Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Additional field names to match against when scrubbing data for all projects. Separate multiple entries with a newline.
ro: Denumiri suplimentare de câmpuri care să fie comparate cu datele pentru toate proiectele. Separați intrările multiple cu o linie nouă.
si: සියලුම ව්‍යාපෘති සඳහා දත්ත ස්ක්‍රබ් කිරීමේදී ගැළපෙන අමතර ක්ෂේත්‍ර නම්. නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න.

source: Note: These fields will be used in addition to project specific fields.
ro: Notă: Aceste câmpuri vor fi utilizate în plus față de câmpurile specifice proiectului.
si: සටහන: මෙම ක්ෂේත්‍ර ව්‍යාපෘති විශේෂිත ක්ෂේත්‍රවලට අමතරව භාවිතා කරනු ඇත.

source: e.g. business-email
ro: de ex. business-email
si: උදා: ව්‍යාපාරික ඊමේල්

source: Global Safe Fields
ro: Domenii sigure globale
si: ගෝලීය ආරක්ෂිත ක්ෂේත්ර

source: Field names which data scrubbers should ignore. Separate multiple entries with a newline.
ro: Nume de domenii pe care filtrele de date trebuie să le ignore. Separați intrările multiple cu o linie nouă.
si: දත්ත පිරිසිදු කරන්නන් නොසලකා හැරිය යුතු ක්ෂේත්‍ර නම්. නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න.

source: Note: These fields will be used in addition to project specific fields
ro: Notă: Aceste câmpuri vor fi utilizate în plus față de câmpurile specifice proiectului
si: සටහන: මෙම ක්ෂේත්‍ර ව්‍යාපෘති විශේෂිත ක්ෂේත්‍රවලට අමතරව භාවිතා කරනු ඇත

source: Prevent Storing of IP Addresses
ro: Împiedicați stocarea adreselor IP
si: IP ලිපින ගබඩා කිරීම වැළැක්වීම

source: Preventing IP addresses from being stored for new events on all projects
ro: Împiedicarea stocării adreselor IP pentru evenimente noi în toate proiectele
si: සියලුම ව්‍යාපෘතිවල නව සිදුවීම් සඳහා IP ලිපින ගබඩා කිරීම වැළැක්වීම

source: Require Two-Factor Authentication
ro: Cereți autentificarea cu doi factori
si: ද්වි සාධක සත්‍යාපනය අවශ්‍ය වේ

source: Require and enforce two-factor authentication for all members
ro: Cereți și impuneți autentificarea cu doi factori pentru toți membrii
si: සියලුම සාමාජිකයින් සඳහා ද්වි සාධක සත්‍යාපනය අවශ්‍ය කර බලාත්මක කරන්න

source: This will remove all members without two-factor authentication from your organization. It will also send them an email to setup 2FA and reinstate their access and settings. Do you want to continue?
ro: Acest lucru va elimina toți membrii fără autentificare cu doi factori din organizația dumneavoastră. De asemenea, le va trimite un e-mail pentru a configura 2FA și a le restabili accesul și setările. Doriți să continuați?
si: මෙය ඔබගේ සංවිධානයෙන් ද්වි සාධක සත්‍යාපනයකින් තොරව සියලුම සාමාජිකයින් ඉවත් කරනු ඇත. එය ඔවුන්ට 2FA පිහිටුවීමට සහ ඔවුන්ගේ ප්‍රවේශය සහ සැකසීම් යළි පිහිටුවීමට විද්‍යුත් තැපෑලක් යවනු ඇත. ඔබට දිගටම කරගෙන යාමට අවශ්‍යද?

source: Are you sure you want to allow users to access your organization without having two-factor authentication enabled?
ro: Sunteți sigur că doriți să permiteți utilizatorilor să vă acceseze organizația fără a avea activată autentificarea cu doi factori?
si: ද්වි-සාධක සත්‍යාපනය සක්‍රීය නොකර ඔබේ සංවිධානයට ප්‍රවේශ වීමට පරිශීලකයින්ට ඉඩ දීමට අවශ්‍ය බව ඔබට විශ්වාසද?

source: Require Email Verification
ro: Cereți verificarea e-mailului
si: විද්‍යුත් තැපැල් සත්‍යාපනය අවශ්‍යයි

source: Require and enforce email address verification for all members
ro: Cereți și impuneți verificarea adresei de e-mail pentru toți membrii
si: සියලුම සාමාජිකයින් සඳහා විද්‍යුත් තැපැල් ලිපින සත්‍යාපනය අවශ්‍ය කර බලාත්මක කරන්න

source: This will remove all members whose email addresses are not verified from your organization. It will also send them an email to verify their address and reinstate their access and settings. Do you want to continue?
ro: Acest lucru va elimina din organizația dumneavoastră toți membrii ale căror adrese de e-mail nu sunt verificate. De asemenea, le va trimite un e-mail pentru a-și verifica adresa și pentru a le restabili accesul și setările. Doriți să continuați?
si: මෙය ඔබගේ සංවිධානයෙන් විද්‍යුත් තැපැල් ලිපින සත්‍යාපනය කර නොමැති සියලුම සාමාජිකයින් ඉවත් කරනු ඇත. එය ඔවුන්ගේ ලිපිනය සත්‍යාපනය කිරීමට සහ ඔවුන්ගේ ප්‍රවේශය සහ සැකසීම් නැවත ස්ථාපිත කිරීමට ඊමේල් පණිවිඩයක් ද එවනු ඇත. ඔබට දිගටම කරගෙන යාමට අවශ්‍යද?

source: Are you sure you want to allow users to access your organization without verifying their email address?
ro: Sunteți sigur că doriți să permiteți utilizatorilor să vă acceseze organizația fără a le verifica adresa de e-mail?
si: පරිශීලකයින්ට ඔවුන්ගේ ඊමේල් ලිපිනය සත්‍යාපනය නොකර ඔබේ සංවිධානයට ප්‍රවේශ වීමට ඉඩ දීමට අවශ්‍ය බව ඔබට විශ්වාසද?

source: Allow Shared Issues
ro: Permiteți problemele partajate
si: බෙදාගත් ගැටළු වලට ඉඩ දෙන්න

source: Enable sharing of limited details on issues to anonymous users
ro: Permiteți partajarea unor detalii limitate despre probleme către utilizatori anonimi
si: නිර්නාමික පරිශීලකයින්ට ගැටළු පිළිබඳ සීමිත තොරතුරු බෙදාගැනීම සබල කරන්න

source: Are you sure you want to allow sharing issues to anonymous users?
ro: Sunteți sigur că doriți să permiteți partajarea problemelor către utilizatorii anonimi?
si: ඔබට නිර්නාමික පරිශීලකයින්ට ගැටළු බෙදා ගැනීමට ඉඩ දීමට අවශ්‍ය බව විශ්වාසද?

source: Enhanced Privacy
ro: Confidențialitate sporită
si: වැඩි දියුණු කළ පෞද්ගලිකත්වය

source: Enable enhanced privacy controls to limit personally identifiable information (PII) as well as source code in things like notifications
ro: Activați controale de confidențialitate îmbunătățite pentru a limita informațiile de identificare personală (PII), precum și codul sursă în elemente precum notificările.
si: දැනුම්දීම් වැනි දේ තුළ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු (PII) මෙන්ම මූලාශ්‍ර කේතය සීමා කිරීමට වැඩි දියුණු කළ රහස්‍යතා පාලනයන් සබල කරන්න

source: Are you sure you want to disable sourcecode fetching for JavaScript events? This will affect Sentry's ability to aggregate issues if you're not already uploading sourcemaps as artifacts.
ro: Sunteți sigur că doriți să dezactivați preluarea codului sursă pentru evenimentele JavaScript? Acest lucru va afecta capacitatea lui Sentry de a agrega problemele dacă nu încărcați deja hărți sursă ca artefacte.
si: ඔබට JavaScript සිදුවීම් සඳහා මූලාශ්‍ර කේත ලබා ගැනීම අබල කිරීමට අවශ්‍ය බව විශ්වාසද? ඔබ දැනටමත් මූලාශ්‍ර සිතියම් කෞතුක වස්තු ලෙස උඩුගත නොකරන්නේ නම්, ගැටලු එකතු කිරීමට Sentry ගේ හැකියාවට මෙය බලපානු ඇත.

source: Allow JavaScript Source Fetching
ro: Permiteți preluarea sursei JavaScript
si: JavaScript මූලාශ්‍ර ලබා ගැනීමට ඉඩ දෙන්න

source: Allow Sentry to scrape missing JavaScript source context when possible
ro: Permiteți lui Sentry să extragă contextul sursă JavaScript lipsă atunci când este posibil
si: හැකි විට නැති වූ JavaScript මූලාශ්‍ර සන්දර්භය සීරීමට Sentry හට ඉඩ දෙන්න

source: Store Native Crash Reports
ro: Stocarea rapoartelor de accident native
si: දේශීය බිඳවැටීම් වාර්තා ගබඩා කරන්න

source: Store native crash reports such as Minidumps for improved processing and download in issue details
ro: Stocați rapoarte de accident native, cum ar fi Minidumps, pentru o mai bună procesare și descărcare în detaliile problemei
si: වැඩිදියුණු කළ සැකසුම් සඳහා Minidumps වැනි ස්වදේශීය බිඳ වැටීම් වාර්තා ගබඩා කර නිකුත් කිරීමේ විස්තර තුළ බාගන්න

source: Reprocessing active
ro: Reprocesare activă
si: නැවත සැකසීම සක්‍රීයයි

source: Only admins may change reprocessing settings
ro: Numai administratorii pot modifica setările de reprocesare
si: නැවත සැකසීමේ සැකසුම් වෙනස් කළ හැක්කේ පරිපාලකයින්ට පමණි

source: If reprocessing is enabled, Events with fixable issues will be held back until you resolve them. Processing issues will then show up in the list above with hints how to fix them. If reprocessing is disabled, Events with unresolved issues will also show up in the stream.
ro: Dacă reprocesarea este activată, evenimentele cu probleme rezolvabile vor fi reținute până când le veți rezolva. Problemele de procesare vor fi apoi apărea în lista de mai sus cu indicii despre cum să le rezolvați. Dacă reprocesarea este dezactivată, Evenimentele cu probleme nerezolvate vor apărea și ele în flux.
si: නැවත සැකසීම සක්‍රීය කර ඇත්නම්, විසඳිය හැකි ගැටළු සහිත සිදුවීම් ඔබ ඒවා විසඳන තෙක් නැවතී ඇත. සැකසීමේ ගැටළු ඒවා විසඳන ආකාරය ඉඟි සමඟ ඉහත ලැයිස්තුවේ පෙන්වනු ඇත. නැවත සැකසීම අබල කර ඇත්නම්, නොවිසඳුනු ගැටළු සහිත සිදුවීම් ද ප්‍රවාහයේ පෙන්වනු ඇත.

source: Reprocessing applies to future events only.
ro: Reprocesarea se aplică numai evenimentelor viitoare.
si: නැවත සැකසීම අනාගත සිදුවීම් සඳහා පමණක් අදාළ වේ.

source: All events with errors will be flushed into your issues stream. Beware that this process may take some time and cannot be undone.
ro: Toate evenimentele cu erori vor fi aruncate în fluxul de probleme. Atenție, acest proces poate dura ceva timp și nu poate fi anulat.
si: දෝෂ සහිත සියලුම සිදුවීම් ඔබේ ගැටළු ප්‍රවාහයට ගලා එනු ඇත. මෙම ක්‍රියාවලියට යම් කාලයක් ගත විය හැකි අතර එය ආපසු හැරවිය නොහැක.

source: Subject Template
ro: Șablonul subiectului
si: විෂය සැකිල්ල

source: The email subject to use (excluding the prefix) for individual alerts. Usable variables include: $title, $shortID, $projectID, $orgID, and ${tag:key}, such as ${tag:environment} or ${tag:release}.
ro: Subiectul e-mailului care trebuie utilizat (cu excepția prefixului) pentru alertele individuale. Variabilele utilizabile includ: $title, $shortID, $projectID, $orgID și ${tag:key}, cum ar fi ${tag:environment} sau ${tag:release}.
si: තනි පුද්ගල ඇඟවීම් සඳහා (උපසර්ගය හැර) භාවිතා කළ යුතු විද්‍යුත් තැපෑල. භාවිතා කළ හැකි විචල්‍යවලට ඇතුළත් වන්නේ: $title, $shortID, $projectID, $orgID, සහ ${tag:key}, එනම් ${tag:environment} හෝ ${tag:release}.

source: Minimum delivery interval
ro: Intervalul minim de livrare
si: අවම බෙදාහැරීමේ පරතරය

source: Notifications will be delivered at most this often.
ro: Notificările vor fi transmise cel mult la această frecvență.
si: මෙය බොහෝ විට දැනුම්දීම් ලබා දෙනු ඇත.

source: Maximum delivery interval
ro: Intervalul maxim de livrare
si: උපරිම බෙදාහැරීමේ පරතරය

source: Notifications will be delivered at least this often.
ro: Notificările vor fi transmise cel puțin atât de des.
si: අවම වශයෙන් මෙය බොහෝ විට දැනුම්දීම් ලබා දෙනු ඇත.

source: %s minute
ro: %s minut
si: විනාඩි %s

source: [Caution]: Enabling auto resolve will immediately resolve anything that has not been seen within this period of time. There is no undo!
ro: [Caution]: Activarea rezolvării automate va rezolva imediat orice lucru care nu a fost văzut în această perioadă de timp. Nu există posibilitatea de anulare!
si: [Caution]: ස්වයංක්‍රීය නිරාකරණය සක්‍රීය කිරීමෙන් මෙම කාල සීමාව තුළ නොදුටු ඕනෑම දෙයක් වහාම විසඳනු ඇත. අහෝසි කිරීමක් නැත!

source: https://example.com or example.com
si: https://example.com හෝ example.com

source: Allowed Domains
ro: Domenii permise
si: අවසර ලත් වසම්

source: Separate multiple entries with a newline
ro: Separați intrările multiple cu o linie nouă
si: නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න

source: Enable JavaScript source fetching
ro: Activați preluarea sursei JavaScript
si: JavaScript මූලාශ්‍ර ලබා ගැනීම සබල කරන්න

source: Security Token
ro: Token de securitate
si: ආරක්ෂක ටෝකනය

source: Outbound requests matching Allowed Domains will have the header "{token_header}: {token}" appended
ro: Cererile de ieșire care corespund domeniilor permise vor avea antetul "{token_header}: {token}"
si: අවසර ලත් වසම් වලට ගැලපෙන පිටතට යන ඉල්ලීම් වලට "{token_header}: {token}" ශීර්ෂය අමුණා ඇත

source: Security Token Header
ro: Antetul Token de securitate
si: ආරක්ෂක ටෝකන් ශීර්ෂකය

source: Verify TLS/SSL
ro: Verificați TLS/SSL
si: TLS/SSL තහවුරු කරන්න

source: Outbound requests will verify TLS (sometimes known as SSL) connections
ro: Cererile de ieșire vor verifica conexiunile TLS (cunoscute uneori sub numele de SSL).
si: පිටතට යන ඉල්ලීම් TLS (සමහර විට SSL ලෙස හැඳින්වේ) සම්බන්ධතා සත්‍යාපනය කරනු ඇත

source: This option is enforced by your organization's settings and cannot be customized per-project.
ro: Această opțiune este impusă de setările organizației dumneavoastră și nu poate fi personalizată pentru fiecare proiect în parte.
si: මෙම විකල්පය ඔබගේ සංවිධානයේ සැකසීම් මගින් බලාත්මක කර ඇති අතර ව්‍යාපෘතියකට අභිරුචිකරණය කළ නොහැක.

source: A unique ID used to identify this project
ro: Un ID unic utilizat pentru a identifica acest proiect
si: මෙම ව්‍යාපෘතිය හඳුනා ගැනීමට භාවිතා කරන අද්විතීය හැඳුනුම්පතක්

source: You will be redirected to the new project slug after saving
ro: Veți fi redirecționat către noul slug al proiectului după salvare
si: සුරැකීමෙන් පසු ඔබව නව ව්‍යාපෘති ස්ලග් වෙත හරවා යවනු ලැබේ

source: Platform
si: වේදිකාව

source: The primary platform for this project
ro: Platforma principală pentru acest proiect
si: මෙම ව්යාපෘතිය සඳහා මූලික වේදිකාව

source: Subject Prefix
ro: Prefixul subiectului
si: විෂය උපසර්ගය

source: e.g. [my-org]
ro: de ex.. [my-org]
si: උදා [my-org]

source: Choose a custom prefix for emails from this project
ro: Alegeți un prefix personalizat pentru e-mailurile din acest proiect
si: මෙම ව්‍යාපෘතියෙන් ඊමේල් සඳහා අභිරුචි උපසර්ගයක් තෝරන්න

source: Auto Resolve
ro: Rezolvare automată
si: ස්වයංක්‍රීය විසඳුම

source: Automatically resolve an issue if it hasn't been seen for this amount of time
ro: Rezolvarea automată a unei probleme dacă aceasta nu a fost văzută în acest interval de timp
si: ගැටලුවක් මෙපමණ කාලයක් නොපෙනුනේ නම් ස්වයංක්‍රීයව විසඳන්න

source: Disabled
ro: Dezactivat
si: ආබාධිතයි

source: %s day
ro: %s zi
si: දින %s යි

source: %s hour
ro: %s oră
si: පැය %s යි

source: Changing stack trace rules will apply to future events only (can take up to a minute).
ro: Modificarea regulilor de urmărire a stack trace se va aplica numai evenimentelor viitoare (poate dura până la un minut).
si: අට්ටි ලුහුබැඳීමේ නීති වෙනස් කිරීම අනාගත සිදුවීම් සඳහා පමණක් අදාළ වේ (මිනිත්තුවක් දක්වා ගත විය හැක).

source: This can be used to enhance the grouping algorithm with custom rules. Rules follow the pattern [pattern]. To learn more about stack trace rules, [docs:read the docs].
ro: Aceasta poate fi utilizată pentru a îmbunătăți algoritmul de grupare cu reguli personalizate. Regulile urmează modelul [pattern]. Pentru a afla mai multe despre regulile de urmărire a stack-ului, [docs:read the docs].
si: අභිරුචි රීති සමඟ කණ්ඩායම් ඇල්ගොරිතම වැඩිදියුණු කිරීමට මෙය භාවිතා කළ හැක. රීති [pattern]රටාව අනුගමනය කරයි. ස්ටැක් ලුහුබැඳීමේ නීති ගැන වැඩිදුර දැන ගැනීමට, [docs:read the docs].

source: Sets the secondary grouping algorithm that should be run in addition to avoid creating too many new groups. Controlled by expiration date below.
ro: Stabilește algoritmul secundar de grupare care ar trebui să fie executat în plus pentru a evita crearea unui număr prea mare de grupuri noi. Controlat de data de expirare de mai jos.
si: බොහෝ නව කණ්ඩායම් සෑදීම වළක්වා ගැනීම සඳහා අතිරේකව ධාවනය කළ යුතු ද්විතීයික සමූහ ඇල්ගොරිතම සකසයි. පහත කල් ඉකුත්වන දිනය මගින් පාලනය වේ.

source: Changing the secondary grouping strategy will affect how many new issues are created.
ro: Modificarea strategiei de grupare secundară va afecta numărul de numere noi create.
si: ද්විතීයික සමූහකරණ උපාය මාර්ගය වෙනස් කිරීම නව ගැටළු කීයක් නිර්මාණය වේද යන්න බලපානු ඇත.

source: Expiration date of secondary grouping
ro: Data de expirare a grupării secundare
si: ද්විතියික කණ්ඩායම්කරණයේ කල් ඉකුත් වීමේ දිනය

source: If this UNIX timestamp is in the past, the secondary grouping configuration stops applying automatically.
ro: În cazul în care această marcă de timp UNIX este în trecut, configurația grupării secundare nu se mai aplică automat.
si: මෙම UNIX වේලා මුද්දරය අතීතයේ නම්, ද්විතියික සමූහකරණ වින්‍යාසය ස්වයංක්‍රීයව යෙදීම නවත්වයි.

source: Changing the expiration date will affect how many new issues are created.
ro: Modificarea datei de expirare va afecta numărul de emisiuni noi create.
si: කල් ඉකුත් වීමේ දිනය වෙනස් කිරීම නව ගැටළු කීයක් නිර්මාණය වේද යන්න බලපානු ඇත.

source: Changing grouping config will apply to future events only (can take up to a minute).
ro: Modificarea configurației de grupare se va aplica numai evenimentelor viitoare (poate dura până la un minut).
si: කණ්ඩායම් වින්‍යාසය වෙනස් කිරීම අනාගත සිදුවීම් සඳහා පමණක් අදාළ වේ (මිනිත්තුවක් දක්වා ගත විය හැක).

source: New in version [version]
ro: Nou în versiune [version]
si: [version]අනුවාදයේ අලුත්

source: Sets the grouping algorithm to be used for new events.
ro: Stabilește algoritmul de grupare care urmează să fie utilizat pentru evenimentele noi.
si: නව සිදුවීම් සඳහා භාවිතා කිරීමට සමූහ ඇල්ගොරිතම සකසයි.

source: Fingerprint Rules
ro: Reguli privind amprentele digitale
si: ඇඟිලි සලකුණු නීති

source: Changing fingerprint rules will apply to future events only (can take up to a minute).
ro: Modificarea regulilor privind amprentele digitale se va aplica numai la evenimentele viitoare (poate dura până la un minut).
si: ඇඟිලි සලකුණු නීති වෙනස් කිරීම අනාගත සිදුවීම් සඳහා පමණක් අදාළ වේ (මිනිත්තුවක් දක්වා ගත විය හැක).

source: This can be used to modify the fingerprint rules on the server with custom rules. Rules follow the pattern [pattern]. To learn more about fingerprint rules, [docs:read the docs].
ro: Aceasta poate fi utilizată pentru a modifica regulile privind amprentele digitale de pe server cu reguli personalizate. Regulile urmează modelul [pattern]. Pentru a afla mai multe despre regulile privind amprentele digitale, [docs:read the docs].
si: අභිරුචි රීති සමඟ සේවාදායකයේ ඇඟිලි සලකුණු රීති වෙනස් කිරීමට මෙය භාවිතා කළ හැක. රීති [pattern]රටාව අනුගමනය කරන්න. ඇඟිලි සලකුණු නීති ගැන තව දැන ගැනීමට, [docs:read the docs].

source: Stack Trace Rules
ro: Reguli de urmărire a stack-ului
si: ටේස් ට්‍රේස් රීති

source: Preventing IP addresses from being stored for new events
ro: Împiedicarea stocării adreselor IP pentru evenimente noi
si: නව සිදුවීම් සඳහා IP ලිපින ගබඩා කිරීම වැළැක්වීම

source: Are you sure you want to disable scrubbing IP addresses?
ro: Sunteți sigur că vreți să dezactivați curățarea adreselor IP?
si: ඔබට IP ලිපින ස්ක්‍රබ් කිරීම අක්‍රිය කිරීමට අවශ්‍ය බව විශ්වාසද?

source: email
si: විද්යුත් තැපෑල

source: Additional Sensitive Fields
ro: Câmpuri Suplimentare Sensibile
si: අතිරේක සංවේදී ක්ෂේත්ර

source: Additional field names to match against when scrubbing data. Separate multiple entries with a newline
ro: Nume de câmpuri suplimentare care trebuie să fie comparate cu cele de la curățarea datelor. Separați intrările multiple cu o linie nouă
si: දත්ත ස්ක්‍රබ් කිරීමේදී ගැලපෙන අමතර ක්ෂේත්‍ර නම්. නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න

source: business-email
ro: e-mail de afaceri
si: ව්යාපාරික ඊමේල්

source: Safe Fields
ro: Domenii sigure
si: ආරක්ෂිත ක්ෂේත්ර

source: Field names which data scrubbers should ignore. Separate multiple entries with a newline
ro: Nume de câmpuri pe care epuratoarele de date trebuie să le ignore. Separați intrările multiple cu o linie nouă
si: දත්ත පිරිසිදු කරන්නන් නොසලකා හැරිය යුතු ක්ෂේත්‍ර නම්. නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න

source: Store native crash reports such as Minidumps for improved processing and download in issue details. Overrides [organizationSettingsLink: organization settings].
ro: Stocați rapoarte de accident native, cum ar fi Minidumps, pentru o mai bună procesare și descărcare în detaliile problemei. Suprascrie [organizationSettingsLink: organization settings].
si: වැඩිදියුණු කළ සැකසුම් සඳහා Minidumps වැනි ස්වදේශීය බිඳ වැටීම් වාර්තා ගබඩා කර නිකුත් කිරීමේ විස්තර තුළ බාගන්න. අභිබවා යයි [organizationSettingsLink: සංවිධාන සැකසුම්].

source: Inherit organization settings ([organizationValue])
ro: Moștenirea setărilor organizației ([organizationValue])
si: සංවිධාන සැකසීම් උරුම කරන්න ([organizationValue])

source: Data Scrubber
ro: Scrubber de date
si: දත්ත ස්ක්‍රබර්

source: Enable server-side data scrubbing
ro: Activați curățarea datelor pe partea serverului
si: සේවාදායක පැත්තේ දත්ත ස්ක්‍රබ් කිරීම සබල කරන්න

source: Are you sure you want to disable server-side data scrubbing?
ro: Sunteți sigur că doriți să dezactivați curățarea datelor de pe server?
si: ඔබට සේවාදායක පැත්තේ දත්ත ස්ක්‍රබ් කිරීම අබල කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Use Default Scrubbers
ro: Utilizați filtrele implicite
si: Default Scrubbers භාවිතා කරන්න

source: Apply default scrubbers to prevent things like passwords and credit cards from being stored
ro: Aplicați filtre implicite pentru a preveni stocarea de date precum parolele și cărțile de credit
si: මුරපද සහ ක්‍රෙඩිට් කාඩ් වැනි දේවල් ගබඩා කිරීම වැළැක්වීමට පෙරනිමි ස්ක්‍රබර් යොදන්න

source: Are you sure you want to disable using default scrubbers?
ro: Sunteți sigur că doriți să dezactivați utilizarea filtrelor implicite?
si: ඔබට පෙරනිමි ස්ක්‍රබර් භාවිතයෙන් අබල කිරීමට අවශ්‍ය බව විශ්වාසද?

source: All webhook requests for your integration will be sent to this URL. Visit the [webhook_docs:documentation] to see the different types and payloads.
ro: Toate solicitările webhook pentru integrarea dumneavoastră vor fi trimise la acest URL. Vizitați [webhook_docs:documentation] pentru a vedea diferitele tipuri și sarcini utile.
si: ඔබගේ ඒකාබද්ධ කිරීම සඳහා වන සියලුම webhook ඉල්ලීම් මෙම URL වෙත යවනු ලැබේ. විවිධ වර්ග සහ ගෙවීම් බැලීමට [webhook_docs:documentation] වෙත පිවිසෙන්න.

source: If enabled, this integration will be available in Issue Alert rules and Metric Alert rules in Sentry. The notification destination is the Webhook URL specified above. More on actions [learn_more:here].
ro: Dacă este activată, această integrare va fi disponibilă în regulile Issue Alert și Metric Alert din Sentry. Destinația notificării este URL-ul Webhook specificat mai sus. Mai multe despre acțiuni [learn_more:here].
si: සබල කර ඇත්නම්, මෙම අනුකලනය Sentry හි නිකුතු ඇඟවීම් රීති සහ මෙට්‍රික් ඇඟවීම් රීති වලින් ලබා ගත හැක. දැනුම්දීම් ගමනාන්තය ඉහත දක්වා ඇති Webhook URL වේ. ක්‍රියා පිළිබඳ වැඩි විස්තර [Learn_more: here].

source: Schema for your UI components. Click [schema_docs:here] for documentation.
ro: Schema pentru componentele UI. Faceți clic pe [schema_docs:here] pentru documentație.
si: ඔබගේ UI සංරචක සඳහා යෝජනා ක්‍රමය. ලේඛනගත කිරීම සඳහා [schema_docs:මෙහි] ක්ලික් කරන්න.

source: A unique ID used to identify the team
ro: Un ID unic utilizat pentru a identifica echipa
si: කණ්ඩායම හඳුනා ගැනීමට භාවිතා කරන අද්විතීය හැඳුනුම්පතක්

source: You will be redirected to the new team slug after saving
ro: Vei fi redirecționat către noul slug al echipei după salvare
si: සුරැකීමෙන් පසු ඔබව නව කණ්ඩායම් ස්ලග් වෙත හරවා යවනු ලැබේ

source: Popular
si: ජනප්රිය

source: Browser
si: බ්රවුසරය

source: Server
si: සේවාදායකය

source: Mobile
ro: Mobil
si: ජංගම

source: Desktop
si: ඩෙස්ක්ටොප්

source: Serverless
ro: Fără server
si: සේවාදායකය රහිත

source: An unknown error occurred.
ro: A apărut o eroare necunoscută.
si: නොදන්නා දෝෂයක් සිදු විය.

source: There was an error creating the issue.
ro: S-a produs o eroare la crearea problemei.
si: ගැටලුව නිර්මාණය කිරීමේදී දෝෂයක් ඇති විය.

source: There was an error linking the issue.
ro: A existat o eroare în legătură cu această problemă.
si: ගැටලුව සම්බන්ධ කිරීමේදී දෝෂයක් ඇති විය.

source: There was an error unlinking the issue.
ro: S-a produs o eroare de dezlegare a problemei.
si: ගැටලුව විසන්ධි කිරීමේ දෝෂයක් ඇති විය.

source: Are you sure you want to unlink this issue?
ro: Sunteți sigur că doriți să dezlegăm această problemă?
si: ඔබට මෙම ගැටලුව විසන්ධි කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Unlink Issue
si: ගැටලුව විසන්ධි කරන්න

source: Associate Identity
ro: Identitate Asociată
si: ආශ්‍රිත අනන්‍යතාවය

source: An unknown error occurred. Need help with this? [link:Contact support]
ro: A apărut o eroare necunoscută. Aveți nevoie de ajutor cu acest lucru? [link:Contact support]
si: නොදන්නා දෝෂයක් සිදු විය. මේ සඳහා උදව් අවශ්‍යද? [සබැඳිය: සහය අමතන්න]

source: Alert Rule Details
ro: Detaliile Regulii de Alertă
si: අනතුරු ඇඟවීමේ රීති විස්තර

source: Edit Alert Rule
ro: Editați regula de alertă
si: ඇඟවීම් රීතිය සංස්කරණය කරන්න

source: New Alert Rule
ro: Noua regulă de alertă
si: නව ඇඟවීම් රීතිය

source: Alert Creation Wizard
ro: Expertul de creare a alertelor
si: ඇඟවීම් නිර්මාණය කිරීමේ විශාරදයා

source: Buffer
ro: Amortizor
si: බෆරය

source: Relays
ro: Relee
si: රිලේස්

source: Organizations
ro: Organizații
si: ආයතන

source: Queue
ro: Coadă
si: පෝලිමේ

source: Quotas
ro: Cotele
si: කෝටා
