Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Performance - Event Details
ro: Performanță - Detalii eveniment
si: කාර්ය සාධනය - සිදුවීම් විස්තර

source: The unique ID assigned to this %s.
ro: ID-ul unic atribuit acestui %s.
si: මෙම %sවෙත පවරා ඇති අනන්‍ය ID .

source: Event Duration
ro: Durata evenimentului
si: සිදුවීම් කාලසීමාව

source: The time elapsed between the start and end of this transaction.
ro: Timpul scurs între începutul și sfârșitul acestei tranzacții.
si: මෙම ගනුදෙනුවේ ආරම්භය සහ අවසානය අතර කාලය ගෙවී ගියේය.

source: The time at which this event was created.
ro: Ora la care a fost creat acest eveniment.
si: මෙම සිදුවීම නිර්මාණය වූ කාලය.

source: The status of this transaction indicating if it succeeded or otherwise.
ro: Starea acestei tranzacții, indicând dacă aceasta a reușit sau nu.
si: මෙම ගනුදෙනුවේ තත්ත්වය එය සාර්ථක වූවාද නැතහොත් වෙනත් ආකාරයකින් පෙන්නුම් කරයි.

source: You are viewing a sample transaction. Configure performance to start viewing real transactions.
ro: Vizualizați un eșantion de tranzacție. Configurați performanța pentru a începe să vizualizați tranzacții reale.
si: ඔබ නියැදි ගනුදෙනුවක් බලමින් සිටී. සැබෑ ගනුදෙනු බැලීම ආරම්භ කිරීමට කාර්ය සාධනය වින්‍යාස කරන්න.

source: Performance Details
ro: Detalii despre performanță
si: කාර්ය සාධන විස්තර

source: View Full Trace: [id][events]
ro: Vizualizare completă a traseului: [id][events]
si: සම්පූර්ණ හෝඩුවාවක් බලන්න: [id][events]

source: (%s event)
ro: (%s eveniment)
si: (%s සිදුවීමක්)

source: An abbreviated version of the full trace. Related frontend and backend services can be added to provide further visibility.
ro: O versiune prescurtată a traseului complet. Se pot adăuga servicii conexe de tip frontend și backend pentru a oferi o vizibilitate suplimentară.
si: සම්පූර්ණ හෝඩුවාවෙහි සංක්ෂිප්ත අනුවාදයකි. වැඩිදුර දෘශ්‍යතාව සැපයීම සඳහා අදාළ ඉදිරිපස සහ පසුපෙළ සේවා එක් කළ හැක.

source: Missing Trace
ro: Urme lipsă
si: අස්ථානගත වූ හෝඩුවාවක්

source: Filter - [operationName]
ro: Filtru - [operationName]
si: පෙරහන - [operationName]

source: Overview
ro: Prezentare generală
si: දළ විශ්ලේෂණය

source: Starred for Team
ro: Cu o stea pentru Team
si: කණ්ඩායම සඳහා රංගනයෙන් දායක විය

source: Star for Team
ro: Stea pentru Echipă
si: කණ්ඩායම සඳහා තරුව

source: Percentile
ro: Procentaj
si: ප්‍රතිශත

source: total duration
ro: durată totală
si: මුළු කාලය

source: trace id
ro: id de urmărire
si: ට්‍රේස් id

source: timestamp
ro: marcaj de timp
si: වේලා මුද්දරය

source: Summary
ro: Sumar
si: සාරාංශය

source: Sort By HTTP
ro: Sortați după HTTP
si: HTTP අනුව වර්ග කරන්න

source: Sort By DB
ro: Sortați după DB
si: DB අනුව වර්ග කරන්න

source: Sort By Resource
ro: Sortează după resurse
si: සම්පත් අනුව වර්ග කරන්න

source: Sort By Browser
ro: Sortați după browser
si: බ්‍රව්සරය අනුව වර්ග කරන්න

source: Total Transactions
ro: Tranzacții totale
si: මුළු ගනුදෙනු

source: Parameter
ro: Parametru
si: පරාමිතිය

source: Duration Breakdown
ro: Durata de repartizare
si: කාලසීමාව බිඳවැටීම

source: Duration Percentiles
ro: Durată Procentaje
si: කාල සීමාවන්

source: Trends
ro: Tendințe
si: ප්රවණතා

source: Span Operation Percentiles
ro: Procentaje de funcționare Span
si: ස්පන් මෙහෙයුම් ප්‍රතිශත

source: Span Operation Distribution
ro: Distribuția operațiunii Span
si: Span මෙහෙයුම් බෙදා හැරීම

source: Fastest Transactions
ro: Cele mai rapide tranzacții
si: වේගවත්ම ගනුදෙනු

source: Slow Transactions (p95)
ro: Tranzacții lente (p95)
si: මන්දගාමී ගනුදෙනු (p95)

source: Outlier Transactions (p100)
ro: Tranzacții excepționale (p100)
si: පිටත ගනුදෙනු (p100)

source: Recent Transactions
ro: Tranzacții recente
si: මෑත ගනුදෙනු

source: Fastest %s Operations
ro: Cele mai rapide%s operațiuni
si: වේගවත්ම %s මෙහෙයුම්

source: Slow %s Operations (p95)
ro: Operațiuni %slente (p95)
si: මන්දගාමී %s මෙහෙයුම් (p95)

source: Outlier %s Operations (p100)
ro: Operațiuni %s excepționale (p100)
si: පිටත %s මෙහෙයුම් (p100)

source: Duration Breakdown reflects transaction durations by percentile over time.
ro: Durata defalcată reflectă duratele tranzacțiilor în funcție de percentile în timp.
si: කාලසීමාව බිඳවැටීම කාලයත් සමඟ ගනුදෙනු කාලසීමාවන් ප්‍රතිශතයකින් පිළිබිඹු කරයි.

source: Span Operation Percentiles - [operationName]
ro: Procentaje de funcționare Span - [operationName]
si: ස්පන් මෙහෙයුම් ප්‍රතිශත - [operationName]

source: Compare the duration at each percentile. Compare with Latency Histogram to see transaction volume at duration intervals.
ro: Comparați durata la fiecare procent. Comparați cu histograma latenței pentru a vedea volumul tranzacțiilor la intervale de durată.
si: එක් එක් ප්‍රතිශතයේ කාලසීමාව සසඳන්න. කාල පරතරයන්හිදී ගනුදෙනු පරිමාව බැලීමට Latency Histogram සමඟ සසඳන්න.

source: Target zoom region too small
ro: Regiunea de zoom țintă prea mică
si: ඉලක්ක විශාලන කලාපය ඉතා කුඩාය

source: Span Operation Distribution - [operationName]
ro: Distribuția operațiunii Span - [operationName]
si: Span මෙහෙයුම් බෙදා හැරීම - [operationName]

source: Duration Distribution reflects the volume of transactions per median duration.
ro: Distribuția duratei reflectă volumul de tranzacții pe durata mediană.
si: කාලසීමාව බෙදාහැරීම මධ්‍ය කාල සීමාවකට සිදුවන ගනුදෙනු ප්‍රමාණය පිළිබිඹු කරයි.

source: Outliers
ro: Valori aberante
si: පිටස්තරයින්

source: given timeframe
ro: un anumit interval de timp
si: ලබා දී ඇති කාල රාමුව

source: No new issues for this transaction for the [timePeriod].
ro: Nu există probleme noi pentru această tranzacție pentru [timePeriod].
si: [timePeriod]සඳහා මෙම ගනුදෙනුව සඳහා නව ගැටළු නොමැත.

source: Status Breakdown
ro: Descompunerea stării
si: තත්ත්‍වය බිඳවැටීම

source: No statuses found
ro: Nu s-au găsit statusuri
si: තත්ත්‍වයන් හමු නොවීය

source: Suspect Spans
ro: Suspectul se întinde
si: සැක සහිත ස්පාන්ස්

source: View All Spans
ro: Vizualizați toate intervalele
si: සියලුම පරාසයන් බලන්න

source: P75 Exclusive Time
ro: P75 Timp exclusiv
si: P75 සුවිශේෂී වේලාව

source: Total Count
ro: Numărătoare totală
si: මුළු ගණන

source: Total Exclusive Time
ro: Timp total exclusiv
si: සම්පූර්ණ සුවිශේෂී කාලය

source: Example Transaction
ro: Exemplu de tranzacție
si: උදාහරණ ගනුදෙනුව

source: %s faster
ro: %s mai rapid
si: %s වේගවත්

source: +%s slower
ro: +%s mai lent
si: +%s සෙමින්

source: View All Tags
ro: Vezi toate etichetele
si: සියලුම ටැග් බලන්න

source: Trends shows the smoothed value of an aggregate over time.
ro: Tendințe arată valoarea netezită a unui agregat în timp.
si: Trends කාලයත් සමඟ සමස්ථයක සුමට අගය පෙන්වයි.

source: Smoothed
ro: Netezit
si: සිනිඳුයි

source: Trend
ro: Tendință
si: ප්රවණතාවය

source: Web Vitals with p75 better than the "poor" threshold, as defined by Google Web Vitals.
ro: Web Vitals cu p75 mai bun decât pragul "slab", așa cum este definit de Google Web Vitals.
si: Google Web Vitals විසින් අර්ථ දක්වා ඇති පරිදි, p75 සහිත Web Vitals "දුප්පත්" සීමාවට වඩා හොඳයි.

source: Web Vitals Breakdown
ro: Repartiția Web Vitals
si: Web Vitals බිඳවැටීම

source: Web Vitals Breakdown reflects the 75th percentile of web vitals over time.
ro: Web Vitals Breakdown reflectă a 75-a percentila a vitalității web în timp.
si: Web Vitals Breakdown කාලයත් සමඟ වෙබ් වැදගත් වල 75 වන ප්‍රතිශතය පිළිබිඹු කරයි.

source: No span data found
ro: Nu s-au găsit date de acoperire
si: span දත්ත හමු නොවිණි

source: Filter - [op]
ro: Filtru - [op]
si: පෙරහන - [op]

source: All Operations
ro: Toate operațiunile
si: සියලුම මෙහෙයුම්

source: No span ops
ro: Nu există operații de span
si: span ops නැත

source: Span Operation
ro: Operațiunea Span
si: ස්පාන් මෙහෙයුම

source: Exclusive Time Percentiles
ro: Procentajele timpului de exclusivitate
si: සුවිශේෂී කාල ප්‍රතිශත

source: %s event
ro: %s eveniment
si: %s සිදුවීම

source: Timestamp
ro: Marca temporală
si: වේලා මුද්රාව

source: Span Duration
ro: Durată Span
si: පරතරය කාලසීමාව

source: Cumulative Duration
ro: Durata cumulată
si: සමුච්චිත කාලසීමාව

source: p50 Exclusive Time
ro: p50 Timp exclusiv
si: p50 සුවිශේෂී වේලාව

source: p75 Exclusive Time
ro: p75 Timp exclusiv
si: p75 සුවිශේෂී වේලාව

source: p95 Exclusive Time
ro: p95 Timp exclusiv
si: p95 සුවිශේෂී වේලාව

source: p99 Exclusive Time
ro: p99 Timp exclusiv
si: p99 සුවිශේෂී වේලාව

source: Average Count
ro: Numărătoarea medie
si: සාමාන්‍ය ගණන

source: [frequency] out of [total] transactions contain this span
ro: [frequency] din [total] tranzacții conțin acest interval
si: ගනුදෙනු [total] න් [frequency] ක මෙම කාල සීමාව අඩංගු වේ

source: [percentage] of the total transaction duration of [duration]
ro: [percentage] din durata totală a tranzacției de [duration]
si: [percentage] හි මුළු ගනුදෙනු කාලයෙන් [duration]

source: Show More Transaction Examples
ro: Afișați mai multe exemple de tranzacții
si: තවත් ගනුදෙනු උදාහරණ පෙන්වන්න

source: Hide Transaction Examples
ro: Ascundeți exemple de tranzacții
si: ගනුදෙනු උදාහරණ සඟවන්න

source: Suspect tags are tags that often correspond to slower transaction
ro: Etichetele suspecte sunt etichete care corespund adesea unei tranzacții mai lente.
si: සැක සහිත ටැග් යනු බොහෝ විට මන්දගාමී ගනුදෙනු වලට අනුරූප වන ටැග් වේ

source: No tags detected.
ro: Nu au fost detectate etichete.
si: ටැග් අනාවරණය කර නැත.

source: Other Tags
ro: Alte etichete
si: වෙනත් ටැග්

source: Other common tags for this transaction
ro: Alte etichete comune pentru această tranzacție
si: මෙම ගනුදෙනුව සඳහා වෙනත් පොදු ටැග්

source: Heat Map
ro: Harta termică
si: තාපය සිතියම

source: This heatmap shows the frequency for each duration across the most common tag values
ro: Această hartă termică arată frecvența fiecărei durate pentru cele mai frecvente valori ale etichetelor.
si: මෙම තාප සිතියම වඩාත් පොදු ටැග් අගයන් හරහා එක් එක් කාල සීමාව සඳහා සංඛ්‍යාතය පෙන්වයි

source: Calculation Method
ro: Metoda de calcul
si: ගණනය කිරීමේ ක්රමය

source: This determines which duration metric is used for the Response Time Threshold.
ro: Aceasta determină ce metrică de durată este utilizată pentru pragul de timp de răspuns.
si: මෙය ප්‍රතිචාර කාල සීමාව සඳහා භාවිතා කරන කාල සීමාව තීරණය කරයි.

source: Response Time Threshold (ms)
ro: Pragul timpului de răspuns (ms)
si: ප්‍රතිචාර කාල සීමාව (මිලි)

source: The satisfactory response time for the calculation method defined above. This is used to calculate Apdex and User Misery scores.
ro: Timpul de răspuns satisfăcător pentru metoda de calcul definită mai sus. Acesta este utilizat pentru a calcula scorurile Apdex și User Misery.
si: ඉහත අර්ථ දක්වා ඇති ගණනය කිරීමේ ක්‍රමය සඳහා සතුටුදායක ප්‍රතිචාර කාලය. මෙය Apdex සහ User Misery ලකුණු ගණනය කිරීමට භාවිතා කරයි.

source: Transaction Settings
ro: Setări de tranzacție
si: ගනුදෙනු සැකසීම්

source: The changes below will only be applied to [transaction]. To set it at a more global level, go to [projectSettings: Project Settings].
ro: Modificările de mai jos se vor aplica numai la [tranzaction]. Pentru a le seta la un nivel mai global, mergeți la [projectSettings: Project Settings].
si: පහත වෙනස්කම් [transaction]ට පමණක් යෙදේ. එය වඩාත් ගෝලීය මට්ටමකින් සැකසීමට, [projectSettings: Project Settings] වෙත යන්න.

source: Reset All
ro: Resetați toate
si: සියල්ල යළි පිහිටුවන්න

source: Reset View
ro: Resetați Vizualizare
si: දර්ශනය යළි පිහිටුවන්න

source: Vitals
si: ජීව ගුණ

source: Most Regressed Transactions
ro: Cele mai multe tranzacții regresate
si: බොහෝ පසුබැසුණු ගනුදෙනු

source: Over this period, the %s for %s has %s %s from %s to %s
ro: În această perioadă %s pentru %s a trecut %s %s de la %s la %s
si: මෙම කාල සීමාව තුළ, %s සඳහා %s ට %s සිට %sදක්වා %s %s ඇත

source: decreased
ro: a scăzut
si: අඩු විය

source: increased
ro: a crescut
si: වැඩි විය

source: Show ≤ %s
ro: Afișați ≤ %s
si: පෙන්වන්න ≤ %s

source: Show ≥ %s
ro: Afișați ≥ %s
si: ≥ %sපෙන්වන්න

source: Hide from list
ro: Ascundeți din listă
si: ලැයිස්තුවෙන් සඟවන්න

source: Most Improved Transactions
ro: Cele mai îmbunătățite tranzacții
si: වඩාත්ම වැඩිදියුණු කළ ගනුදෙනු

source: Past Baseline
ro: Trecut linia de bază
si: අතීත මූලික රේඛාව

source: Present Baseline
ro: Situația de bază actuală
si: මූලික පදනම ඉදිරිපත් කරන්න

source: slower
ro: mai lent
si: හිමින්

source: faster
ro: mai rapid
si: ඉක්මනින්

source: Poor
ro: Sărac
si: දුප්පත්

source: Meh
si: මෙහ්

source: Good
ro: Bun
si: යහපත

source: The durations shown should fall under the vital threshold.
ro: Duratele indicate ar trebui să se încadreze sub pragul vital.
si: පෙන්වා ඇති කාල සීමාවන් වැදගත් එළිපත්ත යටතට වැටිය යුතුය.

source: Poor: >[threshold][unit]
ro: Sărac: >[threshold][unit]
si: දුර්වල: >[threshold][unit]

source: Meh: >[threshold][unit]
si: මෙහ්: >[threshold][unit]

source: Good: <[threshold][unit]
ro: Bun: <[threshold][unit]
si: හොඳයි: <[threshold][unit]

source: Permission Denied
ro: Permisiune refuzată
si: අවසරය ප්රතික්ෂේප කෙරිණි

source: Your role does not have the necessary permissions to access this resource, please read more about [link:organizational roles]
ro: Rolul dvs. nu are permisiunile necesare pentru a accesa acest lucru resursă, vă rugăm să citiți mai multe despre [link:organizational roles]
si: ඔබේ භූමිකාවට මෙම සම්පතට ප්‍රවේශ වීමට අවශ්‍ය අවසර නොමැත, කරුණාකර [link:Organizational roles] ගැන වැඩිදුර කියවන්න

source: Daily Errors
ro: Erori zilnice
si: දෛනික දෝෂ

source: Number of Errors Chart
ro: Graficul numărului de erori
si: දෝෂ ගණන සටහන

source: Get a tour
ro: Obțineți un tur
si: සංචාරයක් ලබා ගන්න

source: Number of Sessions
ro: Numărul de sesiuni
si: සැසි ගණන

source: Number of Transactions
ro: Numărul de tranzacții
si: ගනුදෙනු ගණන

source: Total Errors
ro: Erori totale
si: සම්පූර්ණ දෝෂ

source: This project could not be found.
ro: Acest proiect nu a putut fi găsit.
si: මෙම ව්යාපෘතිය සොයා ගැනීමට නොහැකි විය.

source: View All Issues
ro: Vezi toate problemele
si: සියලුම ගැටළු බලන්න

source: Project %s
ro: Proiect %s
si: ව්‍යාපෘතිය %s

source: Search by release version, build, package, or stage
ro: Căutați după versiunea de lansare, construcție, pachet sau etapă
si: මුදා හැරීමේ අනුවාදය, ගොඩනැගීම, පැකේජය හෝ වේදිකාව අනුව සොයන්න

source: No unhandled issues for the [timePeriod].
ro: Nu există probleme nesoluționate pentru [timePeriod].
si: [timePeriod]සඳහා හසුරුවන ගැටළු නොමැත.

source: Frequent Unhandled Issues
ro: Probleme frecvente nesoluționate
si: නිතර හැසිරවිය නොහැකි ගැටළු

source: Resolved [date]
ro: Rezolvat [date]
si: [date]විසඳා ඇත

source: Triggered [date]
ro: Declanșat [date]
si: ප්‍රේරක [date]

source: No alerts found
ro: Nu s-au găsit alerte
si: ඇඟවීම් හමු නොවීය

source: Latest Alerts
ro: Cele mai recente alerte
si: නවතම ඇඟවීම්

source: No releases found
ro: Nu s-au găsit versiuni
si: නිකුතු හමු නොවීය

source: Latest Releases
ro: Ultimele lansări
si: නවතම නිකුතු

source: View Transactions
ro: Vizualizați tranzacțiile
si: ගනුදෙනු බලන්න

source: Most Improved/Regressed Transactions
ro: Tranzacțiile cele mai îmbunătățite/regresate
si: වඩාත්ම වැඩිදියුණු කළ/ප්‍රතිගාමී වූ ගනුදෙනු

source: Quick Links
ro: Legături rapide
si: ඉක්මන් සබැඳි

source: This shows how it has changed since the last period.
ro: Acest lucru arată cum s-a schimbat de la ultima perioadă.
si: පසුගිය කාල පරිච්ඡේදයේ සිට එය වෙනස් වූ ආකාරය මෙයින් පෙනේ.

source: The percentage of crash free sessions and how it has changed since the last period.
ro: Procentul de sesiuni fără accident și modul în care s-a modificat de la ultima perioadă.
si: බිඳ වැටීම් රහිත සැසිවල ප්‍රතිශතය සහ පසුගිය කාල පරිච්ඡේදයේ සිට එය වෙනස් වී ඇති ආකාරය.

source: The number of releases for this project and how it has changed since the last period.
ro: Numărul de versiuni pentru acest proiect și modul în care acesta s-a modificat față de ultima perioadă.
si: මෙම ව්‍යාපෘතිය සඳහා නිකුත් කිරීම් සංඛ්‍යාව සහ එය පසුගිය කාල පරිච්ඡේදයේ සිට වෙනස් වී ඇති ආකාරය.

source: The number of releases for this project.
ro: Numărul de versiuni pentru acest proiect.
si: මෙම ව්‍යාපෘතිය සඳහා නිකුත් කිරීම් ගණන.

source: You do not have permission to do this
ro: Nu aveți permisiunea de a face acest lucru
si: මෙය කිරීමට ඔබට අවසර නැත

source: Assign Team
ro: Atribuiți echipa
si: කණ්ඩායම පැවරීම

source: Show %s collapsed team
ro: Afișați %s echipa prăbușită
si: %s කඩා වැටුණු කණ්ඩායම පෙන්වන්න

source: Team Access
ro: Accesul echipei
si: කණ්ඩායම් ප්රවේශය

source: Could not find an issue for the provided event id
ro: Nu s-a putut găsi o problemă pentru ID-ul de eveniment furnizat
si: සපයා ඇති සිදුවීම් හැඳුනුම්පත සඳහා ගැටලුවක් සොයා ගැනීමට නොහැකි විය

source: Could not load the requested event
ro: Nu s-a putut încărca evenimentul solicitat
si: ඉල්ලූ සිදුවීම පූරණය කළ නොහැකි විය

source: Not found
ro: Nu a fost găsit
si: හමු වුණේ නැහැ

source: < Back
ro: < Înapoi
si: <ආපසු

source: Full Documentation
ro: Documentație completă
si: සම්පූර්ණ ලියකියවිලි

source: Project name
ro: Nume proiect
si: ව්යාපෘතියේ නම

source: Create a team
ro: Creați o echipă
si: කණ්ඩායමක් සාදන්න

source: Give your project a name
ro: Dați un nume proiectului dumneavoastră
si: ඔබේ ව්‍යාපෘතියට නමක් දෙන්න

source: Create a new Project
ro: Creați un nou proiect
si: නව ව්‍යාපෘතියක් සාදන්න

source: Projects allow you to scope error and transaction events to a specific application in your organization. For example, you might have separate projects for your API server and frontend client.
ro: Proiectele vă permit să extindeți evenimentele de eroare și de tranzacție la un anumit aplicație din organizația dumneavoastră. De exemplu, este posibil să aveți proiecte separate pentru serverul API și clientul frontend.
si: ව්‍යාපෘති මඟින් ඔබට ඔබේ සංවිධානයේ නිශ්චිත යෙදුමකට දෝෂ සහ ගනුදෙනු සිදුවීම් විෂය පථයට ඉඩ සලසයි. උදාහරණයක් ලෙස, ඔබට ඔබේ API සේවාදායකය සහ ඉදිරිපස සේවාදායකයා සඳහා වෙනම ව්‍යාපෘති ක් තිබිය හැක.

source: Choose a platform
ro: Alegeți o platformă
si: වේදිකාවක් තෝරන්න

source: occurrences of
ro: apariții de
si: සිදුවීම්

source: users affected by
ro: utilizatorii afectați de
si: බලපෑමට ලක් වූ පරිශීලකයන්

source: I'll create my own alerts later
ro: O să-mi creez propriile alerte mai târziu
si: මම පසුව මගේම ඇඟවීම් සාදන්නෙමි

source: Alert me on every new issue
ro: Alertați-mă la fiecare nouă ediție
si: සෑම නව ගැටලුවකදීම මට අනතුරු අඟවන්න

source: When there are more than
ro: În cazul în care există mai mult de
si: වඩා ඇති විට

source: a unique error in
ro: o eroare unică în
si: තුළ අද්විතීය දෝෂයක්

source: Set your default alert settings
ro: Setați setările de alertă implicite
si: ඔබගේ පෙරනිමි ඇඟවීම් සැකසීම් සකසන්න

source: Options for creating an alert
ro: Opțiuni pentru crearea unei alerte
si: අනතුරු ඇඟවීමක් නිර්මාණය කිරීම සඳහා විකල්ප

source: Instrumentation
ro: Instrumentație
si: උපකරණ

source: Configure your application
ro: Configurați aplicația dumneavoastră
si: ඔබගේ යෙදුම වින්‍යාස කරන්න

source: Get started by selecting the platform or language that powers your application.
ro: Începeți prin a selecta platforma sau limba pe care funcționează aplicația dumneavoastră.
si: ඔබගේ යෙදුම බලගන්වන වේදිකාව හෝ භාෂාව තේරීමෙන් ආරම්භ කරන්න.

source: DSN
si: ඩී.එස්.එන්

source: Got it! Take me to the Issue Stream.
ro: Am înțeles! Du-mă la Issue Stream.
si: තේරුම් ගත්තා ද! මා නිකුතු ප්‍රවාහයට ගෙන යන්න.

source: Already have things setup? [link:Get your DSN]
ro: Aveți deja lucrurile configurate? [link:Get your DSN]
si: දැනටමත් දේවල් පිහිටුවා තිබේද? [link:ඔබේ DSN ලබාගන්න]

source: For a complete list of client integrations, please see [docLink:our in-depth documentation].
ro: Pentru o listă completă a integrărilor clienților, vă rugăm să consultați [docLink:our in-depth documentation].
si: සේවාලාභී ඒකාබද්ධ කිරීම් සම්පූර්ණ ලැයිස්තුවක් සඳහා, කරුණාකර [docLink:අපගේ ගැඹුරු ලේඛන] බලන්න.

source: Configure %(platform)s
ro: Configurați %(platform)s
si: %(platform)sවින්‍යාස කරන්න

source: This is a quick getting started guide. For in-depth instructions on integrating Sentry with [platform], view [docLink:our complete documentation].
ro: Acesta este un ghid de inițiere rapidă. Pentru instrucțiuni detaliate privind integrarea Sentry cu [platform], consultați [docLink:our complete documentation].
si: මෙය ඉක්මන් ආරම්භ කිරීමේ මාර්ගෝපදේශයකි. Sentry [platform]සමඟ ඒකාබද්ධ කිරීම පිළිබඳ ගැඹුරු උපදෙස් සඳහා, බලන්න [docLink:අපගේ සම්පූර්ණ ලේඛන].

source: Your selected platform supports performance, but your organization does not have performance enabled.
ro: Platforma selectată acceptă performanța, dar organizația dumneavoastră nu are performanța activată.
si: ඔබේ තෝරාගත් වේදිකාව කාර්ය සාධනයට සහය දක්වයි, නමුත් ඔබේ සංවිධානයට කාර්ය සාධනය සබල කර නැත.

source: Take me to Issues
ro: Du-mă la Issues
si: ප්‍රශ්න වලට මාව ගෙනියන්න

source: Take me to Performance
ro: Du-mă la Performanță
si: මාව Performance එකට ගන්න

source: An error occurred while fetching your projects
ro: A apărut o eroare la preluarea proiectelor dumneavoastră
si: ඔබගේ ව්‍යාපෘති ලබා ගැනීමේදී දෝෂයක් ඇති විය

source: Projects Dashboard
ro: Tabloul de bord al proiectelor
si: ව්යාපෘති උපකරණ පුවරුව

source: You do not have permission to create projects
ro: Nu aveți permisiunea de a crea proiecte
si: ඔබට ව්‍යාපෘති නිර්මාණය කිරීමට අවසර නැත

source: No activity yet.
ro: Nici o activitate încă.
si: තවම ක්‍රියාකාරකමක් නැත.

source: errors: %s
ro: erori: %s
si: දෝෂ: %s

source: transactions: %s
ro: tranzacții: %s
si: ගනුදෙනු: %s

source: Click here to learn more about performance monitoring
ro: Faceți clic aici pentru a afla mai multe despre monitorizarea performanței
si: කාර්ය සාධන අධීක්‍ෂණය පිළිබඳ වැඩිදුර දැන ගැනීමට මෙතැන ක්ලික් කරන්න

source: Latest Deploys
ro: Cele mai recente implementări
si: නවතම යෙදවුම්

source: Not Available
ro: Nu este disponibil
si: ලද නොහැක

source: Release Health is not yet supported on this platform.
ro: Release Health nu este încă acceptat pe această platformă.
si: Release Health තවමත් මෙම වේදිකාවේ සහාය නොදක්වයි.

source: Resources
ro: Resurse
si: සම්පත්

source: The Sentry Workflow
ro: Fluxul de lucru Sentry
si: සෙන්ට්‍රි වැඩ ප්‍රවාහය

source: Sentry vs Logging
ro: Sentry vs. logare
si: සෙන්ට්‍රි එදිරිව ලොග් කිරීම

source: There are no commits associated with this release.
ro: Nu există comisioane asociate cu această versiune.
si: මෙම නිකුතුව හා සම්බන්ධ කැපවීම් නොමැත.

source: There are no commits associated with this release in the %s repository.
ro: Nu există niciun commit asociat cu această versiune în %s depozit.
si: %s නිධිය තුළ මෙම නිකුතුව හා සම්බන්ධ බැඳීම් නොමැත.

source: Commits - Release %s
ro: Commit - Release %s
si: කැපවීම් - %sනිකුත් කරන්න

source: %s file changed
ro: %s fișier modificat
si: %s ගොනුව වෙනස් කරන ලදී

source: Files Changed - Release %s
ro: Fișiere modificate - Eliberare %s
si: ගොනු වෙනස් කරන ලදී - %sමුදා හැරීම

source: There are no changed files associated with this release.
ro: Nu există fișiere modificate asociate cu această versiune.
si: මෙම නිකුතුව හා සම්බන්ධ වෙනස් කළ ගොනු කිසිවක් නොමැත.

source: There are no changed files associated with this release in the %s repository.
ro: Nu există fișiere modificate asociate cu această versiune în %s depozit.
si: %s ගබඩාවේ මෙම නිකුතුව හා සම්බන්ධ වෙනස් කළ ගොනු නොමැත.

source: The repository you were looking for was not found.
ro: Depozitul pe care îl căutați nu a fost găsit.
si: ඔබ සොයන ගබඩාව හමු නොවීය.

source: An error occurred while trying to fetch the repositories of the release: %s
ro: A apărut o eroare în timpul încercării de a prelua depozitele versiunii: %s
si: නිකුතුවේ ගබඩාවන් ලබා ගැනීමට උත්සාහ කිරීමේදී දෝෂයක් ඇති විය: %s

source: No commits associated with this release have been found.
ro: Nu a fost găsit niciun commit asociat cu această versiune.
si: මෙම නිකුතුව හා සම්බන්ධ කිසිදු බැඳීමක් සොයාගෙන නොමැත.

source: Are you sure you want to do this?
ro: Ești sigur că vrei să faci asta?
si: ඔබට මෙය කිරීමට අවශ්‍ය බව විශ්වාසද?

source: You are restoring this release for the following project:
ro: Prin restaurarea acestei versiuni, o restaurați și pentru următorul proiect:
si: ඔබ පහත ව්‍යාපෘතිය සඳහා මෙම නිකුතුව ප්‍රතිසාධනය කරයි:

source: Restore
ro: Restaurați
si: ප්‍රතිෂ්ඨාපනය කරන්න

source: Archive Release [release]
ro: Lansare de arhivă [release]
si: සංරක්ෂිත නිකුතුව [release]
