Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: [first-sentence]. Any SDK that has the package name ‘raven’ may be missing data. Migrate to the latest SDK version.
ro: [first-sentence]. Este posibil ca datele să lipsească din orice SDK care are numele de pachet "raven". Migrați la cea mai recentă versiune SDK.
si: [first-sentence]. 'raven' පැකේජ නාමය ඇති ඕනෑම SDK දත්ත අතුරුදහන් විය හැක. නවතම SDK අනුවාදය වෙත සංක්‍රමණය වන්න.

source: You have %s project using a deprecated version of the Sentry client
ro: Aveți %s un proiect care utilizează o versiune depreciată a clientului Sentry
si: ඔබට Sentry සේවාලාභියාගේ අත්හරින ලද අනුවාදයක් භාවිතා කරමින් ව්‍යාපෘති %s ක් ඇත

source: Deprecated
ro: Depreciat
si: අත්හරින ලදී

source: This project is on [current-version]
ro: Acest proiect se află pe [current-version]
si: මෙම ව්‍යාපෘතිය [current-version]හි ඇත

source: Search Support, Docs and More
ro: Căutați asistență, documente și multe altele
si: සෙවුම් සහය, Docs සහ තවත් දේ

source: Visit Help Center
ro: Vizitați Centrul de ajutor
si: උදවු මධ්‍යස්ථානයට පිවිසෙන්න

source: User Feedback
ro: Feedback-ul utilizatorului
si: පරිශීලක ප්‍රතිපෝෂණ

source: Alerts
ro: Alerte
si: ඇඟවීම්

source: Monitors
ro: Monitoare
si: නිරීක්ෂකයින්

source: Dashboards
ro: Tablou de bord
si: උපකරණ පුවරු

source: Activity
ro: Activitate
si: ක්රියාකාරිත්වය

source: Stats
ro: Statistici
si: සංඛ්යා ලේඛන

source: Settings
ro: Setări
si: සැකසුම්

source: [numberRemaining] Remaining tasks
ro: [numberRemaining] Sarcini rămase
si: [numberRemaining] ඉතිරි කාර්යයන්

source: Recent service updates
ro: Actualizări recente ale serviciilor
si: මෑත සේවා යාවත්කාලීන කිරීම්

source: There are no incidents to report
ro: Nu există incidente de raportat
si: වාර්තා කිරීමට සිදුවීම් නොමැත

source: Latest updates
ro: Ultimele actualizări
si: නවතම යාවත්කාලීන

source: Organization settings
ro: Setări de organizare
si: සංවිධාන සැකසුම්

source: Members
ro: Membri
si: සාමාජිකයින්

source: User settings
ro: Setări utilizator
si: පරිශීලක සැකසුම්

source: API keys
ro: Chei API
si: API යතුරු

source: Admin
ro: Administrator
si: පරිපාලක

source: Switch organization
ro: Organizarea comutatorului
si: සංවිධානය මාරු කරන්න

source: Create a new organization
ro: Creați o nouă organizație
si: නව සංවිධානයක් සාදන්න

source: %s project
ro: %s proiect
si: %s ව්යාපෘතිය

source: Read More
ro: Citiți mai mult
si: වැඩිදුර කියවන්න

source: In-App Frames
ro: Cadre în aplicație
si: යෙදුම තුළ රාමු

source: Log Message
ro: Mesaj de jurnal
si: ලොග් පණිවිඩය

source: Exception Type
ro: Tipul de excepție
si: ව්යතිරේක වර්ගය

source: Exception Message
ro: Mesaj de excepție
si: ව්යතිරේක පණිවිඩය

source: Stack Trace Frames
ro: Cadre de urmărire a stack-ului
si: ස්ටැක් ට්රේස් රාමු

source: Similar
si: සමාන

source: Not Similar
ro: Nu este similar
si: සමාන නොවේ

source: Unpin Search
ro: Desprindeți căutarea
si: සෙවීම ඉවත් කරන්න

source: Pin Search
ro: Căutarea Pin
si: Pin සෙවීම

source: Create Saved Search
ro: Crearea unei căutări salvate
si: සුරැකි සෙවුම සාදන්න

source: Add to organization saved searches
ro: Adăugați la căutările salvate ale organizației
si: සංවිධානය සුරැකි සෙවුම් වෙත එක් කරන්න

source: Toggle sidebar
ro: Comutați bara laterală
si: පැති තීරුව ටොගල් කරන්න

source: Toggle search builder
ro: Toggle constructor de căutare
si: සෙවුම් සාදන්නා ටොගල් කරන්න

source: Unpin this search
ro: Desprindeți această căutare
si: මෙම සෙවුම ඉවත් කරන්න

source: Pin this search
ro: Fixați această căutare
si: මෙම සෙවීම Pin කරන්න

source: Clear search
ro: Căutare clară
si: සෙවීම පැහැදිලි කරන්න

source: Search for events, users, tags, and more
ro: Căutați evenimente, utilizatori, etichete și multe altele
si: සිදුවීම්, පරිශීලකයන්, ටැග් සහ තවත් දේ සොයන්න

source: Unable to fetch releases
ro: Imposibilitatea de a prelua versiuni
si: නිකුතු ලබා ගැනීමට නොහැකි විය

source: Invalid tag
ro: Etichetă invalidă
si: වලංගු නොවන ටැගය

source: No items found
ro: Nu s-au găsit articole
si: අයිතම කිසිවක් හමු නොවීය

source: Recent Searches
ro: Căutări recente
si: මෑත සෙවුම්

source: [value] is equal to
ro: [value] este egal cu
si: [value] සමාන වේ

source: >=[value] is greater than or equal to
ro: >=[value] este mai mare sau egală cu
si: >=[value] ට වඩා විශාල හෝ සමාන වේ

source: <=[value] is less than or equal to
ro: <=[value] este mai mică sau egală cu
si: <=[value] ට වඩා අඩු හෝ සමාන වේ

source: >[value] is greater than
ro: >[value] este mai mare decât
si: >[value] ට වඩා වැඩි ය

source: <[value] is less than
ro: <[value] este mai mică decât
si: <[value] ට වඩා අඩුය

source: =[value] is equal to
ro: =[value] este egal cu
si: =[value] සමාන වේ

source: [value] is not equal to
ro: [value] nu este egal cu
si: [value] සමාන නොවේ

source: Tag Values
ro: Valori de etichetă
si: ටැග් අගයන්

source: Common Search Terms
ro: Termeni comuni de căutare
si: පොදු සෙවුම් නියමයන්

source: Operator Helpers
ro: Ajutoare de operator
si: ක්රියාකරු සහායකයින්

source: Properties
ro: Proprietăți
si: දේපළ

source: There's no stack trace available for this issue.
ro: Nu este disponibilă nicio urmă de stack trace pentru această problemă.
si: මෙම ගැටලුව සඳහා තොග හෝඩුවාවක් නොමැත.

source: Matching search filters
ro: Potrivirea filtrelor de căutare
si: ගැළපෙන සෙවුම් පෙරහන්

source: Since issue began
ro: De când a început emisiunea
si: ප්රශ්නය ආරම්භ වූ දා සිට

source: Total Events
ro: Total evenimente
si: සම්පූර්ණ සිදුවීම්

source: Matching Events
ro: Potrivirea evenimentelor
si: ගැළපෙන සිදුවීම්

source: Select Issue
ro: Selectați problema
si: ගැටලුව තෝරන්න

source: There is %s issue blocking event processing
ro: Există %s problemă care blochează procesarea evenimentelor
si: සිදුවීම් සැකසීම අවහිර කිරීමේ ගැටළු %s ක් ඇත

source: last event from [ago]
ro: ultimul eveniment din [ago]
si: අවසාන සිදුවීම [ago]සිට

source: Reprocessing %s event …
ro: Reprocesarea %s evenimentului ...
si: %s ඉසව්ව …නැවත සැකසීම

source: There is %s event pending reprocessing.
ro: Există %s eveniment în așteptarea reprocesării.
si: නැවත සැකසීමට පොරොත්තු සිදුවීම් %s ක් ඇත.

source: Show details
ro: Arată detalii
si: විස්තර පෙන්වන්න

source: We have a sneaking suspicion you have a mobile app that doesn’t use Sentry. [link:Start Monitoring]
ro: Avem o bănuială că aveți o aplicație mobilă care nu folosește Sentry. [link:Start Monitoring]
si: ඔබට Sentry භාවිතා නොකරන ජංගම යෙදුමක් තිබේදැයි අපට හොර රහසේ සැකයක් ඇත. [සබැඳිය:අධීක්ෂණය අරඹන්න]

source: No recent data.
ro: Nu există date recente.
si: මෑත දත්ත නැත.

source: Tag Details
ro: Detalii etichetă
si: ටැග් විස්තර

source: This tag is in the current filter conditions
ro: Această etichetă se află în condițiile actuale de filtrare
si: මෙම ටැගය වත්මන් පෙරහන් තත්ත්‍වයේ ඇත

source: Members of a team have access to specific areas, such as a new release or a new application feature.
ro: Membrii unei echipe au acces la domenii specifice, cum ar fi o nouă versiune sau o nouă funcție a aplicației.
si: කණ්ඩායමක සාමාජිකයින්ට නව නිකුතුවක් හෝ නව යෙදුම් විශේෂාංගයක් වැනි විශේෂිත ක්ෂේත්‍ර වෙත ප්‍රවේශය ඇත.

source: Team Name
ro: Numele echipei
si: කණ්ඩායමේ නම

source: e.g. operations, web-frontend, desktop
ro: de exemplu, operațiuni, web-frontal, desktop
si: උදා: මෙහෙයුම්, web-frontend, desktop

source: May contain lowercase letters, numbers, dashes and underscores.
ro: Poate conține litere minuscule, cifre, liniuțe și semne de subliniere.
si: කුඩා අකුරු, ඉලක්කම්, ඉරි සහ යටි ඉරි අඩංගු විය හැක.

source: %(time)s old
ro: %(time)s vechi
si: %(time)s පැරණි

source: Unfortunately your browser does not support U2F. You need to use a different two-factor method or switch to a browser that supports it (Google Chrome or Microsoft Edge).
ro: Din păcate, browserul dvs. nu acceptă U2F. Trebuie să utilizați o altă metodă cu doi factori sau să treceți la un browser care acceptă acesta (Google Chrome sau Microsoft Edge).
si: අවාසනාවන්ත ලෙස ඔබගේ බ්‍රවුසරය U2F සඳහා සහය නොදක්වයි. ඔබට වෙනස් සාධක දෙකක ක්‍රමයක් භාවිතා කිරීමට හෝ සඳහා සහය දක්වන බ්‍රවුසරයකට මාරු වීමට අවශ්‍ය වේ (Google Chrome හෝ Microsoft Edge).

source: Support
ro: Suport
si: සහාය

source: Error:
ro: Eroare:
si: දෝෂය:

source: There was an unknown problem, please try again
ro: A existat o problemă necunoscută, vă rugăm să încercați din nou
si: නොදන්නා ගැටලුවක් ඇති විය, කරුණාකර නැවත උත්සාහ කරන්න

source: Your U2F device reported an error.
ro: Dispozitivul dumneavoastră U2F a raportat o eroare.
si: ඔබගේ U2F උපාංගය දෝෂයක් වාර්තා කළේය.

source: This device is already registered with Sentry.
ro: Acest dispozitiv este deja înregistrat cu Sentry.
si: මෙම උපාංගය දැනටමත් Sentry සමඟ ලියාපදිංචි වී ඇත.

source: The device you used for sign-in is unknown.
ro: Dispozitivul pe care l-ați utilizat pentru conectare este necunoscut.
si: ඔබ පුරනය වීම සඳහා භාවිතා කළ උපාංගය නොදනී.

source: [p1:The Sentry server administrator modified the device registrations.][p2:You need to remove and re-add the device to continue using your U2F device. Use a different sign-in method or contact [support] for assistance.]
ro: [p1:Administratorul serverului Sentry a modificat înregistrările dispozitivului][p2:Trebuie să eliminați și să adăugați din nou dispozitivul pentru a continua să utilizați dispozitivul U2F. Utilizați o altă metodă de conectare sau contactați [support] for assistance.]
si: [p1:Sentry server administrator විසින් උපාංග ලියාපදිංචි කිරීම් වෙනස් කරන ලදී.][p2:ඔබගේ U2F උපාංගය දිගටම භාවිතා කිරීමට ඔබට උපාංගය ඉවත් කර නැවත එක් කිරීමට අවශ්‍ය වේ. වෙනත් පුරනය වීමේ ක්‍රමයක් භාවිතා කරන්න හෝ සහාය සඳහා [support] අමතන්න.]

source: Try Again
ro: Încearcă din nou
si: නැවත උත්සහා කරන්න

source: Alternatively you can use your U2F device to confirm the action.
ro: Alternativ, puteți utiliza dispozitivul U2F pentru a confirma acțiunea.
si: විකල්පයක් ලෙස ඔබට ක්‍රියාව තහවුරු කිරීමට ඔබගේ U2F උපාංගය භාවිතා කළ හැක.

source: To enroll your U2F device insert it now or tap the button on it to activate it.
ro: Pentru a vă înscrie dispozitivul U2F, introduceți-l acum sau atingeți butonul de pe acesta pentru a-l activa.
si: ඔබගේ U2F උපාංගය ලියාපදිංචි කිරීමට එය දැන් ඇතුල් කරන්න හෝ එය සක්‍රිය කිරීමට එහි ඇති බොත්තම තට්ටු කරන්න.

source: Insert your U2F device or tap the button on it to confirm the sign-in request.
ro: Introduceți dispozitivul U2F sau atingeți butonul de pe acesta pentru a confirma cererea de conectare.
si: පුරනය වීමේ ඉල්ලීම තහවුරු කිරීමට ඔබගේ U2F උපාංගය ඇතුළු කරන්න හෝ එහි ඇති බොත්තම තට්ටු කරන්න.

source: [miserableUsers] out of [totalUsers] unique users waited more than [duration]ms (4x the response time threshold)
ro: [miserableUsers] din [totalUsers] utilizatori unici au așteptat mai mult de [duration]ms (4x pragul timpului de răspuns)
si: අද්විතීය පරිශීලකයින් [totalUsers] න් [miserableUsers] ක් [duration]ms වඩා බලා සිටියේය (ප්‍රතිචාර කාල සීමාව 4x)

source: User Misery score is [userMisery], representing users who waited more than more than [duration]ms (4x the response time threshold)
ro: Scorul User Misery este [userMisery], reprezentând utilizatorii care au așteptat mai mult de [duration]ms (4x pragul timpului de răspuns).
si: පරිශීලක දුක්ඛිත ලකුණු [userMisery], [duration]ms ට වඩා වැඩි කාලයක් රැඳී සිටි පරිශීලකයින් නියෝජනය කරයි (ප්‍රතිචාර කාල සීමාව 4x)

source: User Misery score is [userMisery].
ro: Scorul User Misery este [userMisery].
si: පරිශීලක දුක්ඛිත ලකුණු [userMisery]වේ.

source: New Issues
ro: Probleme noi
si: නව ගැටළු

source: commits
ro: commit-uri
si: කැප කරයි

source: commit
ro: commit-ul
si: කැප කරනවා

source: by
ro: de
si: විසින්

source: authors
ro: autori
si: කතුවරුන්

source: author
ro: autor
si: කර්තෘ

source: Deploys
ro: Desfășoară
si: යොදවයි

source: Releases are better with commit data!
ro: Lansările sunt mai bune cu date de angajament!
si: කැපවීම් දත්ත සමඟ නිකුත් කිරීම් වඩා හොඳය!

source: Connect a repository to see commit info, files changed, and authors involved in future releases.
ro: Conectați-vă la un depozit pentru a vedea informații despre confirmări, fișierele modificate și autorii implicați în versiunile viitoare.
si: කැපවීම් තොරතුරු, ගොනු වෙනස් කිරීම සහ අනාගත නිකුතුවලට සම්බන්ධ කර්තෘවරුන් බැලීමට ගබඩාවක් සම්බන්ධ කරන්න.

source: Connect a repository
ro: Conectarea unui depozit
si: ගබඩාවක් සම්බන්ධ කරන්න

source: Last hour
ro: Ultima oră
si: පසුගිය පැය

source: Last 24 hours
ro: Ultimele 24 de ore
si: පසුගිය පැය 24

source: Last 7 days
ro: Ultimele 7 zile
si: පසුගිය දින 7

source: Last 14 days
ro: Ultimele 14 zile
si: පසුගිය දින 14

source: Last 30 days
ro: Ultimele 30 de zile
si: පසුගිය දින 30

source: Last 90 days
ro: Ultimele 90 de zile
si: පසුගිය දින 90

source: Unknown error. Please try again.
ro: Eroare necunoscută. Vă rugăm să încercați din nou.
si: නොදන්නා දෝෂයකි. කරුණාකර නැවත උත්සාහ කරන්න.

source: This view is only available with Performance Monitoring.
ro: Această vizualizare este disponibilă numai cu Performance Monitoring.
si: මෙම දර්ශනය ලබා ගත හැක්කේ කාර්ය සාධන අධීක්‍ෂණය සමඟ පමණි.

source: This view is only available with Discover.
ro: Această vizualizare este disponibilă numai cu Discover.
si: මෙම දසුන ලබා ගත හැක්කේ Discover සමඟ පමණි.

source: This view is only available with Release Health.
ro: Această vizualizare este disponibilă numai cu Release Health.
si: මෙම දර්ශනය ලබා ගත හැක්කේ Release Health සමඟ පමණි.

source: Send Me Alerts
ro: Trimiteți-mi alerte
si: මට ඇඟවීම් එවන්න

source: Enable this to receive notifications for Alerts sent to your teams. You will always receive alerts configured to be sent directly to you.
ro: Activați această opțiune pentru a primi notificări pentru alertele trimise echipelor dumneavoastră. Veți primi întotdeauna alertele configurate pentru a fi trimise direct către dumneavoastră.
si: ඔබගේ කණ්ඩායම් වෙත යවන ලද ඇඟවීම් සඳහා දැනුම්දීම් ලබා ගැනීමට මෙය සබල කරන්න. ඔබ වෙත කෙලින්ම යැවීමට වින්‍යාස කර ඇති ඇඟවීම් ඔබට සැමවිටම ලැබෙනු ඇත.

source: Send Me Workflow Notifications
ro: Trimiteți-mi notificări de flux de lucru
si: මට කාර්ය ප්‍රවාහ දැනුම්දීම් යවන්න

source: Always
ro: Întotdeauna
si: සැමවිටම

source: Only On Issues I Subscribe To
ro: Numai la subiectele la care m-am abonat
si: මම දායක වන ගැටළු සඳහා පමණි

source: Never
ro: Niciodată
si: කවදාවත් නැහැ

source: E.g. changes in issue assignment, resolution status, and comments.
ro: De exemplu, modificări în atribuirea problemelor, starea de rezolvare și comentarii.
si: උදා: ගැටළු පැවරීම, විභේදන තත්ත්වය සහ අදහස් වල වෙනස්කම්.

source: Send Me Weekly Reports
ro: Trimiteți-mi rapoarte săptămânale
si: මට සතිපතා වාර්තා එවන්න

source: Reports contain a summary of what's happened within your organization.
ro: Rapoartele conțin un rezumat a ceea ce s-a întâmplat în cadrul organizației dumneavoastră.
si: ඔබේ සංවිධානය තුළ සිදු වූ දේ පිළිබඳ සාරාංශයක් වාර්තාවල අඩංගු වේ.

source: Send Me Deploy Notifications
ro: Trimiteți-mi notificări de desfășurare
si: මට යෙදවීමට දැනුම්දීම් යවන්න

source: Only On Deploys With My Commits
ro: Numai în cazul implementărilor cu angajamentele mele
si: මගේ කැපවීම් සමඟ යෙදවීමට පමණි

source: Deploy emails include release, environment and commit overviews.
ro: Mesajele electronice de desfășurare includ prezentări generale ale versiunilor, mediilor și confirmărilor.
si: ඊමේල් යෙදවීමට මුදා හැරීම, පරිසරය සහ කැපවීම් දළ විශ්ලේෂණයන් ඇතුළත් වේ.

source: Notify Me About My Own Activity
ro: Înștiințați-mă despre propria mea activitate
si: මගේම ක්‍රියාකාරකම් ගැන මට දන්වන්න

source: Enable this to receive notifications about your own actions on Sentry.
ro: Activați această opțiune pentru a primi notificări despre propriile acțiuni pe Sentry.
si: Sentry හි ඔබගේම ක්‍රියා පිළිබඳ දැනුම්දීම් ලැබීමට මෙය සබල කරන්න.

source: Claim Unassigned Issues I've Resolved
ro: Revendicați problemele neatribuite pe care le-am rezolvat
si: මා විසින් විසඳා ඇති පවරා නොගත් ගැටළු වලට හිමිකම් කියන්න

source: You'll receive notifications about any changes that happen afterwards.
ro: Veți primi notificări cu privire la toate modificările care vor avea loc ulterior.
si: පසුව සිදුවන ඕනෑම වෙනස්කමක් ගැන ඔබට දැනුම්දීම් ලැබෙනු ඇත.

source: Workflow Notifications
ro: Notificări de flux de lucru
si: කාර්ය ප්‍රවාහ දැනුම්දීම්

source: Email Routing
ro: Rutarea e-mailurilor
si: ඊමේල් මාර්ගගත කිරීම

source: Weekly Reports
si: සතිපතා වාර්තා

source: Deploy Notifications
ro: Implementarea notificărilor
si: දැනුම්දීම් යෙදවීම

source: My Activity
ro: Activitatea mea
si: මගේ ක්‍රියාකාරකම්

source: Theme
ro: Temă
si: තේමාව

source: Select your theme preference. It can be synced to your system's theme, always light mode, or always dark mode.
ro: Selectați tema preferată. Aceasta poate fi sincronizată cu tema sistemului dumneavoastră, în mod mereu luminos sau în mod mereu întunecat.
si: ඔබේ තේමා මනාපය තෝරන්න. එය ඔබගේ පද්ධතියේ තේමාවට, සැම විටම සැහැල්ලු ප්‍රකාරයට හෝ සැම විටම අඳුරු ප්‍රකාරයට සමමුහුර්ත කළ හැක.

source: Use a 24-hour clock
ro: Utilizați un ceas de 24 de ore
si: පැය 24 ඔරලෝසුවක් භාවිතා කරන්න

source: Choose the default ordering of frames in stack traces
ro: Alegeți ordinea implicită a cadrelor în urmele de stivă
si: ස්ටැක් ට්‍රේස් වල රාමු වල පෙරනිමි අනුපිළිවෙල තෝරන්න

source: Use default ignored sources
ro: Utilizați sursele ignorate implicit
si: පෙරනිමි නොසලකා හරින ලද මූලාශ්‍ර භාවිතා කරන්න

source: Our default list will attempt to ignore common issues and reduce noise.
ro: Lista noastră implicită va încerca să ignore problemele comune și să reducă zgomotul.
si: අපගේ පෙරනිමි ලැයිස්තුව පොදු ගැටළු නොසලකා හැරීමට සහ ශබ්දය අඩු කිරීමට උත්සාහ කරනු ඇත.

source: Additional ignored sources
ro: Surse suplimentare ignorate
si: අමතර නොසලකා හරින ලද මූලාශ්‍ර

source: Discard reports about requests from the given sources. Separate multiple entries with a newline.
ro: Elimină rapoartele privind cererile din sursele date. Separați intrările multiple cu o linie nouă.
si: ලබා දී ඇති මූලාශ්‍රවලින් ඉල්ලීම් පිළිබඳ වාර්තා ඉවතලන්න. නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න.

source: Separate multiple entries with a newline.
ro: Separați intrările multiple cu o linie nouă.
si: නව රේඛාවක් සමඟ බහු ඇතුළත් කිරීම් වෙන් කරන්න.

source: Allows [link:glob pattern matching].
ro: Permite [link:glob pattern matching].
si: [link:glob pattern matching] ඉඩ දෙයි.

source: Custom Filters
ro: Filtre personalizate
si: අභිරුචි පෙරහන්

source: IP Addresses
ro: Adrese IP
si: IP ලිපින

source: Filter events from these IP addresses.
ro: Filtrați evenimentele de la aceste adrese IP.
si: මෙම IP ලිපින වලින් සිදුවීම් පෙරහන් කරන්න.

source: Filter events from these releases.
ro: Filtrați evenimentele din aceste versiuni.
si: මෙම නිකුතු වලින් සිදුවීම් පෙරහන් කරන්න.

source: Error Message
ro: Mesaj de eroare
si: දෝෂ පණිවිඩය

source: Filter events by error messages.
ro: Filtrați evenimentele în funcție de mesajele de eroare.
si: දෝෂ පණිවිඩ මගින් සිදුවීම් පෙරහන් කරන්න.

source: General
si: ජනරාල්

source: Organization Slug
ro: Organizarea Slug
si: සංවිධානය Slug

source: A unique ID used to identify this organization
ro: Un ID unic utilizat pentru a identifica această organizație
si: මෙම සංවිධානය හඳුනා ගැනීමට භාවිතා කරන අද්විතීය ID

source: You will be redirected to the new organization slug after saving
ro: Veți fi redirecționat către noul slug al organizației după salvare
si: සුරැකීමෙන් පසු ඔබව නව සංවිධාන ස්ලග් වෙත හරවා යවනු ලැබේ

source: Display Name
ro: Afișați numele
si: ප්රදර්ශන නාමය

source: A human-friendly name for the organization
ro: Un nume prietenos pentru oameni pentru organizație
si: සංවිධානය සඳහා මානව හිතකාමී නමකි

source: Early Adopter
ro: Adoptare timpurie
si: මුල් දරුකමට හදාගත් තැනැත්තා

source: Opt-in to new features before they're released to the public
ro: Optați pentru noile caracteristici înainte ca acestea să fie făcute publice
si: නව විශේෂාංග මහජනතාවට නිකුත් කිරීමට පෙර ඒවා වෙත ඇතුළු වන්න

source: The default role new members will receive
ro: Rolul implicit pe care îl vor primi noii membri
si: පෙරනිමි භූමිකාව නව සාමාජිකයින්ට ලැබෙනු ඇත

source: Open Membership
ro: Membru liber
si: විවෘත සාමාජිකත්වය

source: Allow organization members to freely join or leave any team
ro: Permiteți membrilor organizației să se alăture sau să părăsească în mod liber orice echipă
si: සංවිධානයේ සාමාජිකයින්ට ඕනෑම කණ්ඩායමකට නිදහසේ එකතු වීමට හෝ ඉවත් වීමට ඉඩ දෙන්න

source: Let Members Delete Events
ro: Permiteți membrilor să șteargă evenimente
si: සාමාජිකයින්ට සිදුවීම් මකා දැමීමට ඉඩ දෙන්න

source: Allow members to delete events (including the delete & discard action) by granting them the `event:admin` scope.
ro: Permiteți membrilor să șteargă evenimente (inclusiv acțiunea "delete & discard"), acordându-le domeniul `event:admin`.
si: සාමාජිකයින්ට 'සිදුවීම:පරිපාලක' විෂය පථය ලබා දීමෙන් (මකන්න සහ ඉවතලන ක්‍රියාව ඇතුළුව) සිදුවීම් මැකීමට ඉඩ දෙන්න.

source: Let Members Create and Edit Alerts
ro: Permiteți membrilor să creeze și să editeze alerte
si: සාමාජිකයින්ට ඇඟවීම් සෑදීමට සහ සංස්කරණය කිරීමට ඉඩ දෙන්න

source: Allow members to create, edit, and delete alert rules by granting them the `alerts:write` scope.
ro: Permiteți membrilor să creeze, să editeze și să șteargă reguli de alertă, acordându-le domeniul de aplicare `alerts:write`.
si: සාමාජිකයින්ට ඇඟවීම් රීති සෑදීමට, සංස්කරණය කිරීමට සහ මැකීමට ඉඩ දෙන්න.

source: Attachments Access
ro: Accesul la atașamente
si: ඇමුණුම් ප්රවේශය

source: Role required to download event attachments, such as native crash reports or log files.
ro: Rolul necesar pentru a descărca atașamentele evenimentelor, cum ar fi rapoartele native de accident sau fișierele jurnal.
si: ස්වදේශීය බිඳ වැටීම් වාර්තා හෝ ලොග් ගොනු වැනි සිදුවීම් ඇමුණුම් බාගැනීමට අවශ්‍ය කාර්යභාරය.

source: Debug Files Access
ro: Acces la fișierele de depanare
si: නිදොස් ගොනු ප්‍රවේශය

source: Role required to download debug information files, proguard mappings and source maps.
ro: Rol necesar pentru a descărca fișiere de informații de depanare, mapare proguard și hărți sursă.
si: නිදොස් කිරීමේ තොරතුරු ගොනු, ප්‍රොගාර්ඩ් සිතියම්ගත කිරීම් සහ මූලාශ්‍ර සිතියම් බාගැනීමට අවශ්‍ය කාර්යභාරය.

source: Allow Join Requests
ro: Permiteți cererile de aderare
si: එකතු වීමේ ඉල්ලීම් වලට ඉඩ දෙන්න

source: Allow users to request to join your organization
ro: Permiteți utilizatorilor să solicite să se alăture organizației dumneavoastră
si: ඔබේ සංවිධානයට සම්බන්ධ වීමට ඉල්ලීම් කිරීමට පරිශීලකයින්ට ඉඩ දෙන්න

source: Are you sure you want to allow users to request to join your organization?
ro: Sunteți sigur că doriți să permiteți utilizatorilor să solicite să se alăture organizației dumneavoastră?
si: පරිශීලකයින්ට ඔබේ සංවිධානයට සම්බන්ධ වීමට ඉල්ලීමට ඉඩ දීමට අවශ්‍ය බව ඔබට විශ්වාසද?

source: Data Scrubbing
ro: Curățarea datelor
si: දත්ත ස්ක්‍රබ් කිරීම

source: Require Data Scrubber
ro: Necesită Data Scrubber
si: දත්ත ස්ක්‍රබර් අවශ්‍යයි

source: Require server-side data scrubbing be enabled for all projects
ro: Solicită ca scrubbing-ul de date pe server să fie activat pentru toate proiectele
si: සියලුම ව්‍යාපෘති සඳහා සේවාදායක පැත්තේ දත්ත ස්ක්‍රබ් කිරීම සක්‍රීය කිරීම අවශ්‍ය වේ

source: Disabling this can have privacy implications for ALL projects, are you sure you want to continue?
ro: Dezactivarea acestui lucru poate avea implicații asupra confidențialității pentru TOATE proiectele, sunteți sigur că doriți să continuați?
si: මෙය අක්‍රිය කිරීමෙන් සියලුම ව්‍යාපෘති සඳහා රහස්‍යතා බලපෑම් ඇති විය හැක, ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?

source: Require Using Default Scrubbers
ro: Solicită utilizarea curățătoarelor implicite
si: පෙරනිමි ස්ක්‍රබර් භාවිතා කිරීම අවශ්‍ය වේ

source: Require the default scrubbers be applied to prevent things like passwords and credit cards from being stored for all projects
ro: Cereți ca filtrele implicite să fie aplicate pentru a împiedica stocarea de lucruri precum parolele și cărțile de credit pentru toate proiectele
si: සියලුම ව්‍යාපෘති සඳහා මුරපද සහ ක්‍රෙඩිට් කාඩ් වැනි දේවල් ගබඩා කිරීම වැළැක්වීමට පෙරනිමි ස්ක්‍රබර් යෙදීම අවශ්‍ය වේ

source: Security & Privacy
ro: Securitate & Confidențialitate
si: ආරක්ෂාව සහ පෞද්ගලිකත්වය

source: Global Sensitive Fields
ro: Câmpuri sensibile globale
si: ගෝලීය සංවේදී ක්ෂේත්ර
