Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Jira Project
ro: Proiect Jira
si: ජිරා ව්යාපෘතිය

source: Sync Sentry Assignment to Jira
ro: Sincronizarea atribuirii Sentry cu Jira
si: ජිරා වෙත සෙන්ට්‍රි පැවරුම සමමුහුර්ත කරන්න

source: When an issue is assigned in Sentry, assign its linked Jira ticket to the same user.
ro: Atunci când o problemă este atribuită în Sentry, atribuiți biletul Jira aferent aceluiași utilizator.
si: Sentry හි ගැටලුවක් පවරා ඇති විට, එහි සම්බන්ධිත Jira ප්‍රවේශ පත්‍රය එම පරිශීලකයාට පවරන්න.

source: Sync Sentry Comments to Jira
ro: Sincronizarea comentariilor Sentry cu Jira
si: Sentry අදහස් ජිරා වෙත සමමුහුර්ත කරන්න

source: Post comments from Sentry issues to linked Jira tickets
ro: Postați comentariile din problemele Sentry în tichetele Jira asociate
si: සම්බන්ධිත ජිරා ප්‍රවේශපත්‍ර වෙත සෙන්ට්‍රි ගැටලුවලින් අදහස් පළ කරන්න

source: Sync Jira Status to Sentry
ro: Sincronizarea stării Jira cu Sentry
si: Jira තත්ත්වය Sentry වෙත සමමුහුර්ත කරන්න

source: When a Jira ticket is marked done, resolve its linked issue in Sentry. When a Jira ticket is removed from being done, unresolve its linked Sentry issue.
ro: Atunci când un bilet Jira este marcat ca fiind finalizat, rezolvați problema legată de acesta în Sentry. Atunci când un bilet Jira nu mai este marcat ca fiind finalizat, rezolvați problema sa legată în Sentry.
si: ජිරා ප්‍රවේශපත්‍රයක් අවසන් වූ විට, එහි සම්බන්ධිත ගැටලුව Sentry හි විසඳන්න. ජිරා ටිකට් පතක් අවසන් කිරීමෙන් ඉවත් කළ විට, එහි සම්බන්ධිත සෙන්ට්‍රි ගැටලුව නොවිසඳන්න.

source: Sync Jira Assignment to Sentry
ro: Sincronizarea atribuției Jira cu Sentry
si: ජිරා පැවරුම සෙන්ට්‍රි වෙත සමමුහුර්ත කරන්න

source: When a ticket is assigned in Jira, assign its linked Sentry issue to the same user.
ro: Atunci când un bilet este atribuit în Jira, atribuiți problema Sentry legată de acesta aceluiași utilizator.
si: ජිරා හි ප්‍රවේශපත්‍රයක් පවරන විට, එහි සම්බන්ධිත Sentry නිකුතුව එම පරිශීලකයාට පවරන්න.

source: e.g. "components, security, customfield_10006"
ro: de exemplu, "components, security, customfield_10006"
si: උදා "සංරචක, ආරක්ෂාව, අභිරුචි ක්ෂේත්‍රය_10006"

source: Comma-separated list of Jira fields that you don't want to show in issue creation form
ro: Listă de câmpuri Jira, separate prin virgulă, pe care nu doriți să le afișați în formularul de creare a problemei
si: ඔබට ගැටළු නිර්මාණය කිරීමේ පෝරමයේ පෙන්වීමට අවශ්‍ය නැති ජිරා ක්ෂේත්‍රවල කොමාවෙන් වෙන් කළ ලැයිස්තුව

source: Unable to communicate with the Jira instance. You may need to reinstall the addon.
ro: Nu se poate comunica cu instanța Jira. Este posibil să fie nevoie să reinstalați addon-ul.
si: ජිරා අවස්ථාව සමඟ සන්නිවේදනය කළ නොහැක. ඔබට ඇඩෝනය නැවත ස්ථාපනය කිරීමට අවශ්‍ය විය හැක.

source: Your organization does not have access to this feature
ro: Organizația dumneavoastră nu are acces la această funcție
si: ඔබේ සංවිධානයට මෙම විශේෂාංගයට ප්‍රවේශය නැත

source: Jira integration is a required field.
ro: Integrarea Jira este un câmp obligatoriu.
si: ජිරා ඒකාබද්ධ කිරීම අවශ්‍ය ක්ෂේත්‍රයකි.

source: Jira URL
si: ජිරා URL

source: The base URL for your Jira Server instance, including the host and protocol.
ro: URL-ul de bază pentru instanța Jira Server, inclusiv gazda și protocolul.
si: සත්කාරක සහ ප්‍රොටෝකෝලය ඇතුළුව, ඔබගේ ජිරා සේවාදායක අවස්ථාව සඳහා මූලික URL.

source: By default, we verify SSL certificates when making requests to your Jira instance.
ro: În mod implicit, verificăm certificatele SSL atunci când efectuăm cereri către instanța Jira.
si: පෙරනිමියෙන්, අපි ඔබගේ ජිරා අවස්ථාවට ඉල්ලීම් කරන විට SSL සහතික සත්‍යාපනය කරන්නෙමු.

source: Jira Consumer Key
ro: Cheia Jira Consumer
si: ජිරා පාරිභෝගික යතුර

source: Jira Consumer Private Key
ro: Cheia privată Jira Consumer
si: ජිරා පාරිභෝගික පුද්ගලික යතුර

source: Teams Marketplace
ro: Piața echipelor
si: කණ්ඩායම් වෙළඳපොළ

source: The channel or user "%(channel)s" could not be found in the %(team)s Team.
ro: Canalul sau utilizatorul "%(channel)s" nu a putut fi găsit în %(team)s Echipă.
si: නාලිකාව හෝ පරිශීලක "%(channel)s" %(team)s කණ්ඩායම තුළ සොයා ගත නොහැකි විය.

source: Invalid {field}
si: වලංගු නොවන {field}

source: The service "%(service)s" does not exist in the %(account)s Pagerduty account.
ro: Serviciul "%(service)s" nu există în %(account)s Contul Pagerduty.
si: "%(service)s" සේවාව %(account)s Pagerduty ගිණුමේ නොමැත.

source: The service "%(service)s" has not been granted access in the %(account)s Pagerduty account.
ro: Serviciul "%(service)s" nu a primit acces în%(account)s contul Pagerduty.
si: "%(service)s" සේවාවට %(account)s Pagerduty ගිණුමේ ප්‍රවේශය ලබා දී නොමැත.

source: The provided %(proper_name)s account is linked to a different Sentry user. To continue linking the current Sentry user, please use a different %(proper_name)s account.
ro: Contul%(proper_name)s furnizat este legat de un alt utilizator Sentry. Pentru a continua conectarea utilizatorului Sentry actual, vă rugăm să utilizați un alt%(proper_name)s cont.
si: සපයා ඇති %(proper_name)s ගිණුම වෙනත් Sentry පරිශීලකයෙකුට සම්බන්ධ කර ඇත. වත්මන් Sentry පරිශීලකයා සම්බන්ධ කිරීම දිගටම කරගෙන යාමට, කරුණාකර වෙනත් %(proper_name)s ගිණුමක් භාවිතා කරන්න.

source: Workspace
ro: Spațiul de lucru
si: වැඩබිම

source: Slack channel name is a required field.
ro: Numele canalului Slack este un câmp obligatoriu.
si: ස්ලැක් නාලිකාවේ නම අවශ්‍ය ක්ෂේත්‍රයකි.

source: Slack workspace is a required field.
ro: Spațiul de lucru Slack este un câmp obligatoriu.
si: Slack Workspace යනු අවශ්‍ය ක්ෂේත්‍රයකි.

source: Multiple users were found with display name "%(channel)s". Please use your username, found at %(domain)s/account/settings#username.
ro: Au fost găsiți mai mulți utilizatori cu numele de afișare "%(channel)s". Vă rugăm să folosiți numele dumneavoastră de utilizator, găsit la %(domain)s/account/settings#username.
si: සංදර්ශක නාමය "%(channel)s" සමඟින් බහු පරිශීලකයන් හමු විය. කරුණාකර ඔබගේ පරිශීලක නාමය භාවිතා කරන්න, %(domain)s/account/settings#username.

source: The slack resource "%(channel)s" does not exist or has not been granted access in the %(workspace)s Slack workspace.
ro: Resursa moale "%(channel)s" nu există sau nu i s-a acordat acces în %(workspace)s Spațiul de lucru Slack.
si: ස්ලැක් සම්පත "%(channel)s" නොපවතියි හෝ %(workspace)s Slack වැඩබිම තුළ ප්‍රවේශය ලබා දී නොමැත.

source: Vercel is an all-in-one platform with Global CDN supporting static & JAMstack deployment and Serverless Functions.
ro: Vercel este o platformă all-in-one cu CDN global care suportă implementarea statică și JAMstack și funcții Serverless.
si: Vercel යනු ස්ථිතික සහ JAMstack යෙදවීම සහ Serverless Functions සඳහා සහය දක්වන Global CDN සමඟින් එක-එක් වේදිකාවකි.

source: Visit the Vercel Marketplace to install this integration. After installing the Sentry integration, you'll be redirected back to Sentry to finish syncing Vercel and Sentry projects.
ro: Vizitați Vercel Marketplace pentru a instala această integrare. După instalarea integrării Sentry, veți fi redirecționat înapoi la Sentry pentru a finaliza sincronizarea proiectelor Vercel și Sentry.
si: මෙම ඒකාබද්ධ කිරීම ස්ථාපනය කිරීමට Vercel Marketplace වෙත පිවිසෙන්න. Sentry ඒකාබද්ධ කිරීම ස්ථාපනය කිරීමෙන් පසු, Vercel සහ Sentry ව්‍යාපෘති සමමුහුර්ත කිරීම අවසන් කිරීමට ඔබව Sentry වෙත ආපසු හරවා යවනු ලැබේ.

source: Connect Your Projects
ro: Conectați-vă proiectele
si: ඔබේ ව්‍යාපෘති සම්බන්ධ කරන්න

source: Don't have a project yet? Click [here]({}) to create one.
ro: Nu aveți încă un proiect? Faceți clic [aici]({}) pentru a crea unul.
si: තවම ව්‍යාපෘතියක් නැද්ද? එකක් සෑදීමට [here]({}) ක්ලික් කරන්න.

source: Install a [source code integration]({}) and configure your repositories.
ro: Instalați o [source code integration]({}) și configurați-vă depozitele.
si: [මූලාශ්‍ර කේත අනුකලනය]({}) ස්ථාපනය කර ඔබගේ ගබඩාවන් වින්‍යාස කරන්න.

source: Vercel project...
ro: Proiectul Vercel...
si: Vercel ව්‍යාපෘතිය...

source: Link your Sentry projects to complete your installation on Vercel
ro: Conectați-vă proiectele Sentry pentru a vă finaliza instalarea pe Vercel
si: Vercel මත ඔබේ ස්ථාපනය සම්පූර්ණ කිරීමට ඔබේ Sentry ව්‍යාපෘති සම්බන්ධ කරන්න

source: Complete on Vercel
ro: Completați pe Vercel
si: Vercel මත සම්පූර්ණ කරන්න

source: Sync Sentry Status to Azure DevOps
ro: Sincronizarea stării Sentry cu Azure DevOps
si: Sentry තත්ත්වය Azure DevOps වෙත සමමුහුර්ත කරන්න

source: When a Sentry issue changes status, change the status of the linked work item in Azure DevOps.
ro: Atunci când o problemă Sentry își schimbă starea, modificați starea elementului de lucru legat în Azure DevOps.
si: Sentry ගැටලුවක් තත්ත්වය වෙනස් කරන විට, Azure DevOps හි සම්බන්ධිත වැඩ අයිතමයේ තත්ත්වය වෙනස් කරන්න.

source: Add Azure DevOps Project
ro: Adăugați proiectul Azure DevOps
si: Azure DevOps ව්‍යාපෘතිය එක් කරන්න

source: Could not find Azure DevOps project
ro: Nu s-a putut găsi proiectul Azure DevOps
si: Azure DevOps ව්‍යාපෘතිය සොයා ගැනීමට නොහැකි විය

source: Azure DevOps Project
ro: Proiect Azure DevOps
si: Azure DevOps ව්‍යාපෘතිය

source: Sync Sentry Assignment to Azure DevOps
ro: Sincronizați atribuirea Sentry cu Azure DevOps
si: Sentry පැවරුම Azure DevOps වෙත සමමුහුර්ත කරන්න

source: When an issue is assigned in Sentry, assign its linked Azure DevOps work item to the same user.
ro: Atunci când o problemă este atribuită în Sentry, atribuiți elementul de lucru Azure DevOps legat de aceasta aceluiași utilizator.
si: Sentry හි ගැටලුවක් පවරා ඇති විට, එහි සම්බන්ධිත Azure DevOps වැඩ අයිතමය එම පරිශීලකයාට පවරන්න.

source: Sync Sentry Comments to Azure DevOps
ro: Sincronizarea comentariilor Sentry cu Azure DevOps
si: Sentry අදහස් Azure DevOps වෙත සමමුහුර්ත කරන්න

source: Post comments from Sentry issues to linked Azure DevOps work items
ro: Postați comentarii de la problemele Sentry la elementele de lucru Azure DevOps legate de acestea
si: සම්බන්ධිත Azure DevOps වැඩ අයිතම වෙත Sentry ගැටළු වලින් අදහස් පළ කරන්න

source: Sync Azure DevOps Status to Sentry
ro: Sincronizați starea Azure DevOps cu Sentry
si: Azure DevOps තත්ත්වය Sentry වෙත සමමුහුර්ත කරන්න

source: When a Azure DevOps work item is marked done, resolve its linked issue in Sentry. When a Azure DevOps work item is removed from being done, unresolve its linked Sentry issue.
ro: Atunci când un element de lucru Azure DevOps este marcat ca fiind finalizat, rezolvați problema legată de acesta în Sentry. Atunci când un element de lucru Azure DevOps nu mai este marcat ca fiind finalizat, rezolvați problema sa legată în Sentry.
si: Azure DevOps වැඩ අයිතමයක් සිදු කළ බවට ලකුණු කළ විට, එහි සම්බන්ධිත ගැටලුව Sentry හි විසඳන්න. Azure DevOps වැඩ අයිතමයක් සිදු කිරීමෙන් ඉවත් කළ විට, එහි සම්බන්ධිත Sentry ගැටලුව නොවිසඳන්න.

source: Sync Azure DevOps Assignment to Sentry
ro: Sincronizați atribuirea Azure DevOps cu Sentry
si: Sentry වෙත Azure DevOps පැවරුම සමමුහුර්ත කරන්න

source: When a work item is assigned in Azure DevOps, assign its linked Sentry issue to the same user.
ro: Atunci când un element de lucru este atribuit în Azure DevOps, atribuiți problema Sentry legată de acesta aceluiași utilizator.
si: Azure DevOps හි වැඩ අයිතමයක් පවරන විට, එහි සම්බන්ධිත Sentry ගැටලුව එම පරිශීලකයාට පවරන්න.

source: Project
ro: Proiect
si: ව්යාපෘතිය

source: Work Item Type
ro: Tipul elementului de lucru
si: වැඩ අයිතම වර්ගය

source: Bug
si: දෝෂය

source: Request
ro: Cerere
si: ඉල්ලීම

source: Stacktrace (most recent call first):
ro: Stacktrace (primul apel cel mai recent):
si: Stacktrace (ඉතාම මෑත ඇමතුම පළමුව):

source: Stacktrace (most recent call last):
ro: Stacktrace (ultimul apel cel mai recent):
si: Stacktrace (වඩාත්ම මෑත ඇමතුම අවසන්):

source: Active
ro: Activ
si: ක්රියාකාරී

source: Inactive
ro: Inactiv
si: අක්රියයි

source: created at
ro: creat la
si: දී නිර්මාණය කරන ලදී

source: last used at
ro: utilizat ultima dată la
si: අවසන් වරට භාවිතා කරන ලදී

source: authenticator
ro: autentificator
si: සත්‍යාපනය කරන්නා

source: authenticators
ro: autentificatori
si: සත්යාපනය කරන්නන්

source: email address
ro: adresă de e-mail
si: විද්යුත් තැපැල් ලිපිනය

source: Unresolved
ro: Nerezolvat
si: නොවිසඳී ඇත

source: Resolved
ro: Rezolvat
si: විසඳා ඇත

source: Ignored
ro: Ignorat
si: නොසලකා හැර ඇත

source: grouped messages
ro: mesajele grupate
si: කණ්ඩායම් පණිවිඩ

source: grouped message
ro: mesajul grupat
si: කණ්ඩායම් පණිවිඩය

source: error
ro: eroare
si: දෝෂය

source: Locked (Migration in Progress)
ro: Blocat (Migrație în curs)
si: අගුලු දමා ඇත (සංක්‍රමණය සිදු වෙමින් පවතී)

source: Automatically Resolved
ro: Rezolvat automat
si: ස්වයංක්‍රීයව විසඳා ඇත

source: Unignored
ro: Neignorat
si: නොසලකා හරින ලද

source: Regressed
ro: Regresat
si: ප්‍රතිගාමී විය

source: Assigned
ro: Atribuit
si: පවරා

source: Unassigned
ro: Neatribuit
si: පැවරීම නොකළ

source: Deleted
ro: Șters
si: මකා දමන ලදී

source: Deleted and Discarded
ro: Șterse și aruncate
si: මකා දමා ඉවත දමන ලදී

source: Reviewed
ro: Revizuit
si: සමාලෝචනය කරන ලදී

source: Resolved in Release
ro: Rezolvat în versiune
si: නිකුතුවේදී විසඳා ඇත

source: Resolved in Commit
ro: Rezolvat în Commit
si: කැපවීමෙන් විසඳා ඇත

source: Resolved in Pull Request
ro: Rezolvat în Pull Request
si: ඇදීමේ ඉල්ලීමේදී විසඳා ඇත

source: Commit
si: කැපවෙන්න

source: Pull Request
si: අදින්න ඉල්ලීම

source: Tracker Issue
ro: Problemă de urmărire
si: ට්රැකර් ගැටලුව

source: Resolves
ro: Rezolvă
si: විසඳයි

source: Linked
ro: Legat de
si: සම්බන්ධ කර ඇත

source: Pending
ro: În așteptare
si: පොරොත්තුවෙන්

source: Approved
ro: Aprobat
si: අනුමත කළා

source: Organization member requested to invite user
ro: Membrul organizației a solicitat să invite un utilizator
si: සංවිධානයේ සාමාජිකයා පරිශීලකයාට ආරාධනා කරන ලෙස ඉල්ලා ඇත

source: User requested to join organization
ro: Utilizatorul a cerut să se alăture organizației
si: සංවිධානයට සම්බන්ධ වීමට පරිශීලකයා ඉල්ලා ඇත

source: Pending Deletion
ro: În curs de ștergere
si: පොරොත්තු මකාදැමීම

source: Deletion in Progress
ro: Ștergere în curs
si: මකාදැමීම සිදු වෙමින් පවතී

source: Open
ro: Deschideți
si: විවෘත

source: Archived
ro: Arhivat
si: සංරක්ෂණය කර ඇත

source: Events
ro: Evenimente
si: සිදුවීම්

source: Users
ro: Utilizatori
si: පරිශීලකයන්

source: Relative Change
ro: Schimbare relativă
si: සාපේක්ෂ වෙනසක්

source: Date Added
ro: Data adăugării
si: එකතු කළ දිනය

source: username
ro: nume de utilizator
si: පරිශීලක නාමය

source: name
ro: nume
si: නාමය

source: staff status
ro: statutul personalului
si: කාර්ය මණ්ඩල තත්ත්වය

source: Designates whether the user can log into this admin site.
ro: Indică dacă utilizatorul se poate conecta la acest site de administrare.
si: පරිශීලකයාට මෙම පරිපාලක අඩවියට පිවිසිය හැකිද යන්න නියම කරයි.

source: active
ro: activat
si: ක්රියාකාරී

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ro: Indică dacă acest utilizator trebuie tratat ca fiind activ. Debifați această opțiune în loc să ștergeți conturile.
si: මෙම පරිශීලකයා ක්‍රියාකාරී ලෙස සැලකිය යුතුද යන්න නම් කරයි. ගිණුම් මකා දැමීම වෙනුවට මෙය තෝරා නොගන්න.

source: superuser status
ro: statutul de superutilizator
si: සුපිරි පරිශීලක තත්ත්වය

source: Designates that this user has all permissions without explicitly assigning them.
ro: Desemnează faptul că acest utilizator are toate permisiunile fără a le atribui în mod explicit.
si: මෙම පරිශීලකයාට පැහැදිලිව පැවරීමකින් තොරව සියලු අවසර ඇති බව නම් කරයි.

source: managed
ro: gestionat
si: කළමනාකරණය කළා

source: Designates whether this user should be treated as managed. Select this to disallow the user from modifying their account (username, password, etc).
ro: Indică dacă acest utilizator trebuie tratat ca fiind gestionat. Selectați această opțiune pentru a interzice utilizatorului să își modifice contul (nume de utilizator, parolă etc.).
si: මෙම පරිශීලකයා කළමනාකරණය කළ ලෙස සැලකිය යුතුද යන්න නම් කරයි. පරිශීලකයාට ඔවුන්ගේ ගිණුම (පරිශීලක නාමය, මුරපදය, ආදිය) වෙනස් කිරීමට ඉඩ නොදීමට මෙය තෝරන්න.

source: is sentry app
ro: este aplicația Sentry
si: මුර යෙදුම වේ

source: Designates whether this user is the entity used for Permissionson behalf of a Sentry App. Cannot login or use Sentry like anormal User would.
ro: Desemnează dacă acest utilizator este entitatea utilizată pentru Permissionson în numele unei aplicații Sentry. Nu se poate autentifica sau utiliza Sentry așa cum ar face-o un utilizator normal.
si: මෙම පරිශීලකයා Sentry යෙදුමක් වෙනුවෙන් අවසරය සඳහා භාවිතා කරන ආයතනයද යන්න නම් කරයි. සාමාන්‍ය පරිශීලකයෙකු මෙන් ලොග් වීමට හෝ Sentry භාවිතා කිරීමට නොහැක.

source: password expired
ro: parolă expirată
si: මුරපදය කල් ඉකුත් විය

source: If set to true then the user needs to change the password on next sign in.
ro: Dacă este setat la true, atunci utilizatorul trebuie să își schimbe parola la următoarea autentificare.
si: සත්‍ය ලෙස සකසා ඇත්නම්, ඊළඟ පුරනයේදී පරිශීලකයාට මුරපදය වෙනස් කිරීමට අවශ්‍ය වේ.

source: date of last password change
ro: data ultimei modificări a parolei
si: අවසාන මුරපදය වෙනස් කළ දිනය

source: The date the password was changed last.
ro: Data la care parola a fost schimbată ultima dată.
si: මුරපදය අවසන් වරට වෙනස් කළ දිනය.

source: date joined
ro: data aderării
si: සම්බන්ධ වූ දිනය

source: last active
ro: ultimul activ
si: අවසාන ක්රියාකාරී

source: user
ro: utilizator
si: පරිශීලක

source: users
ro: utilizatori
si: පරිශීලකයන්

source: verified
ro: verificat
si: තහවුරු කර ඇත

source: Designates whether this user has confirmed their email.
ro: Indică dacă acest utilizator și-a confirmat e-mailul.
si: මෙම පරිශීලකයා ඔවුන්ගේ විද්‍යුත් තැපෑල තහවුරු කර තිබේද යන්න නම් කරයි.

source: Your settings were saved successfully.
ro: Setările dumneavoastră au fost salvate cu succes.
si: ඔබගේ සැකසීම් සාර්ථකව සුරකින ලදී.

source: Callback URLs
ro: URL-uri de apelare
si: ආපසු ඇමතුම් URL

source: Enter callback URLs to POST new events to (one per line).
ro: Introduceți URL-urile de callback la care să se posteze noile evenimente (unul pe linie).
si: (පේළියකට එකක්) වෙත නව සිදුවීම් POST කිරීමට ආපසු ඇමතුම් URL ඇතුළත් කරන්න.

source: CSRF Verification Failed
ro: Verificarea CSRF a eșuat
si: CSRF සත්‍යාපනය අසාර්ථක විය

source: A required security token was not found or was invalid.
ro: Un token de securitate necesar nu a fost găsit sau era invalid.
si: අවශ්‍ය ආරක්ෂක ටෝකනයක් හමු නොවීය හෝ අවලංගු විය.

source: If you're continually seeing this issue, try the following:
ro: Dacă această problemă apare în mod constant, încercați următoarele:
si: ඔබ මෙම ගැටලුව දිගින් දිගටම දකින්නේ නම්, පහත දේ උත්සාහ කරන්න:

source: Clear cookies (at least for Sentry's domain).
ro: Ștergeți cookie-urile (cel puțin pentru domeniul Sentry).
si: කුකීස් හිස් කරන්න (අවම වශයෙන් සෙන්ට්‍රිගේ වසම සඳහා).

source: Reload the page you're trying to submit (don't re-submit data).
ro: Reîncărcați pagina pe care încercați să o trimiteți (nu retrimiteți datele).
si: ඔබ ඉදිරිපත් කිරීමට උත්සාහ කරන පිටුව නැවත පූරණය කරන්න (දත්ත නැවත ඉදිරිපත් නොකරන්න).

source: Re-enter the information, and submit the form again.
ro: Reintroduceți informațiile și trimiteți din nou formularul.
si: තොරතුරු නැවත ඇතුළත් කර නැවත පෝරමය ඉදිරිපත් කරන්න.

source: Page Not Found
ro: Pagina nu a fost găsită
si: පිටුව හමු නොවීය

source: The page you are looking for was not found.
ro: Pagina pe care o căutați nu poate fi gasită.
si: ඔබ සොයන පිටුව හමු නොවීය.

source: You may wish to try the following:
ro: Poate doriți să încercați următoarele:
si: ඔබට පහත දෑ උත්සාහ කිරීමට අවශ්‍ය විය හැක:

source: Return to the dashboard
ro: Înapoi la dashboard
si: උපකරණ පුවරුව වෙත ආපසු යන්න

source: Internal Server Error
ro: Eroare de server internă
si: අභ්යන්තර සේවාදායක දෝෂය

source: Unsubscribe
ro: Dezabonare
si: දායක නොවන්න

source: You are about to unsubscribe from project notifications for the following project:
ro: Sunteți pe cale să vă dezabonați de la notificările de proiect pentru următorul proiect:
si: ඔබ පහත ව්‍යාපෘතිය සඳහා ව්‍යාපෘති දැනුම්දීම්වලින් දායක නොවීමට සූදානම් වේ:

source: You can subscribe to it again by going to your account settings.
ro: Vă puteți abona din nou, accesând setările contului dumneavoastră.
si: ඔබගේ ගිණුම් සැකසීම් වෙත යාමෙන් ඔබට එයට නැවත දායක විය හැක.

source: Cancel
ro: Anulează
si: අවලංගු කරන්න

source: Recover Account
ro: Recuperează contul
si: ගිණුම ප්‍රතිසාධනය කරන්න

source: You have confirmed your email, and may now update your password below.
ro: Ați confirmat adresa dumneavoastră de e-mail și acum vă puteți actualiza parola de mai jos.
si: ඔබ ඔබගේ විද්‍යුත් තැපෑල තහවුරු කර ඇති අතර, දැන් ඔබගේ මුරපදය පහතින් යාවත්කාලීන කළ හැක.

source: Change Password
ro: Schimbă parola
si: මුරපදය වෙනස් කරන්න

source: Password Expired
ro: Parola a expirat
si: මුරපදය කල් ඉකුත් විය

source: The password on your account expired.
ro: Parola contului dumneavoastră a expirat.
si: ඔබගේ ගිණුමේ මුරපදය කල් ඉකුත් වී ඇත.

source: We have sent an email to the address registered with this account containing further instructions to reset your password.
ro: Am trimis un e-mail la adresa înregistrată cu acest cont, conținând instrucțiuni suplimentare pentru resetarea parolei.
si: අපි ඔබගේ මුරපදය යළි පිහිටුවීම සඳහා වැඩිදුර උපදෙස් අඩංගු විද්‍යුත් තැපෑලක් මෙම ගිණුමේ ලියාපදිංචි කර ඇති ලිපිනයට යවා ඇත.

source: We were unable to confirm your identity. Either the link you followed is invalid, or it has expired. You can always <a href="%(link)s">try again</a>.
ro: Nu am reușit să vă confirmăm identitatea. Fie link-ul pe care l-ați urmat nu este valid, fie a expirat. Puteți oricând <a href="%(link)s">să încercați din nou</a>.
si: අපට ඔබගේ අනන්‍යතාවය තහවුරු කිරීමට නොහැකි විය. එක්කෝ ඔබ අනුගමනය කළ සබැඳිය වලංගු නැත, නැතහොත් එය කල් ඉකුත් වී ඇත. ඔබට සැම විටම <a href="%(link)s">නැවත උත්සාහ කළ හැක</a>.

source: We will send a confirmation email to this address:
ro: Vom trimite un e-mail de confirmare la această adresă:
si: අපි මෙම ලිපිනයට තහවුරු කිරීමේ විද්‍යුත් තැපෑලක් එවන්නෙමු:

source: Send Email
ro: Trimiteți un e-mail
si: ඊමේල් යවන්න

source: Set Password
ro: Setați parola
si: මුරපදය සකසන්න

source: Set your account password below.
ro: Setați parola contului dumneavoastră mai jos.
si: ඔබගේ ගිණුමේ මුරපදය පහතින් සකසන්න.

source: This password link has expired. Request a new password recovery code to set your account password
ro: Acest link cu parola a expirat. Solicitați un nou cod de recuperare a parolei pentru a seta parola contului dumneavoastră
si: මෙම මුරපද සබැඳිය කල් ඉකුත් වී ඇත. ඔබගේ ගිණුමේ මුරපදය ලෙස සැකසීමට නව මුරපද ප්‍රතිසාධන කේතයක් ඉල්ලන්න

source: Confirm Password
ro: Confirmați parola
si: මුරපදය තහවුරු කරන්න

source: Confirm your Identity
ro: Confirmați-vă identitatea
si: ඔබගේ අනන්‍යතාවය තහවුරු කරන්න

source: Help us keep your account safe by confirming your identity.
ro: Ajutați-ne să vă păstrăm contul în siguranță confirmându-vă identitatea.
si: ඔබගේ අනන්‍යතාවය තහවුරු කිරීමෙන් ඔබගේ ගිණුම සුරක්ෂිතව තබා ගැනීමට අපට උදවු කරන්න.

source: Your password was not valid.
ro: Parola dumneavoastră nu a fost validă.
si: ඔබගේ මුරපදය වලංගු නැත.

source: Lost your password?
ro: Ați pierdut parola?
si: ඔබගේ මුරපදය නැති වුනාද?

source: Confirm Account
ro: Confirmați contul
si: ගිණුම තහවුරු කරන්න

source: Confirm Identity
ro: Confirmați identitatea
si: අනන්‍යතාවය තහවුරු කරන්න

source: Sign In
ro: Conectați-vă
si: පුරන්න

source: Link Identity
ro: Link Identitate
si: සබැඳි අනන්‍යතාවය

source: Unlink Identity
ro: Dezlegarea identității
si: අනන්‍යතාවය විසන්ධි කරන්න

source: Sign out
ro: Deconectați-vă
si: වරන්න

source: Request to Set Up Code Owners
ro: Cerere de înființare a Codului Proprietarilor
si: කේත හිමිකරුවන් පිහිටුවීමට ඉල්ලීම

source: Hey %(recipient_name)s,
ro: Salut %(recipient_name)s,
si: හේයි %(recipient_name)s,
