Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: stay in sync
ro: rămâneți în sincronizare
si: සමමුහුර්තව සිටින්න

source: Alert Rules
ro: Reguli de alertă
si: අනතුරු ඇඟවීමේ නීති

source: Create Alert Rule
ro: Creați o regulă de alertă
si: අනතුරු ඇඟවීමේ රීතිය සාදන්න

source: History
ro: Istorie
si: ඉතිහාසය

source: Search by name
ro: Căutare după nume
si: නම අනුව සොයන්න

source: View Features
ro: Vezi caracteristici
si: විශේෂාංග බලන්න

source: No incidents exist for the current query.
ro: Nu există incidente pentru interogarea curentă.
si: වත්මන් විමසුම සඳහා සිදුවීම් නොමැත.

source: Learn more about [link:Metric Alerts]
ro: Aflați mai multe despre [link:Metric Alerts]
si: [link:Metric Alerts] ගැන තව දැනගන්න

source: Alert Rule
ro: Regula de alertă
si: අනතුරු ඇඟවීමේ රීතිය

source: Triggered
ro: Declanșat
si: අවුලුවා ඇත

source: Duration
ro: Durată
si: කාල සීමාව

source: Alert ID
ro: Alertă ID
si: ඇඟවීම් හැඳුනුම්පත

source: This page only shows metric alerts.
ro: Această pagină afișează doar alertele metrice.
si: මෙම පිටුව පෙන්වන්නේ මෙට්‍රික් ඇඟවීම් පමණි.

source: You don't have access to this feature
ro: Nu aveți acces la această funcție
si: ඔබට මෙම විශේෂාංගයට ප්‍රවේශය නැත

source: More signal, less noise
ro: Mai mult semnal, mai puțin zgomot
si: වැඩි සංඥා, අඩු ශබ්දය

source: Not every error is worth an email. Set your own rules for alerts you need, with information that helps.
ro: Nu orice eroare merită un e-mail. Stabiliți-vă propriile reguli pentru alertele de care aveți nevoie, cu informații care vă ajută.
si: සෑම දෝෂයක්ම ඊමේල් එකකට වටින්නේ නැත. ඔබට අවශ්‍ය ඇඟවීම් සඳහා උදවු වන තොරතුරු සමඟ ඔබේම නීති සකසන්න.

source: Still Active
ro: Încă activ
si: තවමත් ක්‍රියාකාරීයි

source: higher
ro: mai mare
si: ඉහළ

source: above
ro: deasupra
si: ඉහත

source: lower
ro: mai jos
si: පහත්

source: below
ro: sub
si: පහත

source: When [threshold]% [comparisonType] in [timeWindow] compared to [comparisonDelta]
ro: Când [threshold]% [comparisonType] în [timeWindow] în comparație cu [comparisonDelta]
si: [comparisonDelta]ට සාපේක්ෂව [timeWindow] න් [threshold]% [comparisonType] විට

source: If [condition] in [timeWindow]
ro: Dacă [condition] în [timeWindow]
si: [timeWindow]න් [condition] නම්

source: Metric
ro: Metrică
si: මෙට්රික්

source: Filters
ro: Filtre
si: පෙරහන්

source: Thresholds and Actions
ro: Praguri și acțiuni
si: සීමාවන් සහ ක්රියාවන්

source: Other Details
ro: Alte Detalii
si: වෙනත් විස්තර

source: Created By
ro: Creat de
si: නිර්මාණය කළේ

source: Last Modified
ro: Ultima Modificare
si: අවසන් වරට වෙනස් කරන ලදී

source: Current Status
ro: Starea Actuală
si: වත්මන් තත්ත්වය

source: Alert Rule settings have been updated since this alert was triggered.
ro: Setările Regulii de alertă au fost actualizate de când a fost declanșată această alertă.
si: මෙම ඇඟවීම ක්‍රියාත්මක කළ දා සිට ඇඟවීම් රීති සැකසීම් යාවත්කාලීන කර ඇත.

source: Time Interval
ro: Interval de timp
si: කාල විරාමය

source: The time window over which the metric is evaluated.
ro: Fereastra de timp în care este evaluată metrica.
si: මෙට්‍රික් අගය කරන කාල කවුළුව.

source: Edit Rule
ro: Editați Regula
si: රීතිය සංස්කරණය කරන්න

source: Custom time
ro: Timp personalizat
si: අභිරුචි කාලය

source: This alert rule could not be found.
ro: Această regulă de alertă nu a putut fi găsită.
si: මෙම අනතුරු ඇඟවීමේ රීතිය සොයාගත නොහැකි විය.

source: An error occurred while fetching the alert rule.
ro: S-a produs o eroare la preluarea regulii de alertă.
si: අනතුරු ඇඟවීමේ රීතිය ලබා ගැනීමේදී දෝෂයක් ඇති විය.

source: Alert
ro: Alertă
si: අනතුරු ඇඟවීම

source: SUMMARY
ro: REZUMAT
si: සාරාංශය

source: Alert Rule Modified
ro: Regulă de Alertă Modificată
si: අනතුරු ඇඟවීමේ රීතිය වෙනස් කරන ලදී

source: Open in Issues
ro: Deschis în Probleme
si: ගැටළු තුළ විවෘත කරන්න

source: No issues for this alert rule
ro: Nu există probleme pentru această regulă de alertă
si: මෙම අනතුරු ඇඟවීමේ රීතිය සඳහා ගැටළු නොමැත

source: Related Issues
ro: Probleme Conexe
si: අදාළ ගැටළු

source: Top issues containing events matching the metric.
ro: Topul numerelor care conțin evenimente care se potrivesc cu metrica.
si: මිතිකයට ගැළපෙන සිදුවීම් අඩංගු ප්‍රධාන ගැටලු.

source: Alert was created
ro: A fost creată alerta
si: අනතුරු ඇඟවීම නිර්මාණය කරන ලදී

source: [authorName] created an alert
ro: [authorName] a creat o alertă
si: [authorName] අනතුරු ඇඟවීමක් සාදන ලදී

source: Trigger conditions were met
ro: Au fost îndeplinite condițiile de declanșare
si: ප්‍රේරක කොන්දේසි සපුරා ඇත

source: Alert #[id]
ro: Alertă #[id]
si: ඇඟවීම #[id]

source: People who have viewed this alert
ro: Persoanele care au vizualizat această alertă
si: මෙම ඇඟවීම නැරඹූ පුද්ගලයින්

source: No alerts triggered during this time
ro: Nicio alertă nu a fost declanșată în această perioadă
si: මෙම කාලය තුළ කිසිදු ඇඟවීමක් ප්‍රේරණය කර නැත

source: Alert status changed
ro: Starea de alertă s-a schimbat
si: අනතුරු ඇඟවීමේ තත්ත්වය වෙනස් විය

source: Alert auto-resolved
ro: Alertă auto-rezolvată
si: අනතුරු ඇඟවීම ස්වයංක්‍රීයව විසඳා ඇත

source: Alert rule modified or deleted
ro: Regulă de alertă modificată sau ștearsă
si: ඇඟවීම් රීතිය වෙනස් කර හෝ මකා ඇත

source: by [authorName]
ro: de [authorName]
si: [authorName]මගින්

source: No alert rules found for the current query.
ro: Nu s-au găsit reguli de alertă pentru interogarea curentă.
si: වත්මන් විමසුම සඳහා ඇඟවීම් රීති හමු නොවීය.

source: Learn more about [link:Alerts]
ro: Aflați mai multe despre [link:Alerts]
si: [link:Alerts] ගැන තව දැනගන්න

source: Issue Alert
ro: Alertă Issue
si: අනතුරු ඇඟවීම නිකුත් කරන්න

source: Metric Alert Status: [status]
ro: Stare de alertă metrică: [status]
si: මෙට්‍රික් ඇඟවීම් තත්ත්වය: [status]

source: Are you sure you want to delete [name]? You won't be able to view the history of this alert once it's deleted.
ro: Sunteți sigur că doriți să ștergeți [name]? Nu veți mai putea vizualiza istoricul acestei alerte după ce aceasta este ștearsă.
si: ඔබට [name]මැකීමට අවශ්‍ය බව විශ්වාසද? එය මකා දැමූ පසු ඔබට මෙම ඇඟවීමේ ඉතිහාසය බැලීමට නොහැකි වනු ඇත.

source: Triggered
ro: Declanșat
si: අවුලුවා ඇත

source: Resolved
ro: Rezolvată
si: විසඳා ඇත

source: My Teams
ro: Echipele Mele
si: මගේ කණ්ඩායම්

source: Filter by team slug
ro: Filtrează după lozinca echipei
si: කණ්ඩායම් slug අනුව පෙරන්න

source: Examples
ro: Exemple
si: උදාහරණ

source: Requires incidents feature.
ro: Necesită funcția incidente.
si: සිදුවීම් විශේෂාංගය අවශ්‍ය වේ.

source: Issues are groups of errors that have a similar stacktrace. Set an alert for new issues, when an issue changes state, frequency of errors, or users affected by an issue.
ro: Problemele sunt grupuri de erori care au un traseu similar. Setați o alertă pentru probleme noi, când o problemă își schimbă starea, frecvența erorilor sau utilizatorii afectați de o problemă.
si: ගැටළු යනු සමාන ස්ටැක්ට්‍රේස් එකක් ඇති දෝෂ සමූහයකි. ගැටලුවක් තත්ත්වය වෙනස් වන විට, දෝෂ සංඛ්‍යාතය, හෝ ගැටලුවකින් පීඩාවට පත් පරිශීලකයන් වෙනස් වන විට, නව ගැටළු සඳහා ඇඟවීමක් සකසන්න.

source: When the triggering event's level is fatal.
ro: Atunci când nivelul evenimentului declanșator este fatal.
si: ප්‍රේරක සිදුවීමේ මට්ටම මාරාන්තික වූ විට.

source: When an issue was seen 100 times in the last 2 days.
ro: Când o problemă a fost văzută de 100 de ori în ultimele 2 zile.
si: පසුගිය දින 2 තුළ ගැටලුවක් 100 වතාවක් දුටු විට.

source: Create a JIRA ticket when an issue changes state from resolved to unresolved and is unassigned.
ro: Creați un tichet JIRA atunci când o problemă își schimbă starea din rezolvată în nerezolvată și este neatribuită.
si: ගැටලුවක් විසඳා ඇති තත්වයේ සිට නොවිසඳුනු තත්වයට වෙනස් වන විට සහ පවරා නොදුන් විට JIRA ටිකට් පතක් සාදන්න.

source: Alert when the number of errors in a project matching your filters crosses a threshold. This is useful for monitoring the overall level or errors in your project or errors occurring in specific parts of your app.
ro: Alertă atunci când numărul de erori dintr-un proiect care corespunde filtrelor dumneavoastră depășește un prag. Acest lucru este util pentru monitorizarea nivelului general sau a erorilor din proiectul dumneavoastră sau a erorilor care apar în anumite părți ale aplicației dumneavoastră.
si: ඔබේ පෙරහන්වලට ගැළපෙන ව්‍යාපෘතියක දෝෂ සංඛ්‍යාව සීමාවක් ඉක්මවා යන විට ඇඟවීම. මෙය ඔබේ ව්‍යාපෘතියේ සමස්ත මට්ටම හෝ දෝෂ හෝ ඔබේ යෙදුමේ නිශ්චිත කොටස්වල සිදුවන දෝෂ නිරීක්ෂණය කිරීමට ප්‍රයෝජනවත් වේ.

source: When the signup page has more than 10k errors in 5 minutes.
ro: Când pagina de înscriere are mai mult de 10.000 de erori în 5 minute.
si: ලියාපදිංචි වීමේ පිටුව මිනිත්තු 5ක් තුළ 10k ට වඩා දෝෂ ඇති විට.

source: When there are more than 500k errors in 10 minutes from a specific file.
ro: Atunci când există mai mult de 500 de mii de erori în 10 minute de la un anumit fișier.
si: නිශ්චිත ගොනුවකින් මිනිත්තු 10 ක් තුළ 500k ට වඩා දෝෂ ඇති විට.

source: Alert when the number of users affected by errors in your project crosses a threshold.
ro: Alertă atunci când numărul de utilizatori afectați de erori în proiectul dumneavoastră depășește un prag.
si: ඔබගේ ව්‍යාපෘතියේ දෝෂ වලින් පීඩාවට පත් වූ පරිශීලකයින් සංඛ්‍යාව සීමාවක් ඉක්මවා යන විට අනතුරු අඟවන්න.

source: When 100k users experience an error in 1 hour.
ro: Când 100 de mii de utilizatori se confruntă cu o eroare într-o oră.
si: 100k පරිශීලකයින් පැය 1 කින් දෝෂයක් අත්විඳින විට.

source: When 100 users experience a problem on the Checkout page.
ro: Atunci când 100 de utilizatori întâmpină o problemă pe pagina Checkout.
si: පරිශිලකයන් 100ක් Checkout පිටුවේ ගැටලුවක් අත්විඳින විට.

source: Throughput is the total number of transactions in a project and you can alert when it reaches a threshold within a period of time.
ro: Rata de transfer reprezintă numărul total de tranzacții dintr-un proiect și puteți lansa o alertă atunci când acesta atinge un anumit prag într-o anumită perioadă de timp.
si: ප්‍රතිදානය යනු ව්‍යාපෘතියක මුළු ගනුදෙනු සංඛ්‍යාව වන අතර එය යම් කාල සීමාවක් තුළ සීමාවකට ළඟා වූ විට ඔබට අනතුරු ඇඟවීමට හැකිය.

source: When number of transactions on a key page exceeds 100k per minute.
ro: Atunci când numărul de tranzacții pe o pagină cheie depășește 100 000 pe minut.
si: ප්‍රධාන පිටුවක ගනුදෙනු ගණන විනාඩියකට 100k ඉක්මවන විට.

source: When number of transactions drops below a threshold.
ro: Atunci când numărul de tranzacții scade sub un prag.
si: ගනුදෙනු සංඛ්‍යාව සීමාවකට වඩා පහත වැටෙන විට.

source: Monitor how long it takes for transactions to complete. Use flexible aggregates like percentiles, averages, and min/max.
ro: Monitorizați cât timp durează finalizarea tranzacțiilor. Utilizați agregate flexibile, cum ar fi percentile, medii și min/max.
si: ගනුදෙනු සම්පූර්ණ කිරීමට කොපමණ කාලයක් ගතවේද යන්න නිරීක්ෂණය කරන්න. ප්‍රතිශත, සාමාන්‍ය, සහ අවම/උපරිම වැනි නම්‍යශීලී සමූහ භාවිත කරන්න.

source: When any transaction is slower than 3 seconds.
ro: Atunci când orice tranzacție este mai lentă de 3 secunde.
si: ඕනෑම ගනුදෙනුවක් තත්පර 3කට වඩා මන්දගාමී වන විට.

source: When the 75th percentile response time is higher than 250 milliseconds.
ro: Atunci când percentila 75 a timpului de răspuns este mai mare de 250 de milisecunde.
si: 75 වැනි ප්‍රතිශත ප්‍රතිචාර කාලය මිලි තත්පර 250ට වඩා වැඩි වූ විට.

source: Apdex is a metric used to track and measure user satisfaction based on your application response times. The Apdex score provides the ratio of satisfactory, tolerable, and frustrated requests in a specific transaction or endpoint.
ro: Apdex este o măsurătoare utilizată pentru a urmări și măsura satisfacția utilizatorilor pe baza timpilor de răspuns ai aplicației dumneavoastră. Scorul Apdex oferă raportul dintre cererile satisfăcătoare, tolerabile și frustrate într-o anumită tranzacție sau punct final.
si: Apdex යනු ඔබගේ යෙදුම් ප්‍රතිචාර කාලය මත පදනම්ව පරිශීලක තෘප්තිය හඹා යාමට සහ මැනීමට භාවිතා කරන මෙට්‍රික් එකකි. Apdex ලකුණු නිශ්චිත ගනුදෙනුවක හෝ අවසාන ලක්ෂ්‍යයක සතුටුදායක, ඉවසිය හැකි සහ කලකිරුණු ඉල්ලීම්වල අනුපාතය සපයයි.

source: When apdex is below 300.
ro: Când apdex este sub 300.
si: apdex 300 ට අඩු වූ විට.

source: Failure rate is the percentage of unsuccessful transactions. Sentry treats transactions with a status other than “ok,” “canceled,” and “unknown” as failures.
ro: Rata de eșec reprezintă procentul de tranzacții nereușite. Sentry tratează tranzacțiile cu un alt statut decât "ok", "anulat" și "necunoscut" ca fiind eșecuri.
si: අසාර්ථක අනුපාතය යනු අසාර්ථක ගනුදෙනු වල ප්‍රතිශතයයි. Sentry "හරි," "අවලංගු" සහ "නොදන්නා" හැර වෙනත් තත්වයක් සහිත ගනුදෙනු අසාර්ථක ලෙස සලකයි.

source: When the failure rate for an important endpoint reaches 10%.
ro: Atunci când rata de eșec pentru un parametru important atinge 10%.
si: වැදගත් අන්ත ලක්ෂ්‍යයක් සඳහා අසාර්ථක වීමේ අනුපාතය 10% දක්වා ළඟා වූ විට.

source: Largest Contentful Paint (LCP) measures loading performance. It marks the point when the largest image or text block is visible within the viewport. A fast LCP helps reassure the user that the page is useful, and so we recommend an LCP of less than 2.5 seconds.
ro: Largest Contentful Paint (LCP) măsoară performanța de încărcare. Acesta marchează punctul în care cea mai mare imagine sau cel mai mare bloc de text este vizibil în cadrul viewportului. Un LCP rapid ajută la reasigurarea utilizatorului că pagina este utilă și, prin urmare, recomandăm un LCP mai mic de 2,5 secunde.
si: විශාලතම අන්තර්ගත තීන්ත (LCP) පූරණ කාර්ය සාධනය මනිනු ලබයි. එය දර්ශන වාරය තුළ විශාලතම රූපය හෝ පෙළ කොටස පෙනෙන විට ලක්ෂ්‍යය සලකුණු කරයි. වේගවත් LCP පිටුව ප්‍රයෝජනවත් බව පරිශීලකයාට සහතික කිරීමට උපකාරී වේ, එබැවින් අපි තත්පර 2.5 ට අඩු LCP නිර්දේශ කරමු.

source: When the 75th percentile LCP of your homepage is longer than 2.5 seconds.
ro: Atunci când LCP a 75-a percentila a paginii dumneavoastră de pornire este mai mare de 2,5 secunde.
si: ඔබේ මුල් පිටුවේ 75 වැනි ප්‍රතිශත LCP තත්පර 2.5කට වඩා දිගු වූ විට.

source: First Input Delay (FID) measures interactivity as the response time when the user tries to interact with the viewport. A low FID helps ensure that a page is useful, and we recommend a FID of less than 100 milliseconds.
ro: Întârzierea primei intrări (FID) măsoară interactivitatea ca timp de răspuns atunci când utilizatorul încearcă să interacționeze cu fereastra de vizualizare. Un FID scăzut ajută la asigurarea utilității unei pagini și recomandăm un FID mai mic de 100 de milisecunde.
si: පළමු ආදාන ප්‍රමාදය (FID) අන්තර්ක්‍රියාකාරීත්වය මනින්නේ පරිශීලකයා දර්ශන තොට සමඟ අන්තර් ක්‍රියා කිරීමට උත්සාහ කරන විට ප්‍රතිචාර දැක්වීමේ කාලය ලෙස ය. අඩු FID පිටුවක් ප්‍රයෝජනවත් බව සහතික කිරීමට උපකාරී වන අතර, අපි මිලි තත්පර 100ට අඩු FID එකක් නිර්දේශ කරමු.

source: When the average FID of a page is longer than 4 seconds.
ro: Atunci când media FID a unei pagini este mai mare de 4 secunde.
si: පිටුවක සාමාන්‍ය FID තත්පර 4කට වඩා දිගු වූ විට.

source: Cumulative Layout Shift (CLS) measures visual stability by quantifying unexpected layout shifts that occur during the entire lifespan of the page. A CLS of less than 0.1 is a good user experience, while anything greater than 0.25 is poor.
ro: Cumulative Layout Shift (CLS) măsoară stabilitatea vizuală prin cuantificarea schimbărilor neașteptate de aspect care apar pe parcursul întregii durate de viață a paginii. Un CLS mai mic de 0,1 reprezintă o experiență bună pentru utilizator, în timp ce un CLS mai mare de 0,25 reprezintă o experiență slabă.
si: සමුච්චිත පිරිසැලසුම් මාරුව (CLS) පිටුවේ මුළු ජීවිත කාලය තුළ සිදුවන අනපේක්ෂිත පිරිසැලසුම් මාරුවීම් ප්‍රමාණාත්මක කිරීම මගින් දෘශ්‍ය ස්ථායීතාවය මනිනු ලබයි. 0.1 ට වඩා අඩු CLS හොඳ පරිශීලක අත්දැකීමක් වන අතර 0.25 ට වඩා වැඩි ඕනෑම දෙයක් දුර්වල වේ.

source: When the CLS of a page is more than 0.5.
ro: Atunci când CLS al unei pagini este mai mare de 0,5.
si: පිටුවක CLS 0.5 ට වඩා වැඩි වූ විට.

source: Alert on metrics which are not listed above, such as first paint (FP), first contentful paint (FCP), and time to first byte (TTFB).
ro: Alertă privind parametrii care nu sunt enumerați mai sus, cum ar fi prima vopsire (FP), prima vopsire cu conținut (FCP) și timpul până la primul octet (TTFB).
si: පළමු තීන්ත (FP), පළමු අන්තර්ගත තීන්ත (FCP) සහ පළමු බයිටයේ වේලාව (TTFB) වැනි ඉහත ලැයිස්තුගත කර නැති ප්‍රමිතික පිළිබඳ ඇඟවීම්

source: When the 95th percentile FP of a page is longer than 250 milliseconds.
ro: În cazul în care FP a 95-a percentila a unei pagini este mai mare de 250 de milisecunde.
si: පිටුවක 95 වැනි ප්‍රතිශතයේ FP අගය මිලි තත්පර 250කට වඩා දිගු වූ විට.

source: When the average TTFB of a page is longer than 600 millliseconds.
ro: Atunci când media TTFB a unei pagini este mai mare de 600 de milisecunde.
si: පිටුවක සාමාන්‍ය TTFB මිලි තත්පර 600කට වඩා දිගු වූ විට.

source: A session begins when a user starts the application and ends when it’s closed or sent to the background. A crash is when a session ends due to an error and this type of alert lets you monitor when those crashed sessions exceed a threshold. This lets you get a better picture of the health of your app.
ro: O sesiune începe atunci când un utilizator pornește aplicația și se termină atunci când aceasta este închisă sau trimisă în fundal. Un accident este atunci când o sesiune se termină din cauza unei erori, iar acest tip de alertă vă permite să monitorizați momentul în care sesiunile accidentate depășesc un prag. Acest lucru vă permite să obțineți o imagine mai bună a stării de sănătate a aplicației dumneavoastră.
si: පරිශීලකයෙකු යෙදුම ආරම්භ කරන විට සැසියක් ආරම්භ වන අතර එය වසා දැමූ විට හෝ පසුබිමට යවන විට අවසන් වේ. බිඳවැටීමක් යනු දෝෂයක් හේතුවෙන් සැසියක් අවසන් වන විට වන අතර මෙම අනතුරු ඇඟවීම මඟින් එම බිඳවැටුණු සැසි සීමාව ඉක්මවා යන විට නිරීක්ෂණය කිරීමට ඔබට ඉඩ සලසයි. මෙය ඔබගේ යෙදුමේ සෞඛ්‍යය පිළිබඳ වඩා හොඳ පින්තූරයක් ලබා ගැනීමට ඔබට ඉඩ සලසයි.

source: When the Crash Free Rate is below 98%, send a Slack notification to the team.
ro: Atunci când rata fără accident este sub 98%, trimiteți o notificare Slack echipei.
si: Crash Free Rate එක 98% ට වඩා අඩු වූ විට, කණ්ඩායමට Slack දැනුම්දීමක් යවන්න.

source: Crash Free Users is the percentage of distinct users that haven’t experienced a crash and so this type of alert tells you when the overall user experience dips below a certain unacceptable threshold.
ro: Utilizatori fără accident este procentajul de utilizatori distinși care nu au suferit niciun accident și, prin urmare, acest tip de alertă vă informează atunci când experiența generală a utilizatorilor scade sub un anumit prag inacceptabil.
si: ක්‍රෑෂ් ෆ්‍රී පරිශීලකයන් යනු බිඳවැටීමක් අත්විඳ නැති වෙනස් පරිශීලකයින්ගේ ප්‍රතිශතය වන අතර එම නිසා සමස්ත පරිශීලක අත්දැකීම යම් පිළිගත නොහැකි සීමාවකට වඩා අඩු වූ විට මෙම ආකාරයේ ඇඟවීම් ඔබට කියයි.

source: When the Crash Free Rate is below 97%, send an email notification to yourself.
ro: Când rata fără accident este sub 97%, trimiteți-vă o notificare prin e-mail.
si: බිඳ වැටීම් රහිත අනුපාතය 97% ට වඩා අඩු වූ විට, ඔබටම ඊමේල් දැනුම්දීමක් යවන්න.

source: over
ro: peste
si: ඉවරයි

source: Select apdex value and time interval
ro: Selectați valoarea apdex și intervalul de timp
si: apdex අගය සහ කාල පරතරය තෝරන්න

source: Select time interval
ro: Selectați intervalul de timp
si: කාල පරතරය තෝරන්න

source: Select function and time interval
ro: Selectați funcția și intervalul de timp
si: කාර්යය සහ කාල පරතරය තෝරන්න

source: Number of Errors
ro: Numărul de erori
si: දෝෂ ගණන

source: Users Experiencing Errors
ro: Utilizatori care se confruntă cu erori
si: පරිශීලකයින් දෝෂ අත්විඳිති

source: Throughput
ro: Randament
si: ප්‍රතිදානය

source: Transaction Duration
ro: Durata tranzacției
si: ගනුදෙනු කාලය

source: Failure Rate
ro: Rata de eșec
si: අසමත් වීමේ අනුපාතය

source: Custom Metric
ro: Metric personalizat
si: අභිරුචි මෙට්රික්

source: Crash Free Session Rate
ro: Rata de sesiune gratuită Crash
si: බිඳ වැටීම් රහිත සැසි අනුපාතය

source: Crash Free User Rate
ro: Rata de utilizare fără accident
si: බිඳ වැටීම් රහිත පරිශීලක අනුපාතය

source: Sessions
ro: Sesiuni
si: සැසිවාර

source: Unable to load authentication configuration
ro: Nu se poate încărca configurația de autentificare
si: සත්‍යාපන වින්‍යාසය පූරණය කළ නොහැක

source: Login
ro: Autentificare
si: ඇතුල් වන්න

source: External Account Login
ro: Autentificare cont extern
si: බාහිර ගිණුමට පිවිසීම

source: Sign in with Google
ro: Conectați-vă cu Google
si: Google සමඟින් පුරනය වන්න

source: Sign in with GitHub
ro: Conectați-vă cu GitHub
si: GitHub සමඟින් පුරනය වන්න

source: Sign in with Azure DevOps
ro: Conectați-vă cu Azure DevOps
si: Azure DevOps සමඟින් පුරන්න

source: something super secret
ro: ceva super secret
si: සුපිරි රහසක්

source: Yes, I would like to receive updates via email
ro: Da, aș dori să primesc actualizări prin e-mail
si: ඔව්, මම ඊමේල් හරහා යාවත්කාලීන ලබා ගැනීමට කැමතියි

source: No, I'd prefer not to receive these updates
ro: Nu, aș prefera să nu primesc aceste actualizări
si: නැත, මම මෙම යාවත්කාලීන නොලැබීමට කැමැත්තෙමි

source: We'd love to keep you updated via email with product and feature announcements, promotions, educational materials, and events. Our updates focus on relevant information, and we'll never sell your data to third parties. See our [link] for more details.
ro: Ne-ar plăcea să vă ținem la curent prin e-mail cu produsele și caracteristicile anunțuri, promoții, materiale educaționale și evenimente. Site-ul nostru actualizări se concentrează pe informații relevante și nu vom vinde niciodată datele dumneavoastră unor terțe părți. Consultați [link] pentru mai multe detalii.
si: නිෂ්පාදන සහ විශේෂාංග නිවේදන, ප්‍රවර්ධන, අධ්‍යාපනික ද්‍රව්‍ය සහ සිදුවීම් සමඟින් ඊමේල් හරහා ඔබව යාවත්කාලීන කිරීමට අපි කැමතියි. අපගේ යාවත්කාලීන කිරීම් අදාළ තොරතුරු කෙරෙහි අවධානය යොමු කරන අතර, අපි කිසි විටෙකත් ඔබේ දත්ත තෙවන පාර්ශවයන්ට විකුණන්නේ නැත. වැඩි විස්තර සඳහා අපගේ [link] බලන්න.

source: Your ID is the slug after the hostname. e.g. [example] is [slug].
ro: ID-ul dumneavoastră este slug-ul de după numele de gazdă. de exemplu [example] este [slug].
si: ඔබගේ හැඳුනුම්පත සත්කාරක නාමයෙන් පසුව ඇති ස්ලග් එකයි. උදා: [example] යනු [slug]යි.

source: Edit Dashboard
ro: Editați tabloul de bord
si: උපකරණ පුවරුව සංස්කරණය කරන්න

source: Requires dashboard editing.
ro: Necesită editarea tabloului de bord.
si: උපකරණ පුවරුව සංස්කරණය කිරීම අවශ්‍ය වේ.

source: Are you sure you want to delete this dashboard?
ro: Sunteți sigur că doriți să ștergeți acest tablou de bord?
si: ඔබට මෙම උපකරණ පුවරුව මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Save and Finish
ro: Salvați și Finalizați
si: සුරකින්න සහ අවසන් කරන්න

source: Area Chart
ro: Graficul Zonei
si: ප්‍රදේශ සටහන

source: Line Chart
ro: Diagramă cu linii
si: රේඛා සටහන

source: Table
ro: Tabelul
si: වගුව

source: Big Number
ro: Număr Mare
si: විශාල අංකය

source: Top 5 Events
ro: Top 5 Evenimente
si: ඉහළම සිදුවීම් 5

source: 1 Minute
ro: 1 Minut
si: 1 විනාඩියක්

source: 5 Minutes
ro: 5 Minute
si: විනාඩි 5 යි

source: 15 Minutes
ro: 15 Minute
si: විනාඩි 15 යි

source: 30 Minutes
ro: 30 Minute
si: විනාඩි 30 ක්

source: 1 Hour
ro: 1 Oră
si: පැය 1 යි

source: 1 Day
ro: 1 Zi
si: 1 දින

source: Untitled dashboard
ro: Tablou de bord fără titlu
si: මාතෘකා රහිත උපකරණ පුවරුව

source: Dashboard deleted
ro: Tablou de bord șters
si: උපකරණ පුවරුව මකා ඇත

source: Dashboard updated
ro: Tablou de bord actualizat
si: උපකරණ පුවරුව යාවත්කාලීන කරන ලදී

source: Dashboard created
ro: Tablou de bord creat
si: උපකරණ පුවරුව සාදන ලදී

source: You have unsaved changes, are you sure you want to leave?
ro: Ai schimbări nesalvate, ești sigur că vrei să pleci?
si: ඔබට නොසුරකින ලද වෙනස්කම් ඇත, ඔබට පිටවීමට අවශ්‍ය බව විශ්වාසද?

source: Create Dashboard
ro: Creați tabloul de bord
si: උපකරණ පුවරුව සාදන්න

source: Dashboard duplicated
ro: Tablou de bord duplicat
si: උපකරණ පුවරුව අනුපිටපත් කර ඇත

source: Error duplicating Dashboard
ro: Eroare de duplicare a tabloului de bord
si: උපකරණ පුවරුව අනුපිටපත් කිරීමේ දෝෂයකි

source: %s widget
si: %s විජට්

source: Duplicate
ro: Duplicat
si: අනුපිටපත් කරන්න

source: Sorry, no Dashboards match your filters.
ro: Ne pare rău, niciun tablou de bord nu corespunde filtrelor dumneavoastră.
si: සමාවන්න, ඔබගේ පෙරහන් වලට ගැලපෙන උපකරණ පුවරු නොමැත.

source: Error deleting Dashboard
ro: Eroare la ștergerea tabloului de bord
si: උපකරණ පුවරුව මැකීමේ දෝෂයකි
