Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Enable All
ro: Activați toate
si: සියල්ල සබල කරන්න

source: Decide which functions you would like to enable for Sentry monitoring
ro: Decideți ce funcții doriți să activați pentru monitorizarea Sentry
si: සෙන්ට්‍රි අධීක්‍ෂණය සඳහා ඔබ සබල කිරීමට කැමති ක්‍රියාකාරකම් තීරණය කරන්න

source: We found %s function with a Node or Python runtime
ro: Am găsit %s funcția cu runtime Node sau Python
si: අපි Node හෝ Python ධාවන කාලය සමඟ %s ශ්‍රිතයක් සොයා ගත්තෙමු

source: Select a project for your AWS Lambdas
ro: Selectați un proiect pentru AWS Lambdas
si: ඔබේ AWS Lambdas සඳහා ව්‍යාපෘතියක් තෝරන්න

source: Select a project
ro: Selectați un proiect
si: ව්යාපෘතියක් තෝරන්න

source: Currently only supports Node and Python Lambda functions
ro: În prezent, acceptă doar funcțiile Lambda Node și Python
si: දැනට Node සහ Python Lambda කාර්යයන් සඳහා පමණක් සහය දක්වයි

source: Need Help?
ro: Aveți nevoie de ajutor?
si: උදව් අවශ්යයි?

source: Merge Selected Issues
ro: Unificarea problemelor selectate
si: තෝරාගත් ගැටළු ඒකාබද්ධ කරන්න

source: Merge
ro: Îmbinare
si: ඒකාබද්ධ කරන්න

source: Open more issue actions
ro: Deschideți mai multe acțiuni pentru probleme
si: තවත් ගැටළු ක්‍රියා විවෘත කරන්න

source: Mark Reviewed
ro: Mark a revizuit
si: මාර්ක් සමාලෝචනය කරන ලදී

source: Add to Bookmarks
ro: Adăugați la marcaje
si: Bookmarks වෙත එක් කරන්න

source: Remove from Bookmarks
ro: Eliminați din marcaje
si: පිටු සලකුණු වලින් ඉවත් කරන්න

source: Set status to: Unresolved
ro: Setați starea la: Nerezolvat
si: තත්ත්වය සකසන්න: නොවිසඳී ඇත

source: Delete Issues
ro: Ștergerea Issues
si: ගැටළු මකන්න

source: This will apply to the current search query
ro: Acest lucru se va aplica la interogarea de căutare curentă
si: මෙය වත්මන් සෙවුම් විමසුමට අදාළ වේ

source: This will apply to the first [bulkNumber] issues matched in this project!
ro: Acest lucru se va aplica primelor probleme [bulkNumber] care se potrivesc în acest proiect!
si: මෙම ව්‍යාපෘතියේ ගැළපෙන පළමු නිකුතු [bulkNumber] සඳහා මෙය අදාළ වේ!

source: This will apply to all [bulkNumber] issues matched in this project!
ro: Acest lucru se va aplica tuturor problemelor [bulkNumber] care se potrivesc în acest proiect!
si: මෙම ව්‍යාපෘතියේ ගැළපෙන සියලුම ගැටලු [bulkNumber] සඳහා මෙය අදාළ වේ!

source: Started
ro: A început
si: පටන් ගත්තා

source: Events Reprocessed
ro: Evenimente Reprocesate
si: සිදුවීම් නැවත සකස් කරන ලදී

source: Progress
ro: Progres
si: ප්රගතිය

source: Graph:
ro: Grafic:
si: ප්‍රස්තාරය:

source: 24h
si: පැය 24

source: Removing events…
ro: Eliminarea evenimentelor...
si: සිදුවීම් ඉවත් කිරීම…

source: Merging events…
ro: Îmbinarea evenimentelor...
si: සිදුවීම් ඒකාබද්ධ කිරීම…

source: Selected up to the first [count] issues that match this search query.
ro: Selectate până la primele [count] numere care corespund acestei căutări.
si: මෙම සෙවුම් විමසුමට ගැලපෙන පළමු ගැටළු [count] දක්වා තෝරා ඇත.

source: Selected all [count] issues that match this search query.
ro: A selectat toate numerele [count] care corespund acestei căutări.
si: මෙම සෙවුම් විමසුමට ගැලපෙන සියලුම ගැටළු [count] තෝරන ලදී.

source: %s issue on this page selected.
ro: %s număr de pe această pagină selectat.
si: මෙම පිටුවේ %s නිකුතුවක් තෝරා ඇත.

source: Select the first [count] issues that match this search query.
ro: Selectați primele [count] numere care corespund acestei căutări.
si: මෙම සෙවුම් විමසුමට ගැලපෙන පළමු ගැටළු [count] තෝරන්න.

source: Select all [count] issues that match this search query.
ro: Selectați toate numerele [count] care corespund acestei interogări de căutare.
si: මෙම සෙවුම් විමසුමට ගැලපෙන ගැටළු [count] ම තෝරන්න.

source: Are you sure you want to [action] the first [bulkNumber] issues that match the search?
ro: Sunteți sigur că doriți să [action] primele [bulkNumber] issues [bulkNumber] care corespund căutării?
si: සෙවුමට ගැළපෙන පළමු ගැටළු [bulkNumber] [action] කිරීමට අවශ්‍ය බව ඔබට විශ්වාසද?

source: Are you sure you want to [action] all [bulkNumber] issues that match the search?
ro: Sunteți sigur că doriți să [action] toate numerele [bulkNumber] care corespund căutării?
si: ඔබට සෙවුමට ගැලපෙන ගැටළු [bulkNumber] ම [action] කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Bulk deletion is only recommended for junk data. To clear your stream, consider resolving or ignoring. [link:When should I delete events?]
ro: Ștergerea în masă este recomandată numai pentru datele nedorite. Pentru a vă curăța fluxul, luați în considerare rezolvarea sau ignorarea.[link:When should I delete events?]
si: තොග මකාදැමීම නිර්දේශ කරනුයේ කුණු දත්ත සඳහා පමණි. ඔබේ ප්‍රවාහය හිස් කිරීමට, විසඳීම හෝ නොසලකා හැරීම සලකා බලන්න. [link:මම සිදුවීම් මකා දැමිය යුත්තේ කවදාද?]

source: Note that unmerging is currently an experimental feature.
ro: Rețineți că dezmembrarea este în prezent o caracteristică experimentală.
si: ඒකාබද්ධ කිරීම දැනට පර්යේෂණාත්මක අංගයක් බව සලකන්න.

source: This action cannot be undone.
ro: Această acțiune nu poate fi anulată.
si: මෙම ක්‍රියාව පසුගමනය කළ නොහැක.

source: Save Current Search
ro: Salvați căutarea curentă
si: වත්මන් සෙවුම සුරකින්න

source: All team members will now have access to this search.
ro: Toți membrii echipei vor avea acum acces la această căutare.
si: සියලුම කණ්ඩායම් සාමාජිකයින්ට දැන් මෙම සෙවීමට ප්‍රවේශය ඇත.

source: Saving Changes
ro: Salvarea modificărilor
si: වෙනස්කම් සුරැකීම

source: Unable to save your changes.
ro: Nu s-a putut salva modificările.
si: ඔබගේ වෙනස්කම් සුරැකීමට නොහැක.

source: This option is not available when multiple projects are selected.
ro: Această opțiune nu este disponibilă atunci când sunt selectate mai multe proiecte.
si: බහු ව්‍යාපෘති තෝරා ගත් විට මෙම විකල්පය නොමැත.

source: This option is not available because there is no session data in the selected time period.
ro: Această opțiune nu este disponibilă deoarece nu există date de sesiune în perioada de timp selectată.
si: තෝරාගත් කාල සීමාව තුළ සැසි දත්ත නොමැති නිසා මෙම විකල්පය නොමැත.

source: This shows the event count as a percent of sessions in the same time period.
ro: Aceasta arată numărul de evenimente ca procent din sesiunile din aceeași perioadă de timp.
si: මෙම සිදුවීම් ගණන එම කාල සීමාව තුළ සැසිවල ප්‍රතිශතයක් ලෙස පෙන්වයි.

source: Pause real-time updates
ro: Întrerupeți actualizările în timp real
si: තත්‍ය කාලීන යාවත්කාලීන විරාම කරන්න

source: Enable real-time updates
ro: Activați actualizările în timp real
si: තත්‍ය කාලීන යාවත්කාලීන සබල කරන්න

source: Sorry, no issues match your filters.
ro: Îmi pare rău, nicio problemă nu se potrivește cu filtrele dumneavoastră
si: සමාවන්න, ඔබගේ පෙරහන් වලට ගැළපෙන ගැටළු නොමැත.

source: Congrats, you have no unresolved issues
ro: Felicitări, nu ai probleme nerezolvate
si: සුභ පැතුම්, ඔබට නොවිසඳුණු ගැටළු නොමැත

source: We couldn't find any issues that matched your filters.
ro: Nu am găsit nicio problemă care să se potrivească cu filtrele dumneavoastră.
si: ඔබගේ පෙරහන් වලට ගැළපෙන ගැටළු කිසිවක් අපට සොයාගත නොහැකි විය.

source: Get out there and write some broken code!
ro: Ieșiți acolo și scrieți niște cod stricat!
si: එතනින් ගිහින් බිඳුණු කේතයක් ලියන්න!

source: Showing [displayCount] issues
ro: Afișarea problemelor [displayCount]
si: ගැටළු [displayCount] ක් පෙන්වමින්

source: [count] of [total]
ro: [count] de [total]
si: [total]න් [count]

source: Saved Searches
ro: Căutări salvate
si: සුරැකි සෙවුම්

source: No saved searches yet.
ro: Nu există încă căutări salvate.
si: තවමත් සුරැකි සෙවුම් නැත.

source: Recommended Searches
ro: Căutări recomandate
si: නිර්දේශිත සෙවීම්

source: No recommended searches yet.
ro: Încă nu există căutări recomandate.
si: තවමත් නිර්දේශිත සෙවීම් නොමැත.

source: Sort:
ro: Sortați:
si: අනුපිළිවෙල:

source: Are you sure you want to delete this saved search?
ro: Sunteți sigur că doriți să ștergeți această căutare salvată?
si: ඔබට මෙම සුරැකි සෙවුම මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Delete this saved search
ro: Ștergeți această căutare salvată
si: මෙම සුරැකි සෙවුම මකන්න

source: Custom Search
ro: Căutare personalizată
si: අභිරුචි සෙවීම

source: Tag
ro: Etichetă
si: ටැග් කරන්න

source: Time or Count
ro: Timp sau număr
si: කාලය හෝ ගණන් කිරීම

source: Bookmarked By
ro: Marcat de
si: විසින් පිටු සලකුණු කර ඇත

source: Text
si: පෙළ

source: Search title and culprit text body
ro: Titlul căutării și corpul de text al vinovatului
si: මාතෘකාව සහ වැරදිකරු පෙළ අන්තර්ගතය සොයන්න

source: When the issue was flagged for review.
ro: Când problema a fost semnalată pentru revizuire.
si: ගැටලුව සමාලෝචනය සඳහා සලකුණු කළ විට.

source: When the issue was first seen in the selected time period.
ro: Data la care problema a fost observată pentru prima dată în perioada de timp selectată.
si: තෝරාගත් කාල සීමාව තුළ ගැටලුව මුලින්ම දුටු විට.

source: Issues trending upward recently.
ro: Probleme cu tendință de creștere în ultima vreme.
si: ගැටලු මෑතක දී ඉහළට නැඹුරු වෙමින් පවතී.

source: Number of events in the time selected.
ro: Numărul de evenimente în intervalul de timp selectat.
si: තෝරාගත් කාලය තුළ සිදුවීම් ගණන.

source: Number of users affected in the time selected.
ro: Numărul de utilizatori afectați în perioada selectată.
si: තෝරාගත් කාලය තුළ බලපෑමට ලක් වූ පරිශීලකයින් ගණන.

source: % change in event count over the time selected.
ro: % modificarea numărului de evenimente pe parcursul perioadei selectate.
si: තෝරාගත් කාලය තුළ සිදුවීම් ගණනෙහි % වෙනසක්.

source: When the issue was last seen in the selected time period.
ro: Când a fost văzută ultima dată problema în perioada de timp selectată.
si: තෝරාගත් කාල සීමාව තුළ ගැටලුව අවසන් වරට දුටු විට.

source: Unable to retrieve values for tag [tagName]
ro: Imposibilitatea de a prelua valori pentru eticheta [tagName]
si: ටැගය [tagName]සඳහා අගයන් ලබා ගැනීමට නොහැකි විය

source: Session Threshold Percent
ro: Pragul Sesiunii Procent
si: සැසි සීමාවේ ප්‍රතිශතය

source: Events as %
ro: Evenimente ca %
si: සිදුවීම් % ලෙස

source: Event Count
ro: Număr de evenimente
si: සිදුවීම් ගණන

source: All Unresolved
ro: Toate nerezolvate
si: සියල්ල නොවිසඳී ඇත

source: All unresolved issues.
ro: Toate problemele nerezolvate.
si: නොවිසඳුණු සියලුම ගැටළු.

source: For Review
ro: Pentru Revizuire
si: සමාලෝචනය සඳහා

source: Issues are marked for review when they are created, unresolved, or unignored. Mark an issue reviewed to move it out of this list. Issues are automatically marked reviewed in 7 days.
ro: Problemele sunt marcate pentru revizuire atunci când sunt create, nerezolvate sau neignorate. Marcați o problemă revizuită pentru a o scoate din această listă. Problemele sunt marcate automat ca fiind revizuite în 7 zile.
si: ගැටළු නිර්මාණය කර ඇති විට, නොවිසඳී ඇති විට හෝ නොසලකා හැර ඇති විට ඒවා සමාලෝචනය සඳහා ලකුණු කර ඇත. එය මෙම ලැයිස්තුවෙන් ඉවත් කිරීමට සමාලෝචනය කළ ගැටලුවක් සලකුණු කරන්න. ගැටළු ස්වයංක්‍රීයව සලකුණු කර දින 7කින් සමාලෝචනය කෙරේ.

source: Ignored issues don’t trigger alerts. When their ignore conditions are met they become Unresolved and are flagged for review.
ro: Problemele ignorate nu declanșează alerte. Când se ignoră condițiile de ignorare sunt îndeplinite, acestea devin nerezolvate și sunt marcate pentru revizuire.
si: නොසලකා හරින ලද ගැටළු ඇඟවීම් අවුලුවන්නේ නැත. ඔවුන්ගේ නොසලකා හැරීම කොන්දේසි සපුරා ඇති විට ඒවා නොවිසඳී ඇති අතර සමාලෝචනය සඳහා සලකුණු කෙරේ.

source: Reprocessing
ro: Reprocesare
si: නැවත සැකසීම

source: These [link:reprocessing issues] will take some time to complete. Any new issues that are created during reprocessing will be flagged for review.
ro: Aceste [link:reprocessing issues] vor dura ceva timp pentru a fi finalizate. Orice problemă nouă creată în timpul reprocesării va fi marcată pentru revizuire.
si: මෙම [link:Reprocessing ගැටළු] සම්පූර්ණ කිරීමට යම් කාලයක් ගතවනු ඇත. නැවත සැකසීමේදී නිර්මාණය වන ඕනෑම නව ගැටළු සමාලෝචනය සඳහා සලකුණු කරනු ලැබේ.

source: Recent Check-ins
ro: Check-in-uri recente
si: මෑත පරීක්ෂා කිරීම්

source: My Cron Job
ro: Lucrul meu Cron
si: මගේ ක්‍රොන් ජොබ්

source: Config
ro: Configurație
si: වින්යාසය

source: Max Runtime
ro: Durata maximă de funcționare
si: උපරිම ධාවන කාලය

source: The maximum runtime (in minutes) a check-in is allowed before it's marked as a failure.
ro: Durata maximă de execuție (in minutes) permisă unui check-in înainte de a fi marcat ca eșec.
si: උපරිම ධාවන කාලය (මිනිත්තු වලින්) එය අසාර්ථක ලෙස සලකුණු කිරීමට පෙර ඇතුල් වීමට ඉඩ දෙනු ලැබේ.

source: Schedule Type
ro: Tip de program
si: උපලේඛන වර්ගය

source: Schedule
ro: Programare
si: කාලසටහන

source: Changes to the schedule will apply on the next check-in. See [link:Wikipedia] for crontab syntax.
ro: Modificările de program se vor aplica la următorul check-in. Consultați [link:Wikipedia] pentru sintaxa crontab.
si: කාලසටහනේ වෙනස්කම් මීළඟ ඇතුල්වීමේදී අදාළ වේ. crontab syntax සඳහා [link:Wikipedia] බලන්න.

source: Check-in Margin
ro: Margine de check-in
si: පිරික්සුම් ආන්තිකය

source: The margin (in minutes) a check-in is allowed to exceed it's scheduled window before being treated as missed.
ro: Marja (în minute) în care un check-in poate depăși fereastra programată înainte de a fi tratat ca ratat.
si: ආන්තිකය (විනාඩි කිහිපයකින්) මග හැරුණු ලෙස සැලකීමට පෙර එහි නියමිත කවුළුව ඉක්මවා යාමට අවසර ඇත.

source: Interval
ro: Intervalul
si: අන්තරය

source: Last Check-in
ro: Ultimul Check-in
si: අවසන් පිවිසුම

source: Next Check-in
ro: Următorul Check-in
si: ඊළඟට ඇතුල් වීම

source: Deleting Monitor...
ro: Ștergerea monitorului...
si: මොනිටරය මකමින්...

source: Unable to remove monitor.
ro: Nu se poate elimina monitorul.
si: මොනිටරය ඉවත් කළ නොහැක.

source: Unable to update monitor.
ro: Nu se poate actualiza monitorul.
si: මොනිටරය යාවත්කාලීන කළ නොහැක.

source: Pause
ro: Pauză
si: නවත්වන්න

source: Enable
ro: Activați
si: සබල කරන්න

source: Deleting this monitor is permanent. Are you sure you wish to continue?
ro: Ștergerea acestui monitor este permanentă. Sunteți sigur că doriți să continuați?
si: මෙම මොනිටරය මැකීම ස්ථිරයි. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?

source: No issues found
ro: Nu s-au găsit probleme
si: ගැටළු කිසිවක් හමු නොවීය

source: New Monitor
ro: Monitor Nou
si: නව මොනිටරය

source: Search for monitors.
ro: Căutați monitoare.
si: මොනිටර සඳහා සොයන්න.

source: Successful
ro: Succes
si: සාර්ථක

source: Nothing recorded in the last 30 days.
ro: Nimic înregistrat în ultimele 30 de zile.
si: පසුගිය දින 30 තුළ කිසිවක් වාර්තා කර නැත.

source: All check-ins for this monitor.
ro: Toate verificările pentru acest monitor.
si: මෙම මොනිටරය සඳහා සියලුම ඇතුල්වීම්.

source: Pardon the interruption, we just need to get a quick answer from you.
ro: Scuzați întreruperea, dar avem nevoie de un răspuns rapid din partea dumneavoastră.
si: බාධාවට සමාවන්න, අපට ඔබෙන් ඉක්මන් පිළිතුරක් ලබා ගැනීමට අවශ්‍යයි.

source: Email Updates
ro: Actualizări prin e-mail
si: ඊමේල් යාවත්කාලීන

source: We'd love to keep you updated via email with product and feature announcements, promotions, educational materials, and events. Our updates focus on relevant information, and we'll never sell your data to third parties. See our [link:Privacy Policy] for more details.
ro: Ne-ar plăcea să vă ținem la curent prin e-mail cu produsele și caracteristicile anunțuri, promoții, materiale educaționale și evenimente. Actualizările noastre se concentrează pe informații relevante și nu vom vinde niciodată datele dvs. către terți. părți terțe. Pentru mai multe detalii, consultați [link:Privacy Policy].
si: නිෂ්පාදන සහ විශේෂාංග නිවේදන, ප්‍රවර්ධන, අධ්‍යාපනික ද්‍රව්‍ය සහ සිදුවීම් සමඟින් ඊමේල් හරහා ඔබව යාවත්කාලීන කිරීමට අපි කැමතියි. අපගේ යාවත්කාලීන අදාළ තොරතුරු කෙරෙහි අවධානය යොමු කරන අතර, අපි කිසි විටෙක ඔබේ දත්ත තුන්වන පාර්ශ්ව කට විකුණන්නේ නැත. වැඩි විස්තර සඳහා අපගේ [link:Privacy Policy] බලන්න.

source: View full documentation
ro: Vezi documentația completă
si: සම්පූර්ණ ලියකියවිලි බලන්න

source: Just want to poke around before getting too cozy with the SDK? [sample:View a sample event for this SDK] or [skip:finish setup later].
ro: Vreți să vă uitați în jur înainte de a vă familiariza prea mult cu SDK? [sample:View a sample event for this SDK] ori [skip:finish setup later].
si: SDK සමඟ ඕනෑවට වඩා සුවපහසු වීමට පෙර වටපිට බැලීමට අවශ්‍යද? [නියැදිය:මෙම SDK සඳහා නියැදි සිදුවීමක් බලන්න] හෝ [Skip:finish setup after].

source: Event was received!
ro: Evenimentul a fost primit!
si: සිදුවීම ලැබුණි!

source: You'll need to send your first error to continue
ro: Va trebui să trimiți prima ta eroare pentru a continua
si: ඉදිරියට යාමට ඔබ ඔබේ පළමු දෝෂය යැවීමට අවශ්‍ය වනු ඇත

source: Take me to my error
ro: Du-mă la eroarea mea
si: මගේ වැරැද්දට මාව ගෙනියන්න

source: Waiting to receive first event to continue
ro: Așteaptă să primească primul eveniment pentru a continua
si: ඉදිරියට යාමට පළමු සිදුවීම ලැබීමට රැඳී සිටිමින්

source: Prepare the %s SDK
ro: Pregătiți %s SDK
si: %s SDK සකස් කරන්න

source: Don't have a relationship with your terminal? [link:Invite your team instead].
ro: Nu ai o relație cu terminalul tău? [link:Invite your team instead].
si: ඔබේ පර්යන්තය සමඟ සම්බන්ධතාවක් නැද්ද? [link:ඒ වෙනුවට ඔබේ කණ්ඩායමට ආරාධනා කරන්න].

source: The automated AWS Lambda setup will instrument your Lambda functions with Sentry error and performance monitoring without any code changes. We use CloudFormation Stack ([learnMore]) to create the Sentry role which gives us access to your AWS account.
ro: Configurarea automată AWS Lambda va instrumenta funcțiile Lambda cu Sentry pentru monitorizarea erorilor și a performanțelor, fără nicio modificare de cod. Utilizăm CloudFormation Stack ([learnMore]) pentru a crea rolul Sentry, care ne oferă acces la contul dvs. AWS.
si: ස්වයංක්‍රීය AWS Lambda සැකසුම මඟින් ඔබේ Lambda ක්‍රියාකාරකම් Sentry දෝෂයක් සහ කාර්ය සාධන අධීක්‍ෂණයක් සමඟින් කිසිදු කේත වෙනසක් නොමැතිව සිදු කරයි. ඔබගේ AWS ගිණුමට ප්‍රවේශය ලබා දෙන Sentry භූමිකාව නිර්මාණය කිරීමට අපි CloudFormation Stack ([learnMore]) භාවිතා කරමු.

source: Learn more about CloudFormation
ro: Aflați mai multe despre CloudFormation
si: CloudFormation ගැන තව දැනගන්න

source: Just press the [addInstallation] button below and complete the steps in the popup that opens.
ro: Trebuie doar să apăsați butonul [addInstallation] de mai jos și să completați pașii din fereastra care se deschide.
si: පහත [addInstallation] බොත්තම ඔබා විවෘත වන උත්පතනයේ පියවර සම්පූර්ණ කරන්න.

source: Add Installation
ro: Adăugați Instalația
si: ස්ථාපනය එකතු කරන්න

source: If you don’t want to add CloudFormation stack to your AWS environment, press the [manualSetup] button instead.
ro: Dacă nu doriți să adăugați stiva CloudFormation la mediul dumneavoastră AWS, apăsați în schimb butonul [manualSetup].
si: ඔබට ඔබේ AWS පරිසරයට CloudFormation තොගය එක් කිරීමට අවශ්‍ය නැතිනම්, ඒ වෙනුවට [manualSetup] බොත්තම ඔබන්න.

source: Congrats, you just installed the %s integration! Now that it's is installed, the next time you trigger an error it will go to your Sentry.
ro: Felicitări, tocmai ați instalat %s integrarea! Acum că este instalată, data viitoare când veți declanșa o eroare, aceasta va fi transmisă către Sentry.
si: සුභ පැතුම්, ඔබ දැන් %s අනුකලනය ස්ථාපනය කර ඇත! දැන් එය ස්ථාපනය කර ඇති බැවින්, ඊළඟ වතාවේ ඔබ දෝෂයක් ඇති කරන විට එය ඔබගේ Sentry වෙත යයි.

source: This snippet includes an intentional error, so you can test that everything is working as soon as you set it up:
ro: Acest fragment include o eroare intenționată, astfel încât să puteți testa dacă totul funcționează imediat ce îl configurați:
si: මෙම කොටසෙහි චේතනාන්විත දෝෂයක් ඇතුළත් වේ, එබැවින් ඔබ එය සැකසූ විගස සියල්ල ක්‍රියාත්මක වන බව ඔබට පරීක්ෂා කළ හැක:

source: If you're new to Sentry, use the email alert to access your account and complete a product tour.
ro: Dacă sunteți nou la Sentry, utilizați alerta prin e-mail pentru a vă accesa contul și pentru a finaliza un tur al produsului.
si: ඔබ Sentry වෙත අලුත් නම්, ඔබගේ ගිණුමට ප්‍රවේශ වීමට සහ නිෂ්පාදන සංචාරයක් සම්පූර්ණ කිරීමට විද්‍යුත් තැපැල් ඇඟවීම් භාවිතා කරන්න.

source: If you're an existing user and have disabled alerts, you won't receive this email.
ro: Dacă sunteți un utilizator existent și ați dezactivat alertele, nu veți primi acest e-mail.
si: ඔබ දැනට සිටින පරිශීලකයෙකු නම් සහ අබල කළ ඇඟවීම් තිබේ නම්, ඔබට මෙම විද්‍යුත් තැපෑල නොලැබෙනු ඇත.

source: Processing sample event...
ro: Procesarea eșantionului de eveniment...
si: නියැදි සිදුවීම සකසමින්...

source: Failed to create a new sample event
ro: Nu s-a reușit crearea unui nou eșantion de eveniment
si: නව නියැදි සිදුවීමක් තැනීමට අසමත් විය

source: Failed to load sample event
ro: Nu a reușit să încarce evenimentul eșantion
si: නියැදි සිදුවීම පූරණය කිරීමට අසමත් විය

source: Looks like this getting started example is still undergoing some work and doesn't include an example for triggering an event quite yet. If you have trouble sending your first event be sure to consult the [docsLink:full documentation] for [platform].
ro: Se pare că acest exemplu de început este încă în curs de a fi supus unor lucru și nu include un exemplu pentru declanșarea unui eveniment destul de încă. Dacă întâmpinați probleme la trimiterea primului eveniment, consultați [docsLink:full documentation] pentru [platform].
si: මෙම ආරම්භ කිරීමේ උදාහරණය තවමත් වැඩ ක් පමණ සිදු වෙමින් පවතින අතර තවමත් සිදුවීමක් අවුලුවාලීම සඳහා උදාහරණයක් ඇතුළත් කර නැත. ඔබට ඔබේ පළමු සිදුවීම යැවීමේ ගැටලුවක් ඇත්නම්, [platform]සඳහා [docsLink:සම්පූර්ණ ලේඛන] උපදෙස් ලබා ගැනීමට වග බලා ගන්න.

source: Failed to load documentation for the %s platform.
ro: Nu s-a reușit încărcarea documentației pentru %s platformă.
si: %s වේදිකාව සඳහා ලේඛන පූරණය කිරීමට අසමත් විය.

source: Automatically instrument %s
ro: Instrument automat %s
si: ස්වයංක්‍රීයව උපකරණය %s

source: Don't have have permissions to create a Cloudformation stack? [link:Invite your team instead].
ro: Nu aveți permisiuni pentru a crea un stack Cloudformation? [link:Invite your team instead].
si: Cloudformation තොගයක් සෑදීමට අවසර නොමැතිද? [link:ඒ වෙනුවට ඔබේ කණ්ඩායමට ආරාධනා කරන්න].

source: Failed to load the integration for the %s platform.
ro: Nu s-a reușit încărcarea integrării pentru %s platformă.
si: %s වේදිකාව සඳහා අනුකලනය පූරණය කිරීමට අසමත් විය.

source: Welcome
ro: Bine ați venit
si: සාදරයෙන් පිළිගනිමු

source: Go back
ro: Înapoi
si: ආපසු යන්න

source: Select a platform
ro: Selectați o platformă
si: වේදිකාවක් තෝරන්න

source: Install the Sentry SDK
ro: Instalați SDK-ul Sentry
si: Sentry SDK ස්ථාපනය කරන්න

source: Prepare the SDK for your language following this [docsLink:guide].
ro: Pregătiți SDK-ul pentru limba dumneavoastră după cum urmează [docsLink:guide].
si: මෙය [docsLink:guide] අනුගමනය කරමින් ඔබේ භාෂාව සඳහා SDK සූදානම් කරන්න.

source: Once your SDK is set up, use the following DSN and send your first event!
ro: Odată ce SDK-ul dumneavoastră este configurat, utilizați următorul DSN și trimiteți primul eveniment!
si: ඔබගේ SDK සැකසූ පසු, පහත DSN භාවිතා කර ඔබගේ පළමු සිදුවීම යවන්න!

source: Here is the DSN: [DSN]
ro: Aici este DSN-ul: [DSN]
si: මෙන්න DSN: [DSN]

source: Variety is the spice of application monitoring. Sentry SDKs integrate with most languages and platforms your developer heart desires. [link:View the full list].
ro: Varietatea este un condiment al monitorizării aplicațiilor. SDK-urile Sentry integrează cu majoritatea limbajelor și platformelor pe care le dorește inima dumneavoastră de dezvoltator. [link:View the full list].
si: විවිධත්වය යනු යෙදුම් නිරීක්ෂණයේ කුළුබඩු වේ. Sentry SDKs ඔබේ සංවර්ධක හදවත කැමති බොහෝ භාෂා සහ වේදිකා සමඟ ඒකාබද්ධ කරයි. [සබැඳිය:සම්පූර්ණ ලැයිස්තුව බලන්න].

source: Don't see your platform-of-choice? Fear not. Select [otherPlatformLink:other platform] when using a [communityClient:community client]. Need help? Learn more in [docs:our docs].
ro: Nu vedeți platforma pe care ați ales-o? Nu vă temeți. Selectați [otherPlatformLink:other platform] atunci când folosiți un [communityClient:community client]. Aveți nevoie de ajutor? Aflați mai multe în [docs:our docs].
si: ඔබේ තේරීමේ වේදිකාව නොපෙනේද? බය වෙන්න එපා. [communityClient:community client] භාවිතා කරන විට [otherPlatformLink:other platform] තෝරන්න. උදව් අවශ්‍යද? [docs:our docs] තුළ තව දැනගන්න.

source: Creating Project...
ro: Crearea proiectului...
si: ව්‍යාපෘතිය නිර්මාණය කරමින්...
