Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Kernel Version
ro: Versiunea Kernel
si: කර්නල් අනුවාදය

source: Rooted
ro: Rootat
si: මුල් බැස ඇත

source: yes
ro: da
si: ඔව්

source: no
ro: nu
si: නැත

source: Latest State
ro: Cel mai recent status
si: නවතම රාජ්යය

source: State
ro: Status
si: රජයේ

source: Transaction
ro: Tranzacție
si: ගනුදෙනුව

source: View Summary
ro: Vezi rezumatul
si: සාරාංශය බලන්න

source: Trace ID
ro: ID-ul de urmărire
si: ලුහුබැඳීමේ හැඳුනුම්පත

source: Search by Trace
ro: Căutare după urme
si: Trace මගින් සොයන්න

source: Span ID
ro: ID-ul Span
si: ස්පාන් හැඳුනුම්පත

source: Parent Span ID
ro: ID-ul parental al Span
si: මාපිය පරතරය ID

source: Operation Name
ro: Denumirea operațiunii
si: මෙහෙයුමේ නම

source: Status
ro: Stare
si: තත්ත්වය

source: IP Address
ro: Address IP
si: IP ලිපිනය

source: before this event
ro: înainte de acest eveniment
si: මෙම සිදුවීමට පෙර

source: Unknown Browser
ro: Browser necunoscut
si: නොදන්නා බ්‍රව්සරය

source: Unknown Runtime
ro: Timp de execuție necunoscut
si: නොදන්නා ධාවන කාලය

source: Unknown Device
ro: Dispozitiv necunoscut
si: හඳුනානොගත් උපකරණය

source: Arch:
ro: Arh:
si: ආරුක්කුව:

source: Model:
si: ආකෘතිය:

source: Version:
ro: Versiune:
si: පිටපත:

source: Unknown GPU
ro: GPU Necunoscut
si: නොදන්නා GPU

source: Vendor:
ro: Furnizor:
si: විකුණුම්කරු:

source: Unknown
ro: Necunoscut
si: නොදන්නා

source: Unknown OS
ro: Necunoscut OS
si: නොදන්නා OS

source: Kernel:
si: කර්නලය:

source: Unknown User
ro: Utilizator necunoscut
si: නොදන්නා පරිශීලක

source: see [docsLink]
ro: vedeți [docsLink]
si: [docsLink]බලන්න

source: Troubleshooting for JavaScript
ro: Rezolvarea problemelor pentru JavaScript
si: JavaScript සඳහා දෝශ නිරාකරණය

source: Expand
ro: Extindeți
si: පුළුල් කරන්න

source: Adjusted timestamps by %s
ro: Timestamp-uri ajustate de %s
si: වේලා මුද්දර %sකින් සකස් කරන ලදී

source: There was %s problem processing this event
ro: A existat %s o problemă în procesarea acestui eveniment
si: මෙම සිදුවීම සැකසීමේදී ගැටළු %s ක් විය

source: Hide
ro: Ascundeți
si: සඟවන්න

source: Show
ro: Afișați
si: පෙන්වන්න

source: Source code was not found because the distribution did not match
ro: Codul sursă nu a fost găsit deoarece distribuția nu corespunde
si: බෙදා හැරීම නොගැලපෙන නිසා මූලාශ්‍ර කේතය සොයා ගත නොහැකි විය

source: Delete
ro: Ștergeți
si: මකන්න

source: Are you sure you wish to delete this file?
ro: Sunteți sigur că doriți să ștergeți acest fișier?
si: ඔබට මෙම ගොනුව මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Insufficient permissions to delete attachments
ro: Permisiuni insuficiente pentru a șterge atașamentele
si: ඇමුණුම් මකා දැමීමට ප්‍රමාණවත් අවසර නැත

source: Insufficient permissions to download attachments
ro: Permisiuni insuficiente pentru a descărca atașamente
si: ඇමුණුම් බාගැනීමට ප්‍රමාණවත් අවසර නැත

source: Download
ro: Descărcați
si: බාගත

source: Insufficient permissions to preview attachments
ro: Permisiuni insuficiente pentru a previzualiza atașamentele
si: ඇමුණුම් පෙරදසුන් කිරීමට ප්‍රමාණවත් අවසර නැත

source: This attachment cannot be previewed
ro: Acest atașament nu poate fi previzualizat
si: මෙම ඇමුණුම පෙරදසුන් කළ නොහැක

source: Attachments (%s)
ro: Atașamente (%s)
si: ඇමුණුම් (%s)

source: File Name
ro: Numele fișierului
si: ගොනුවේ නම

source: Size
ro: Mărimea
si: ප්රමාණය

source: Actions
ro: Acțiuni
si: ක්රියාවන්

source: Your limit of stored crash reports has been reached for this issue. [attachmentsLink: View crashes] or [settingsLink: configure limit].
ro: Limita de rapoarte de accident stocate a fost atinsă pentru această problemă.[attachmentsLink: View crashes] ori [settingsLink: configure limit].
si: මෙම ගැටලුව සඳහා ඔබගේ ගබඩා කර ඇති බිඳ වැටීම් වාර්තා වල සීමාවට ළඟා වී ඇත. [ඇමුණුම් සබැඳිය: බිඳ වැටීම් බලන්න] හෝ [සැකසීම් සබැඳිය: සීමාව වින්‍යාස කරන්න].

source: Suspect Commits
ro: Commit-uri Suspecte
si: සැක කටයුතු කමිටු

source: Show less
ro: Arată mai puțin
si: අඩුවෙන් පෙන්වන්න

source: Show more
ro: Arată mai mult
si: තව පෙන්වන්න

source: Configure Suspect Commits
ro: Configurați comisioanele suspecte
si: සැක සහිත කොමිටු වින්‍යාස කරන්න

source: To identify which commit caused this issue
ro: Pentru a identifica ce commit a cauzat această problemă
si: මෙම ගැටලුවට හේතුව කුමක්දැයි හඳුනා ගැනීමට

source: Read the docs
ro: Citiți documentele
si: ලේඛන කියවන්න

source: Remind me next week
ro: Amintește-mi săptămâna viitoare.
si: ලබන සතියේ මට මතක් කරන්න

source: Snooze
si: ස්නූස් කරන්න

source: Dismiss for this project
ro: Respingeți pentru acest proiect
si: මෙම ව්‍යාපෘතිය සඳහා අස් කරන්න

source: This example commit broke something
ro: Acest exemplu de commit a stricat ceva
si: මෙම උදාහරණය යම් දෙයක් බිඳ දැමීය

source: Raw
ro: Brut
si: අමු

source: Formatted
ro: Formatat
si: ආකෘතිගත කර ඇත

source: Some frames appear to be minified. Did you configure the [plugin]?
ro: Unele cadre par a fi minificate. Ați configurat [plugin]?
si: සමහර රාමු කුඩා කර ඇති බව පෙනේ. ඔබ [plugin]වින්‍යාස කළේද?

source: There was an error rendering this data.
ro: S-a produs o eroare la redarea acestor date.
si: මෙම දත්ත ලබා දීමේදී දෝෂයක් ඇති විය.

source: Latest Event Not Available
ro: Cel mai recent eveniment nu este disponibil
si: නවතම සිදුවීම නොමැත

source: Additional Data
ro: Date suplimentare
si: අමතර දත්ත

source: Crashed Process
ro: Proces prăbușit
si: බිඳවැටුණු ක්රියාවලිය

source: Event ID
ro: ID eveniment
si: සිදුවීම් හැඳුනුම්පත

source: Preview JSON
ro: Previzualizare JSON
si: JSON පෙරදසුන් කරන්න

source: Screenshots help identify what the user saw when the event happened
ro: Capturile de ecran ajută la identificarea a ceea ce a văzut utilizatorul atunci când s-a întâmplat evenimentul
si: සිදුවීම සිදු වූ විට පරිශීලකයා දුටු දේ හඳුනා ගැනීමට තිරපිටපත් උදවු කරයි

source: Are you sure you wish to delete this screenshot?
ro: Sunteți sigur că doriți să ștergeți această captură de ecran?
si: ඔබට මෙම තිර රුව මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Screenshot
ro: Captură de ecran
si: තිර රුවක්

source: Screenshot help identify what the user saw when the event happened
ro: Captura de ecran ajută la identificarea a ceea ce a văzut utilizatorul atunci când s-a întâmplat evenimentul
si: සිදුවීම සිදු වූ විට පරිශීලකයා දුටු දේ හඳුනා ගැනීමට තිර රුවක් උදවු කරයි

source: View screenshot
ro: Vizualizați captura de ecran
si: තිර රුවක් බලන්න

source: Date Created
ro: Data creării
si: සාදන ලද දිනය

source: MIME Type
ro: Tip MIME
si: MIME වර්ගය

source: Tags help you quickly both access related events and view the tag distribution for a set of events
ro: Etichetele vă ajută să accesați rapid atât evenimentele conexe, cât și să vizualizați distribuția etichetelor pentru un set de evenimente.
si: අදාළ සිදුවීම් වෙත ඉක්මනින් ප්‍රවේශ වීමට සහ සිදුවීම් මාලාවක් සඳහා ටැග් බෙදාහැරීම බැලීමට ටැග් ඔබට උදවු කරයි

source: Mobile Vitals
ro: Vitalii mobile
si: ජංගම ජීව දත්ත

source: Fails threshold at %s.
ro: Nu trece pragul la %s.
si: %sට අසමත් වීමේ සීමාව.

source: These vitals were collected using an outdated SDK version and may not be accurate. To ensure accurate web vitals in new transaction events, please update your SDK to the latest version.
ro: Aceste date vitale au fost colectate utilizând o versiune depășită a SDK și este posibil să nu fie exacte. Pentru a vă asigura că datele vitale web sunt corecte în noile evenimente de tranzacție, vă rugăm să vă actualizați SDK-ul la cea mai recentă versiune.
si: මෙම ජීව දත්ත යල් පැන ගිය SDK අනුවාදයක් භාවිතයෙන් රැස් කර ඇති අතර ඒවා නිවැරදි නොවිය හැක. නව ගනුදෙනු සිදුවීම්වල නිවැරදි වෙබ් වැදගත්කම සහතික කිරීමට, කරුණාකර ඔබගේ SDK නවතම අනුවාදයට යාවත්කාලීන කරන්න.

source: show [numberOfFrames] similiar
ro: afișează [numberOfFrames] similiar
si: [numberOfFrames] සමාන පෙන්වන්න

source: collapse [numberOfFrames] similiar
ro: colaps [numberOfFrames] similiar
si: කඩා වැටීම [numberOfFrames] සමාන

source: Click here to experiment with other grouping configs
ro: Faceți clic aici pentru a experimenta cu alte configurații de grupare
si: වෙනත් කණ්ඩායම් සැකසුම් සමඟ අත්හදා බැලීමට මෙතැන ක්ලික් කරන්න

source: Hash mismatch
ro: Nepotrivire de hașură
si: හෑෂ් නොගැලපීම

source: hashing algorithm produced a hash that does not match the event
ro: algoritmul de hashing a produs un hash care nu se potrivește cu evenimentul
si: hashing algorithm විසින් සිද්ධියට නොගැලපෙන හැෂ් එකක් නිපදවා ඇත

source: Type
ro: Tip
si: ටයිප් කරන්න

source: Uses a complex grouping algorithm taking event data into account
ro: Utilizează un algoritm complex de grupare care ia în considerare datele despre evenimente
si: සිදුවීම් දත්ත සැලකිල්ලට ගනිමින් සංකීර්ණ කණ්ඩායම් ඇල්ගොරිතමයක් භාවිතා කරයි

source: Grouping Config
ro: Configurarea grupării
si: කණ්ඩායම් සැකසීම

source: Overrides the default grouping by a custom fingerprinting rule
ro: Suprascrie gruparea implicită printr-o regulă de amprentare personalizată
si: අභිරුචි ඇඟිලි සලකුණු රීතියක් මඟින් පෙරනිමි සමූහකරණය අභිබවා යයි

source: Uses a complex grouping algorithm taking event data and a fingerprint into account
ro: Folosește un algoritm complex de grupare care ia în considerare datele de eveniment și o amprentă digitală
si: සිදුවීම් දත්ත සහ ඇඟිලි සලකුණක් සැලකිල්ලට ගනිමින් සංකීර්ණ කණ්ඩායම් ඇල්ගොරිතමයක් භාවිතා කරයි

source: Grouping
ro: Gruparea
si: සමූහගත කිරීම

source: Contributing variant
ro: Varianta contributivă
si: දායකත්ව ප්රභේදය

source: Non-contributing variant: %s
ro: Variantă fără contribuție: %s
si: දායක නොවන ප්‍රභේදය: %s

source: Non-contributing variant
ro: Variantă fără contribuție
si: දායක නොවන ප්‍රභේදය

source: By
ro: De la
si: විසින්

source: Nothing
ro: Nimic
si: කිසිවක් නැත

source: Contributing values
ro: Valori contributive
si: දායක වටිනාකම්

source: All values
ro: Toate valorile
si: සියලුම අගයන්

source: Fingerprint rule
ro: Regula privind amprentele digitale
si: ඇඟිලි සලකුණු රීතිය

source: The server-side fingerprinting rule that produced the fingerprint.
ro: Regula de amprentare din partea serverului care a produs amprenta.
si: ඇඟිලි සලකුණ නිපදවූ සේවාදායක පැත්තේ ඇඟිලි සලකුණු රීතිය.

source: Fingerprint values
ro: Valorile amprentelor digitale
si: ඇඟිලි සලකුණු අගයන්

source: Client fingerprint values
ro: Valorile amprentelor digitale ale clientului
si: සේවාලාභියාගේ ඇඟිලි සලකුණු අගයන්

source: The client sent a fingerprint that was overridden by a server-side fingerprinting rule.
ro: Clientul a trimis o amprentă care a fost suprascrisă de o regulă de amprentare de pe server.
si: සේවාලාභියා සේවාදායක පැත්තේ ඇඟිලි සලකුණු රීතියක් මගින් අභිබවා ගිය ඇඟිලි සලකුණක් යවා ඇත.

source: Hash
ro: Hașura
si: හෑෂ්

source: Events with the same hash are grouped together
ro: Evenimentele cu același hash sunt grupate împreună
si: එකම හෑෂ් සහිත සිදුවීම් එකට එකතු කර ඇත

source: Event Grouping Information
ro: Informații privind gruparea evenimentelor
si: සිදුවීම් සමූහගත කිරීමේ තොරතුරු

source: Hide Details
ro: Ascundeți detaliile
si: විස්තර සඟවන්න

source: Show Details
ro: Arată detalii
si: විස්තර පෙන්වන්න

source: grouped by
ro: grupate în funcție de
si: විසින් කණ්ඩායම්ගත කර ඇත

source: nothing
ro: nimic
si: කිසිවක් නැත

source: generic
si: සාමාන්ය

source: Invalid URL
ro: URL nevalabil
si: වලංගු නැති URL

source: An error occurred while fetching the data of the breadcrumb event link
ro: S-a produs o eroare la preluarea datelor din link-ul de eveniment breadcrumb
si: බ්‍රෙඩ්ක්‍රම්බ් සිදුවීම් සබැඳියේ දත්ත ලබා ගැනීමේදී දෝෂයක් ඇති විය

source: Fatal
si: මාරාන්තික

source: Warning
ro: Atenționare
si: අවවාදයයි

source: Undefined
ro: Nedefinit
si: නිර්වචනය නොකළ

source: %s before
ro: %s înainte de
si: %s පෙර

source: Category
ro: Categoria
si: වර්ගය

source: Level
ro: Nivel
si: මට්ටමින්

source: Switch to absolute
ro: Treceți la absolut
si: නිරපේක්ෂ වෙත මාරු වන්න

source: Switch to relative
ro: Treceți la relativă
si: ඥාතියෙකු වෙත මාරු වන්න

source: Time
ro: Timp
si: කාලය

source: Types
ro: Tipuri
si: වර්ග

source: Levels
ro: Nivele
si: මට්ටම්

source: Sorry, no breadcrumbs match your search query
ro: Ne pare rău, nu există firimituri de pâine care să corespundă căutării dumneavoastră
si: සමාවන්න, ඔබේ සෙවුම් විමසුමට ගැලපෙන පාන් කුඩු කිසිවක් නැත

source: Reset filter
ro: Resetați filtrul
si: පෙරහන යළි පිහිටුවන්න

source: Clear search bar
ro: Ștergeți bara de căutare
si: සෙවුම් තීරුව හිස් කරන්න

source: There are no breadcrumbs to be displayed
ro: Nu există firimituri de pâine care să fie afișate
si: ප්‍රදර්ශනය කිරීමට පාන් පිටි නොමැත

source: Search breadcrumbs
ro: Căutare breadcrumbs
si: පාන් කුඩු සොයන්න

source: HTTP request
ro: Cerere HTTP
si: HTTP ඉල්ලීම

source: System
ro: Sistem
si: පද්ධතිය

source: Session
ro: Sesiunea
si: වාරය

source: Default
ro: Implicit
si: පෙරනිමිය

source: User Action
ro: Acțiunea utilizatorului
si: පරිශීලක ක්‍රියාව

source: Navigation
ro: Navigație
si: සංචලනය

source: Debug
ro: Depanare
si: දෝෂහරණය කරන්න

source: code
ro: cod
si: කේතය

source: No relevant stack trace has been found!
ro: Nu a fost găsită nicio urmă de stivă relevantă!
si: අදාළ තොග හෝඩුවාවක් හමු නොවීය!

source: No app only stack trace has been found!
ro: Nu a fost găsită nici o urmă de stack doar pentru aplicații!
si: කිසිදු යෙදුමක් පමණක් අට්ටි හෝඩුවාවක් සොයාගෙන නොමැත!

source: from [exceptionModule]
ro: de la [exceptionModule]
si: [exceptionModule]සිට

source: Frames %d until %d were omitted and not available.
ro: Cadrele %d până la %d au fost omise și nu sunt disponibile.
si: රාමු %d සිට %d දක්වා ඉවත් කර ඇති අතර ලබා ගත නොහැක.

source: Full
ro: Complet
si: පූර්ණ

source: Original
si: මුල්

source: Symbolicated
ro: Simbolizat
si: සංකේතාත්මකයි

source: Minified
ro: Miniatural
si: කුඩා කර ඇත

source: Unsymbolicated
ro: Nesimbolizat
si: සංකේතාත්මක නොවන

source: The stack trace only shows application frames and frames responsible for grouping this issue
ro: Urma de stivă arată doar cadrele de aplicație și cadrele responsabile pentru gruparea acestei probleme
si: මෙම ගැටලුව සමූහගත කිරීම සඳහා වගකිව යුතු යෙදුම් රාමු සහ රාමු පමණක් අට්ටි හෝඩුවාව පෙන්වයි

source: Most Relevant
ro: Cele mai relevante
si: වඩාත්ම අදාළ

source: App Only
si: යෙදුම පමණි

source: Toggle stack trace order
ro: Comutarea ordinii de urmărire a stack-ului
si: ස්ටැක් ට්‍රේස් ඇණවුම ටොගල් කරන්න

source: most recent call first
ro: cel mai recent apel mai întâi
si: වඩාත්ම මෑත ඇමතුම පළමුව

source: most recent call last
ro: ultimul apel cel mai recent
si: වඩාත්ම මෑත ඇමතුම අවසන්

source: The <code>child-src</code> directive defines the valid sources for web workers and nested browsing contexts loaded using elements such as <code>&lt;frame&gt;</code> and <code>&lt;iframe&gt;</code>.
ro: Directiva <code>child-src</code>definește sursele valide pentru lucrătorii web și contextele de navigare imbricate încărcate cu ajutorul unor elemente cum ar fi <code>&lt;frame&gt;</code> și <code>&lt;iframe&gt;</code>.
si: <code>child-src</code> විධානය වෙබ් සේවකයන් ක් සඳහා වලංගු මූලාශ්‍ර සහ <code>&lt;frame&gt;</code> සහ <code>&lt;iframe&gt;</code>වැනි මූලද්‍රව්‍ය භාවිතයෙන් පූරණය කරන ලද කැදලි බ්‍රවුසින් සන්දර්භයන් නිර්වචනය කරයි.

source: The <code>worker-src</code> directive specifies valid sources for <code>Worker<code>, <code>SharedWorker</code>, or <code>ServiceWorker</code> scripts.
ro: Directiva <code>worker-src</code> specifică sursele valide pentru <code>Worker<code>, <code>SharedWorker</code>, ori <code>ServiceWorker</code> scripts.
si: <code>worker-src</code> විධානය <code>Worker<code>, <code>SharedWorker</code>, හෝ <code>ServiceWorker</code> ස්ක්‍රිප්ට් සඳහා වලංගු මූලාශ්‍ර සඳහන් කරයි.

source: The <code>connect-src</code> directive defines valid sources for fetch, <code>XMLHttpRequest</code>, <code>WebSocket</code>, and <code>EventSource</code> connections.
ro: Directiva <code>connect-src</code> definește sursele valide pentru fetch, <code>XMLHttpRequest</code>, <code>WebSocket</code>, și <code>EventSource</code> conexiuni.
si: <code>connect-src</code> විධානය ලබා ගැනීම සඳහා වලංගු මූලාශ්‍ර නිර්වචනය කරයි, <code>XMLHttpRequest</code>, <code>WebSocket</code>, සහ <code>EventSource</code> සම්බන්ධතා.

source: The <code>font-src</code> directive specifies valid sources for fonts loaded using <code>@font-face</code>.
ro: Directiva <code>font-src</code> specifică sursele valide pentru fonturi încărcate folosind <code>@font-face</code>.
si: <code>font-src</code> විධානය <code>@font-face</code>භාවිතයෙන් පූරණය කරන ලද අකුරු සඳහා වලංගු මූලාශ්‍ර සඳහන් කරයි.

source: The <code>form-action</code> directive specifies valid endpoints for <code>&lt;form&gt;</code> submissions.
ro: Directiva <code>form-action</code> specifică punctele finale valide pentru <code>&lt;form&gt;</code> de trimitere.
si: <code>පෝරමය-ක්‍රියා</code> විධානය <code>&lt;form&gt;</code> ඉදිරිපත් කිරීම් සඳහා වලංගු අන්ත ලක්ෂ්‍ය නියම කරයි.

source: The <code>frame-ancestors</code> directive specifies valid parents that may embed a page using the <code>&lt;frame&gt;</code> and <code>&lt;iframe&gt;</code> elements.
ro: Directiva<code>frame-ancestors</code> specifică părinții valabili care pot încorpora o pagină folosind <code>&lt;frame&gt;</code> și <code>&lt;iframe&gt;</code> elemente.
si: <code>රාමු-මුතුන්මිත්තන්</code> විධානය <code>&lt;frame&gt;</code> සහ <code>&lt;iframe&gt; මූලද්‍රව්‍ය භාවිතයෙන් පිටුවක් කාවැද්දීමට වලංගු මාපියන්</code> කරයි.

source: The <code>img-src</code> directive specifies valid sources of images and favicons.
ro: Directiva <code>img-src</code> specifică sursele valide ale imaginilor și favicons.
si: <code>img-src</code> විධානය රූපවල වලංගු මූලාශ්‍ර සහ ෆේවිකොන් නියම කරයි.

source: The <code>prefetch-src</code> directive restricts the URLs from which resources may be prefetched or prerendered.
ro: Directiva <code>prefetch-src</code> restricționează URL-urile de la care resursele pot fi prefetch sau preredresate.
si: <code>prefetch-src</code> විධානය මඟින් සම්පත් පෙර ලබා ගත හැකි හෝ පෙර ලබා දිය හැකි URL සීමා කරයි.

source: The <code>base-uri</code> directive defines the URIs that a user agent may use as the document base URL. If this value is absent, then any URI is allowed. If this directive is absent, the user agent will use the value in the <code>&lt;base&gt;</code> element.
ro: Directiva<code>base-uri</code> definește URI-urile pe care un agent utilizator poate utiliza ca URL de bază a documentului. Dacă această valoare este absentă, atunci orice URI este permis.Dacă această directivă este absentă, agentul utilizator va utiliza valoarea din elementul <code>&lt;base&gt;</code>.
si: <code>base-uri</code> විධානය මඟින් පරිශීලක නියෝජිතයෙකු ලේඛන පාදක URL ලෙස භාවිතා කළ හැකි URI නිර්වචනය කරයි. මෙම අගය නොමැති නම්, ඕනෑම URI ඉඩ දෙනු ලැබේ. මෙම විධානය නොමැති නම්, පරිශීලක නියෝජිතයා <code>&lt;base&gt;</code> මූලද්‍රව්‍යයේ අගය භාවිතා කරයි.

source: The <code>manifest-src</code> directive specifies which manifest can be applied to the resource.
ro: Directiva <code>manifest-src</code> specifică manifestul care poate fi aplicat resursei.
si: <code>මැනිෆෙස්ට්-src</code> විධානය මඟින් සම්පතට යෙදිය හැකි මැනිෆෙස්ටය නියම කරයි.

source: The <code>media-src</code> directive specifies valid sources for loading media using the <code>&lt;audio&gt;</code> and <code>&lt;video&gt;</code> elements.
ro: Directiva<code>media-src</code> specifică sursele valide pentru încărcarea media folosind <code>&lt;audio&gt;</code> și <code>&lt;video&gt;</code> elemente.
si: <code>media-src</code> විධානය <code>&lt;audio&gt;</code> සහ <code>&lt;video&gt;</code> මූලද්‍රව්‍ය භාවිතයෙන් මාධ්‍ය ක් පූරණය කිරීම සඳහා වලංගු මූලාශ්‍ර සඳහන් කරයි.

source: The <code>object-src</code> directive specifies valid sources for the <code>&lt;object&gt;</code>, <code>&lt;embed&gt;</code>, and <code>&lt;applet&gt;</code> elements.
ro: Directiva <code>object-src</code> specifică sursele valide pentru <code>&lt;object&gt;</code>, <code>&lt;embed&gt;</code>, și <code>&lt;applet&gt;</code> elemente.
si: <code>object-src</code> විධානය <code>&lt;object&gt;</code>, <code>&lt;embed&gt;</code>, සහ <code>&lt;applet&gt;</code> මූලද්‍රව්‍ය සඳහා වලංගු මූලාශ්‍ර නියම කරයි.

source: The <code>plugin-types</code> directive specifies the valid plugins that the user agent may invoke.
ro: Directiva <code>plugin-types</code> specifică plugin-urile valide care pot fi invocate de către agentul utilizator.
si: <code>ප්ලගින වර්ග</code> විධානය පරිශීලක නියෝජිතයා විසින් ඉල්ලා සිටිය හැකි වලංගු ප්ලගීන නියම කරයි.

source: The <code>referrer</code> directive specifies information in the <code>Referer</code> header for links away from a page.
ro: Directiva <code>referrer</code> specifică informații în fișierul <code>Referer</code> pentru legăturile de la o pagină la alta.
si: <code>යොමු කරන්නා</code> විධානය පිටුවකින් ඈත් වූ සබැඳි සඳහා <code>යොමු කරන්නා</code> ශීර්ෂයේ තොරතුරු සඳහන් කරයි.

source: The <code>script-src</code> directive specifies valid sources for JavaScript. When either the <code>script-src</code> or the <code>default-src</code> directive is included, inline script and <code>eval()</code> are disabled unless you specify 'unsafe-inline' and 'unsafe-eval', respectively.
ro: TDirectiva <code>script-src</code> specifică sursele valide pentru JavaScript. Atunci când <code>script-src</code> ori directiva <code>default-src</code> este inclusă, scripturile inline și <code>eval()</code> sunt dezactivate, cu excepția cazului în care se specifică "unsafe-inline". și, respectiv, "unsafe-eval".
si: <code>script-src</code> විධානය JavaScript සඳහා වලංගු මූලාශ්‍ර නියම කරයි. <code>script-src</code> හෝ <code>default-src</code> විධානය ඇතුළත් වූ විට, ඔබ පිළිවෙලින් 'unsafe-inline' සහ 'unsafe-eval' සඳහන් කරන්නේ නම් මිස, පේළිගත ස්ක්‍රිප්ට් සහ <code>eval()</code> අක්‍රිය වේ.

source: The <code>script-src-elem</code> directive applies to all script requests and element contents. It does not apply to scripts defined in attributes.
ro: Directiva <code>script-src-elem</code> se aplică tuturor cererilor de scripturi și la conținutul elementelor. Ea nu se aplică scripturilor definite în atribute.
si: <code>script-src-elem</code> විධානය සියලුම ස්ක්‍රිප්ට් ඉල්ලීම් සහ මූලද්‍රව්‍ය අන්තර්ගතයට අදාළ වේ. ගුණාංගවල අර්ථ දක්වා ඇති ස්ක්‍රිප්ට් සඳහා එය අදාළ නොවේ.

source: The <code>script-src-attr</code> directive applies to event handlers and, if present, it will override the <code>script-src</code> directive for relevant checks.
ro: Directiva<code>script-src-attr</code> se aplică gestionarilor de evenimente și, dacă este prezentă, aceasta va înlocui directiva<code>script-src</code> pentru verificările relevante.
si: <code>script-src-attr</code> විධානය සිදුවීම් හසුරුවන්නන් සඳහා අදාළ වන අතර, තිබේ නම්, එය අදාළ චෙක්පත් සඳහා <code>script-src</code> විධානය අභිබවා යයි.
