Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: The <code>style-src</code> directive specifies valid sources for stylesheets. This includes both externally-loaded stylesheets and inline use of the <code>&lt;style&gt;</code> element and HTML style attributes. Stylesheets from sources that aren't included in the source list are not requested or loaded. When either the <code>style-src</code> or the <code>default-src</code> directive is included, inline use of the <code>&lt;style&gt;</code> element and HTML style attributes are disabled unless you specify 'unsafe-inline'.
ro: Directiva<code>style-src</code> specifică sursele valide pentru foi de stil. Aceasta include atât foile de stil încărcate din exterior, cât și foile de stil inline utilizarea elementului<code>&lt;style&gt;</code> și a atributelor de stil HTML. Foile de stil din surse care nu sunt incluse în lista de surse nu sunt solicitate sau încărcate. Atunci când <code>style-src</code> ori directiva <code>default-src</code> este inclusă, utilizarea în linie a elementelor <code>&lt;style&gt;</code> și a atributelor de stil HTML sunt dezactivate. cu excepția cazului în care se specifică 'unsafe-inline'.
si: <code>style-src</code> විධානය මෝස්තර පත්‍ර සඳහා වලංගු මූලාශ්‍ර සඳහන් කරයි. මෙයට බාහිරින් පටවන ලද මෝස්තර පත්‍ර සහ <code>&lt;style&gt;</code> මූලද්‍රව්‍ය සහ HTML විලාස ගුණාංගවල පේළිගත භාවිතය යන දෙකම ඇතුළත් වේ. මූලාශ්‍ර ලැයිස්තුවේ ඇතුළත් නොවන මූලාශ්‍රවලින් මෝස්තර පත්‍ර ඉල්ලා හෝ පූරණය කර නැත. <code>style-src</code> හෝ <code>default-src</code> විධානය ඇතුළත් වූ විට, <code>&lt;style&gt;</code> මූලද්‍රව්‍යවල පේළිගත භාවිතය සහ HTML විලාස ගුණාංග ඔබ 'අනාරක්ෂිත-ඇතුළත' සඳහන් කරන්නේ නම් මිස අක්‍රීය වේ.

source: The <code>style-src-elem</code> directive applies to all styles except those defined in inline attributes.
ro: Directiva <code>style-src-elem</code> se aplică tuturor stilurilor, cu excepția stilurilor cele definite în atributele inline.
si: <code>style-src-elem</code> විධානය පේළිගත ගුණාංග වලින් අර්ථ දක්වා ඇති මෝස්තර හැර අනෙකුත් සියලුම මෝස්තර සඳහා අදාළ වේ.

source: The <code>style-src-attr</code> directive applies to inline style attributes and, if present, it will override the <code>style-src</code> directive for relevant checks.
ro: Directiva <code>style-src-attr</code> se aplică atributelor de stil inline și, dacă este prezentă, aceasta va înlocui directiva <code>style-src</code> pentru verificările relevante.
si: <code>style-src-attr</code> විධානය පේළිගත විලාස ගුණාංගවලට අදාළ වන අතර, පවතින නම්, එය අදාළ චෙක්පත් සඳහා <code>style-src</code> විධානය අභිබවා යයි.

source: The <code>frame-src</code> directive specifies valid sources for nested browsing contexts loading using elements such as <code>&lt;frame&gt;</code> and <code>&lt;iframe&gt;</code>.
ro: Directiva<code>frame-src</code> specifică sursele valide pentru sursele imbricate de navigare în contexte de încărcare folosind elemente precum <code>&lt;frame&gt;</code> și <code>&lt;iframe&gt;</code>.
si: <code>frame-src</code> විධානය <code>&lt;frame&gt;</code> සහ <code>&lt;iframe&gt;</code>වැනි මූලද්‍රව්‍ය භාවිතයෙන් පූරණය වන කැදැලි බ්‍රවුසින් සන්දර්භ සඳහා වලංගු මූලාශ්‍ර නියම කරයි.

source: Report
ro: Raportați
si: වාර්තාව

source: CSP Report
ro: raport CSP
si: CSP වාර්තාව

source: View
ro: Vizualizați
si: දැක්ම

source: The debug information file for this image could not be downloaded
ro: Fișierul cu informații de depanare pentru această imagine nu a putut fi descărcat
si: මෙම රූපය සඳහා දෝශ නිරාකරණ තොරතුරු ගොනුව බාගැනීමට නොහැකි විය

source: The debug information file for this image failed to process
ro: Fișierul cu informații de depanare pentru această imagine nu a reușit să fie procesat
si: මෙම රූපය සඳහා දෝශ නිරාකරණ තොරතුරු ගොනුව සැකසීමට අසමත් විය

source: No debug information could be found in any of the specified sources
ro: Nu au putut fi găsite informații de depanare în niciuna dintre sursele specificate
si: නිශ්චිත මූලාශ්‍රවලින් කිසිඳු දෝශ නිරාකරණ තොරතුරු සොයාගත නොහැකි විය

source: Debug information for this image was found and successfully processed
ro: Informațiile de depanare pentru această imagine au fost găsite și procesate cu succes
si: මෙම රූපය සඳහා දෝශ නිරාකරණ තොරතුරු සොයාගෙන සාර්ථකව සකසන ලදී

source: The image was not required for processing the stack trace
ro: Imaginea nu a fost necesară pentru procesarea urmei de stack.
si: අට්ටි ලුහුබැඳීම සැකසීම සඳහා රූපය අවශ්‍ය නොවීය

source: An internal error occurred while handling this image
ro: A apărut o eroare internă în timpul manipulării acestei imagini
si: මෙම රූපය හැසිරවීමේදී අභ්‍යන්තර දෝෂයක් ඇති විය

source: Missing
ro: Lipsesc
si: අතුරුදහන්

source: Ok
si: හරි

source: Unreferenced
ro: Nereferențiat
si: යොමු නොකළ

source: Actions not available because this debug file was deleted
ro: Acțiuni indisponibile deoarece acest fișier de depanare a fost șters
si: මෙම දෝශ නිරාකරණ ගොනුව මකා දැමූ නිසා ක්‍රියා නොමැත

source: You do not have permission to download debug files
ro: Nu aveți permisiunea de a descărca fișiere de depanare
si: ඔබට නිදොස් ගොනු බාගැනීමට අවසර නැත

source: You do not have permission to delete debug files
ro: Nu aveți permisiunea de a șterge fișierele de depanare
si: නිදොස් ගොනු මකා දැමීමට ඔබට අවසර නැත

source: This debug file was uploaded [when] before this event. It takes up to 1 hour for new files to propagate.
ro: Acest fișier de depanare a fost încărcat [when] înainte de acest eveniment. Este nevoie de până la 1 oră pentru ca noile fișiere să se propage.
si: මෙම නිදොස් ගොනුව මෙම සිදුවීමට පෙර [when] උඩුගත කරන ලදී. නව ගොනු ප්‍රචාරණය වීමට පැය 1ක් දක්වා ගත වේ.

source: This debug file was uploaded [when] after this event. To apply new debug information, reprocess this issue.
ro: Acest fișier de depanare a fost încărcat [when] după acest eveniment. Pentru a aplica noile informații de depanare, procesați din nou această problemă.
si: මෙම දෝශ නිරාකරණ ගොනුව මෙම සිදුවීමෙන් පසුව [when] උඩුගත කරන ලදී. නව දෝශ නිරාකරණ තොරතුරු යෙදීමට, මෙම ගැටලුව නැවත සකසන්න.

source: This debug file was uploaded [when] after this event.
ro: Acest fișier de depanare a fost încărcat [when] după acest eveniment.
si: මෙම දෝශ නිරාකරණ ගොනුව මෙම සිදුවීමෙන් පසුව [when] උඩුගත කරන ලදී.

source: Uploaded [timesince]
ro: Încărcat [timesince]
si: උඩුගත කළේ [timesince]

source: proguard mapping
ro: cartografiere proguard
si: proguard සිතියම්ගත කිරීම

source: This debug file was uploaded [when] before this event. It takes up to 1 hour for new files to propagate. To apply new debug information, reprocess this issue.
ro: Acest fișier de depanare a fost încărcat [when] înainte de acest eveniment. Este nevoie de până la 1 oră pentru ca noile fișiere să se propage. Pentru a aplica noile informații de depanare, procesați din nou această problemă.
si: මෙම නිදොස් ගොනුව මෙම සිදුවීමට පෙර [when] උඩුගත කරන ලදී. නව ගොනු ප්‍රචාරණය වීමට පැය 1ක් දක්වා ගත වේ. නව දෝශ නිරාකරණ තොරතුරු යෙදීමට, මෙම ගැටලුව නැවත සකසන්න.

source: Failed
ro: Eșuat
si: අසාර්ථකයි

source: Not Found
ro: Nu a fost găsit
si: හමු වුණේ නැහැ

source: Unapplied
ro: Neaplicat
si: අයදුම් නොකළ

source: Permission Error
ro: Eroare de autorizare
si: අවසර දෝෂය

source: This file was deleted after the issue was processed.
ro: Acest fișier a fost șters după ce problema a fost procesată.
si: ගැටලුව සැකසූ පසු මෙම ගොනුව මකා දමන ලදී.

source: This issue was processed before this debug information file was available. To apply new debug information, reprocess this issue.
ro: Această problemă a fost procesată înainte ca acest fișier de informații de depanare să fie disponibil. Pentru a aplica noile informații de depanare, procesați din nou această problemă.
si: මෙම නිදොස් කිරීමේ තොරතුරු ගොනුව ලබා ගැනීමට පෙර මෙම ගැටළුව සකසන ලදී. නව දෝශ නිරාකරණ තොරතුරු යෙදීමට, මෙම ගැටලුව නැවත සකසන්න.

source: This issue was processed before this debug information file was available
ro: Această problemă a fost procesată înainte ca acest fișier cu informații de depanare să fie disponibil
si: මෙම නිදොස් කිරීමේ තොරතුරු ගොනුව ලබා ගැනීමට පෙර මෙම ගැටළුව සකසන ලදී

source: debug
ro: depanare
si: දෝශ නිරාකරණය

source: sources
ro: surse
si: මූලාශ්ර

source: unwind
ro: relaxare
si: ලිහිල් කරන්න

source: This debug information file is from Sentry's internal symbol server for this project
ro: Acest fișier de informații de depanare provine de la serverul intern de simboluri Sentry pentru acest proiect
si: මෙම නිදොස් කිරීමේ තොරතුරු ගොනුව මෙම ව්‍යාපෘතිය සඳහා සෙන්ට්‍රිගේ අභ්‍යන්තර සංකේත සේවාදායකයෙන් වේ

source: This debug information file is from a built-in symbol server
ro: Acest fișier de informații de depanare provine de la un server de simboluri încorporat
si: මෙම දෝශ නිරාකරණ තොරතුරු ගොනුව ගොඩනඟන ලද සංකේත සේවාදායකයකින් වේ

source: This debug information file is from a custom symbol server
ro: Acest fișier de informații de depanare provine de la un server de simboluri personalizat
si: මෙම දෝශ නිරාකරණ තොරතුරු ගොනුව අභිරුචි සංකේත සේවාදායකයකින් වේ

source: Download Details
ro: Descarcă detalii
si: බාගත විස්තර

source: Sorry, no debug files match your search query
ro: Ne pare rău, niciun fișier de depanare nu se potrivește cu interogarea dumneavoastră de căutare
si: සමාවන්න, ඔබගේ සෙවුම් විමසුමට නොගැලපෙන දෝශ නිරාකරණ ගොනු නොමැත

source: There are no debug files to be displayed
ro: Nu există fișiere de depanare care să fie afișate
si: සංදර්ශන කිරීමට නිදොස් ගොනු නොමැත

source: Source
ro: Sursă
si: මූලාශ්රය

source: Debug File Candidates
ro: Fișier de depanare Candidați
si: ගොනු අපේක්ෂකයින් දෝෂහරණය කරන්න

source: These are the Debug Information Files (DIFs) corresponding to this image which have been looked up on [docLink:symbol servers] during the processing of the stacktrace.
ro: Acestea sunt fișierele de informații de depanare (Debug Information Files - DIF) corespunzătoare acestei imagini, care au fost căutate pe [docLink:symbol servers] în timpul procesării stacktrace.
si: මේවා ස්ටැක්ට්‍රේස් සැකසීමේදී [docLink:symbol servers] මත බලා ඇති මෙම රූපයට අනුරූප වන Debug Information Files (DIFs) වේ.

source: Search debug file candidates
ro: Căutați candidații pentru fișierele de depanare
si: දෝශ නිරාකරණ ගොනු අපේක්ෂකයන් සොයන්න

source: Information
ro: Informație
si: විස්තර

source: Address Range
ro: Interval de adrese
si: ලිපින පරාසය

source: Debug ID
ro: ID de depanare
si: නිදොස් කිරීමේ ID

source: Debug File
ro: Fișier de depanare
si: නිදොස් ගොනුව

source: Code ID
ro: Cod ID
si: කේත හැඳුනුම්පත

source: Code File
ro: Fișier de cod
si: කේත ගොනුව

source: Processing
ro: Procesare
si: සැකසීම

source: Sentry
si: සෙන්ට්රි

source: An error occurred while deleting the debug file.
ro: S-a produs o eroare la ștergerea fișierului de depanare.
si: නිදොස් ගොනුව මකා දැමීමේදී දෝෂයක් ඇති විය.

source: Image
ro: Imagine
si: රූප

source: Search for this debug file in all images for the %s project
ro: Căutați acest fișier de depanare în toate imaginile pentru proiectul %s
si: %s ව්‍යාපෘතිය සඳහා සියලුම පින්තූරවල මෙම නිදොස් ගොනුව සොයන්න

source: Open in Settings
ro: Deschideți în Setări
si: සැකසීම් තුළ විවෘත කරන්න

source: You’ve uploaded new debug files. Reprocess events in this issue to view a better stack trace
ro: Ați încărcat noi fișiere de depanare. Reprocesați evenimentele din această problemă pentru a vizualiza o urmă de stivă mai bună
si: ඔබ නව නිදොස් ගොනු උඩුගත කර ඇත. වඩා හොඳ අට්ටි හෝඩුවාවක් බැලීමට මෙම ගැටලුවේ සිදුවීම් නැවත සකසන්න

source: This event cannot be reprocessed because the event has not been found
ro: Acest eveniment nu poate fi reprocesat deoarece evenimentul nu a fost găsit.
si: මෙම සිදුවීම සොයා නොගත් නිසා මෙම සිදුවීම නැවත සැකසිය නොහැක

source: This event cannot be reprocessed because a required attachment is missing
ro: Acest eveniment nu poate fi reprocesat deoarece lipsește un atașament obligatoriu
si: අවශ්‍ය ඇමුණුමක් නැති නිසා මෙම සිදුවීම නැවත සැකසිය නොහැක

source: This event cannot be reprocessed
ro: Acest eveniment nu poate fi reprocesat
si: මෙම සිදුවීම නැවත සැකසිය නොහැක

source: Sorry, no images match your search query
ro: Ne pare rău, nicio imagine nu se potrivește cu căutarea dumneavoastră
si: සමාවන්න, ඔබගේ සෙවුම් විමසුමට ගැලපෙන පින්තූර කිසිවක් නැත

source: There are no images to be displayed
ro: Nu există imagini care să fie afișate
si: ප්‍රදර්ශනය කිරීමට රූප නොමැත

source: Images Loaded
ro: Imagini încărcate
si: පින්තූර පටවා ඇත

source: A list of dynamic librarys or shared objects loaded into process memory at the time of the crash. Images contribute application code that is referenced in stack traces.
ro: O listă a bibliotecilor dinamice sau a obiectelor partajate încărcate în memoria procesului în momentul blocării. Imaginile contribuie la codul aplicației la care se face referire în urmele de stivă.
si: බිඳවැටීමේදී ක්‍රියාවලි මතකයට පටවා ඇති ගතික පුස්තකාල හෝ බෙදාගත් වස්තූන් ලැයිස්තුවක්. අට්ටි ලුහුබැඳීම්වල සඳහන් යෙදුම් කේතය පින්තූර දායක කරයි.

source: Search images loaded
ro: Imagini de căutare încărcate
si: පින්තූර පූරණය කර ඇත

source: Symbolication
ro: Simbolizare
si: සංකේතවත් කිරීම

source: Availability
ro: Disponibilitate
si: පවතින බව

source: Search for debug files in settings
ro: Căutați fișiere de depanare în setări
si: සැකසුම් තුළ දෝශ නිරාකරණ ගොනු සොයන්න

source: ok
si: හරි

source: unused
ro: nefolosit
si: භාවිතයට නොගත්

source: missing
ro: lipsă
si: අතුරුදහන්

source: failed
ro: a eșuat
si: අසාර්ථක විය

source: Debug information for this image was found and successfully processed.
ro: Informațiile de depanare pentru această imagine au fost găsite și procesate cu succes.
si: මෙම රූපය සඳහා දෝශ නිරාකරණ තොරතුරු සොයාගෙන සාර්ථකව සකසන ලදී.

source: The image was not required for processing the stack trace.
ro: Imaginea nu a fost necesară pentru procesarea urmăririi stack trace.
si: අට්ටි ලුහුබැඳීම සැකසීම සඳහා රූපය අවශ්‍ය නොවීය.

source: No debug information could be found in any of the specified sources.
ro: Nu au putut fi găsite informații de depanare în niciuna dintre sursele specificate.
si: නිශ්චිත මූලාශ්‍රවලින් කිසිඳු දෝශ නිරාකරණ තොරතුරු සොයාගත නොහැකි විය.

source: The debug information file for this image failed to process.
ro: Nu s-a reușit procesarea fișierului cu informații de depanare pentru această imagine.
si: මෙම රූපය සඳහා දෝශ නිරාකරණ තොරතුරු ගොනුව සැකසීමට අසමත් විය.

source: The debug information file for this image could not be downloaded.
ro: Fișierul cu informații de depanare pentru această imagine nu a putut fi descărcat.
si: මෙම රූපය සඳහා දෝශ නිරාකරණ තොරතුරු ගොනුව බාගැනීමට නොහැකි විය.

source: An internal error occurred while handling this image.
ro: S-a produs o eroare internă în timpul manipulării acestei imagini.
si: මෙම රූපය හැසිරවීමේදී අභ්‍යන්තර දෝෂයක් ඇති විය.

source: Image for:
ro: Imagine pentru:
si: රූපය:

source: Show all images
ro: Arată toate imaginile
si: සියලුම පින්තූර පෙන්වන්න

source: No loaded images available.
ro: Nu sunt disponibile imagini încărcate.
si: පූරණය කළ පින්තූර නොමැත.

source: No images are referenced in the stack trace. [toggle: Show Unreferenced]
ro: Nu se face referire la nicio imagine în urmărirea stack-ului. . [toggle: Show Unreferenced]
si: අට්ටි ලුහුබැඳීම තුළ රූප කිසිවක් සඳහන් නොවේ. [ටොගල්: යොමු නොකළ පෙන්වන්න]

source: Sorry, no images match your query.
ro: Ne pare rău, nicio imagine nu se potrivește cu căutarea dumneavoastră.
si: සමාවන්න, ඔබගේ විමසුමට ගැලපෙන පින්තූර කිසිවක් නැත.

source: details
ro: detalii
si: විස්තර

source: show unreferenced
ro: arată fără referințe
si: යොමු නොකළ පෙන්වන්න

source: Search images…
ro: Căutați imagini...
si: පින්තූර සොයන්න…

source: Culture
ro: Cultură
si: සංස්කෘතිය

source: Path
ro: Calea de acces
si: මාර්ගය

source: No additional details are available for this frame.
ro: Nu sunt disponibile detalii suplimentare pentru acest cadru.
si: මෙම රාමුව සඳහා අමතර විස්තර නොමැත.

source: in
ro: în
si: තුල

source: at line
ro: la linia
si: පේළියේ

source: within
ro: în cadrul
si: තුළ

source: Source Map
ro: Harta sursă
si: මූලාශ්ර සිතියම

source: registers
ro: registre
si: ලියාපදිංචි කරයි

source: Hexadecimal
ro: Hexazecimal
si: ෂඩ් දශම

source: Numeric
si: සංඛ්යාත්මක

source: This frame appears in all other events related to this issue
ro: Acest cadru apare în toate celelalte evenimente legate de această problemă
si: මෙම ගැටලුවට අදාළ අනෙකුත් සියලුම සිදුවීම්වල මෙම රාමුව දිස්වේ

source: Toggle Context
ro: Comutați Contextul
si: සන්දර්භය ටොගල් කරන්න

source: Crashed in non-app
ro: S-a blocat în non-aplicație
si: යෙදුම-නොවන එකක බිඳ වැටුණි

source: Called from
ro: Apelat de la
si: වෙතින් කැඳවනු ලැබේ

source: Go to Images Loaded
ro: Mergeți la Imagini încărcate
si: Images Loaded වෙත යන්න

source: Frame repeated %s time
ro: Cadru repetat %s o data
si: රාමුව %s වරක් පුනරාවර්තනය විය

source: Open this line in
ro: Deschideți această linie în
si: මෙම රේඛාව විවෘත කරන්න

source: [link:Link your stack trace to your source code.]
si: [සබැඳිය:ඔබේ ස්ටැක් ට්‍රේස් එක ඔබේ මූලාශ්‍ර කේතයට සම්බන්ධ කරන්න.]

source: Mismatch between filename and stack root
ro: Nepotrivire între numele fișierului și rădăcina stivei
si: ගොනු නාමය සහ තොග මූල අතර නොගැලපීම

source: Unable to find source code url
ro: Nu se poate găsi codul sursă url
si: මූලාශ්‍ර කේත url සොයා ගැනීමට නොහැකි විය

source: [link:Configure Stack Trace Linking] to fix this problem.
ro: [link:Configure Stack Trace Linking] pentru a rezolva această problemă.
si: [link:Configure Stack Trace Linking] මෙම ගැටලුව විසඳීමට.

source: Error matching your configuration.
ro: Eroare de potrivire a configurației dumneavoastră.
si: ඔබගේ වින්‍යාසය ගැලපීමේ දෝෂයකි.

source: Source file not found.
ro: Nu s-a găsit fișierul sursă.
si: මූලාශ්‍ර ගොනුව හමු නොවීය.

source: The repository integration was disconnected.
ro: Integrarea depozitului a fost deconectată.
si: ගබඩා ඒකාබද්ධ කිරීම විසන්ධි විය.

source: There was an error encountered with the code mapping for this project
ro: A fost întâlnită o eroare cu maparea codului pentru acest proiect
si: මෙම ව්‍යාපෘතිය සඳහා කේත සිතියම්ගත කිරීමේදී දෝෂයක් ඇති විය

source: Link Stack Trace To Source Code
ro: Conectarea urmăririi stack-ului la codul sursă
si: මූලාශ්‍ර කේතය වෙත ස්ටැක් ට්‍රේස් සම්බන්ධ කරන්න

source: Automatic Setup
ro: Configurare automată
si: ස්වයංක්‍රීය සැකසුම

source: Enter the source code URL corresponding to stack trace filename [filename] so we can automatically set up stack trace linking for this project.
ro: Introduceți adresa URL a codului sursă corespunzătoare numelui fișierului de urmărire a stack-ului [filename], astfel încât să putem configura automat legătura de urmărire a stack-ului pentru acest proiect.
si: අපට මෙම ව්‍යාපෘතිය සඳහා ස්ටොක් ට්‍රේස් ලින්ක් කිරීම ස්වයංක්‍රීයව පිහිටුවිය හැකි [filename] ස්ටැක් ට්‍රේස් ගොනු නාමයට අදාළ මූලාශ්‍ර කේත URL ඇතුළත් කරන්න.

source: Manual Setup
ro: Configurare manuală
si: අතින් සැකසුම

source: We recommend this for more complicated configurations, like projects with multiple repositories.
ro: Recomandăm acest lucru pentru configurații mai complicate, cum ar fi proiectele cu mai multe depozite.
si: බහු ගබඩා සහිත ව්‍යාපෘති වැනි වඩාත් සංකීර්ණ වින්‍යාස කිරීම් සඳහා අපි මෙය නිර්දේශ කරමු.

source: To manually configure stack trace linking, select the integration you'd like to use for mapping:
ro: Pentru a configura manual corelarea urmelor de stivă, selectați integrarea pe care doriți să o utilizați pentru cartografiere:
si: අට්ටි ලුහුබැඳීම සම්බන්ධ කිරීම අතින් වින්‍යාස කිරීමට, ඔබ සිතියම්ගත කිරීම සඳහා භාවිතා කිරීමට කැමති අනුකලනය තෝරන්න:

source: Stack trace configuration saved.
ro: Configurația de urmărire a stack-ului a fost salvată.
si: ස්ටැක් ට්‍රේස් වින්‍යාසය සුරකින ලදී.

source: Something went wrong%s
ro: Ceva a mers prost.%s
si: යම් දෙයක් වැරදී ඇත%s

source: Expand function details
ro: Extindeți detaliile funcției
si: කාර්යය විස්තර පුළුල් කරන්න

source: Hide function details
ro: Ascundeți detaliile funcției
si: කාර්යය විස්තර සඟවන්න

source: Inline frame, found by stack scanning
ro: Cadru în linie, găsit prin scanarea stivei
si: පේළිගත රාමුව, ස්ටැක් ස්කෑන් කිරීම මගින් සොයා ගැනේ

source: Inline frame
ro: Cadru în linie
si: පේළිගත රාමුව

source: Found by stack scanning
ro: Găsit prin scanarea stack-ului
si: ස්ටැක් ස්කෑන් කිරීම මගින් සොයා ගන්නා ලදී

source: Objective-C -> Swift shim frame
ro: Obiective-C -> Swift shim cadru
si: අරමුණ-C -> Swift shim රාමුව

source: Hidden function from bitcode build
ro: Funcție ascunsă din bitcode build
si: බිට්කෝඩ් ගොඩනැගීමෙන් සැඟවුණු කාර්යය

source: No function name was supplied by the client SDK.
ro: Nu a fost furnizat niciun nume de funcție de către SDK-ul clientului.
si: සේවාලාභියා SDK විසින් කාර්ය නාමයක් සපයා නැත.

source: The symbol was not found within the debug file.
ro: Simbolul nu a fost găsit în fișierul de depanare.
si: නිදොස් කිරීමේ ගොනුව තුළ සංකේතය හමු නොවීය.

source: No image is specified for the address of the frame.
ro: Nu este specificată nicio imagine pentru adresa cadrului.
si: රාමුවේ ලිපිනය සඳහා රූපයක් සඳහන් කර නොමැත.

source: The debug file could not be retrieved from any of the sources.
ro: Fișierul de depanare nu a putut fi recuperat din niciuna dintre surse.
si: දෝශ නිරාකරණ ගොනුව කිසිදු මූලාශ්‍රයකින් ලබාගත නොහැක.

source: The retrieved debug file could not be processed.
ro: Fișierul de depanare recuperat nu a putut fi procesat.
si: ලබා ගත් නිදොස් ගොනුව සැකසීමට නොහැකි විය.

source: Unknown system frame. Usually from beta SDKs
ro: Cadru de sistem necunoscut. De obicei din SDK-urile beta
si: නොදන්නා පද්ධති රාමුව. සාමාන්‍යයෙන් බීටා SDK වලින්

source: Message
ro: Mesaj
si: පණිවුඩය

source: No or unknown stacktrace
ro: Nici o urmă de stack sau necunoscută
si: නැත හෝ නොදන්නා ස්ටැක්ට්‍රේස්

source: Query String
ro: Șir de interogare
si: විමසුම් පෙළ

source: Cookies
ro: Cookie-uri
si: කුකීස්

source: Headers
ro: Anteturi
si: ශීර්ෂ

source: Environment
ro: Mediu
si: පරිසරය

source: Body
ro: Corp
si: සිරුර

source: %s Active Filter
ro: %s Filtru Activ
si: %s ක්රියාකාරී පෙරහන

source: Filter By
ro: Filtrează prin
si: විසින් පෙරහන් කරන්න

source: Operation
ro: Operațiunea
si: මෙහෙයුම්

source: [errors] in [link]
ro: [errors] în [link]
si: [link]න් [errors]

source: %s error in
ro: %s eroare în
si: %s දෝෂයකි

source: Search for spans
ro: Căutare de intervale
si: පරතරය සඳහා සොයන්න

source: There is an error event associated with this transaction event.
ro: Există un eveniment de eroare asociat cu acest eveniment de tranzacție.
si: මෙම ගනුදෙනු සිදුවීම හා සම්බන්ධ දෝෂ සිදුවීමක් ඇත.

source: There are %s error events associated with this transaction event.
ro: Există %s eveniment de eroare asociat cu acest eveniment de tranzacție.
si: මෙම ගනුදෙනු සිදුවීම හා සම්බන්ධ දෝෂ සිදුවීම් %s ක් ඇත.

source: For in-depth instructions on setting up tracing, view [docLink:our documentation].
ro: Pentru instrucțiuni detaliate privind configurarea urmăririi, consultați [docLink:our documentation].
si: ලුහුබැඳීම පිහිටුවීම පිළිබඳ ගැඹුරු උපදෙස් සඳහා, [docLink:our documentation] බලන්න.

source: Requires Manual Instrumentation
ro: Necesită instrumentare manuală
si: අතින් උපකරණ අවශ්‍ය වේ

source: To manually instrument certain regions of your code, view [docLink:our documentation].
ro: Pentru a instrumenta manual anumite regiuni ale codului dumneavoastră, vizualizați [docLink:our documentation].
si: ඔබගේ කේතයේ ඇතැම් කලාප හස්තීයව උපයෝගි කර ගැනීමට, [docLink:our documentation] බලන්න.

source: Trace times are equal
ro: Timpii de urmărire sunt egali
si: සොයා ගැනීමේ වේලාවන් සමාන වේ

source: Invalid view window
ro: Fereastra de vizualizare invalidă
si: වලංගු නොවන දර්ශන කවුළුව

source: Equal start and end times
ro: Orele de început și de sfârșit egale
si: සමාන ආරම්භක සහ අවසන් වේලාවන්

source: Reversed start and end times
ro: Orele de început și de sfârșit inversate
si: ආපසු හැරවූ ආරම්භක සහ අවසන් වේලාවන්

source: Regroup
ro: Regruparea
si: නැවත සමූහගත කරන්න

source: This span is showing a direct child. Remove transaction to hide
ro: Acest interval arată un copil direct. Eliminați tranzacția pentru a ascunde
si: මෙම පරතරය සෘජු දරුවෙකු පෙන්වයි. සැඟවීමට ගනුදෙනුව ඉවත් කරන්න
