Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: You are archiving this release for the following project:
ro: Prin arhivarea acestei versiuni, o arhivați și pentru următorul proiect:
si: ඔබ මෙම නිකුතුව පහත ව්‍යාපෘතිය සඳහා සංරක්ෂණය කරයි:

source: %s other project
ro: %s alt proiect
si: වෙනත් ව්‍යාපෘති %s ක්

source: Files Changed
ro: Fișiere modificate
si: ගොනු වෙනස් කර ඇත

source: Release Details
ro: Detalii de lansare
si: නිකුත් කිරීමේ විස්තර

source: This release may not be in your selected project.
ro: Este posibil ca această versiune să nu se regăsească în proiectul selectat.
si: මෙම නිකුතුව ඔබ තෝරාගත් ව්‍යාපෘතියේ නොවිය හැක.

source: This release could not be found.
ro: Această versiune nu a putut fi găsită.
si: මෙම නිකුතුව සොයාගත නොහැකි විය.

source: Only projects with this release are visible.
ro: Numai proiectele cu această versiune sunt vizibile.
si: මෙම නිකුතුව සහිත ව්‍යාපෘති පමණක් දෘශ්‍යමාන වේ.

source: release
ro: lansare
si: නිදහස් කිරීම

source: Release %s
ro: Lansare %s
si: %sනිදහස් කරන්න

source: failure_count()
si: අසාර්ථක_ගණනය ()

source: Entire Release Period
ro: Întreaga perioadă de lansare
si: සම්පූර්ණ මුදා හැරීමේ කාලය

source: In this release
ro: În această versiune
si: මෙම නිකුතුවේ

source: Failing Transactions
ro: Tranzacții eșuate
si: අසාර්ථක ගනුදෙනු

source: Frequent Transactions
ro: Tranzacții frecvente
si: නිරන්තර ගනුදෙනු

source: Slow Transactions
ro: Tranzacții lente
si: මන්දගාමී ගනුදෙනු

source: Slow LCP
ro: LCP lent
si: මන්දගාමී LCP

source: Trending Regressions
ro: Regresii de trending
si: ප්‍රවණතා පසුබෑම්

source: Trending Improvements
ro: Îmbunătățiri în tendințe
si: ප්‍රවණතා වැඩිදියුණු කිරීම්

source: These releases have been archived.
ro: Aceste versiuni au fost arhivate.
si: මෙම නිකුතු සංරක්ෂණය කර ඇත.

source: This release has been archived.
ro: Acest comunicat a fost arhivat.
si: මෙම නිකුතුව සංරක්ෂණය කර ඇත.

source: Restore this release
ro: Refaceți această versiune
si: මෙම නිකුතුව ප්‍රතිසාධනය කරන්න

source: Toggle additional charts
ro: Comutați diagramele suplimentare
si: අමතර ප්‍රස්ථාර ටොගල් කරන්න

source: ([count] handled [issues])
si: ([count] හසුරුවන ලද [issues])

source: ([count] unhandled [issues])
ro: ([count] neadministrat [issues])
si: ([count] හසුරුවන්නේ නැති [issues])

source: Hide %s Other
ro: Ascundeți %s Altul
si: වෙනත් %s ක් සඟවන්න

source: Show %s Other
ro: Afișați %s Altul
si: වෙනත් %s පෙන්වන්න

source: Toggle chart group
ro: Comutați grupul de diagrame
si: ප්‍රස්ථාර සමූහය ටොගල් කරන්න

source: Chart Title
ro: Titlul graficului
si: ප්‍රස්ථාර මාතෘකාව

source: Chart Value
ro: Valoarea graficului
si: ප්‍රස්ථාර අගය

source: No new issues in this release.
ro: Nu există probleme noi în această versiune.
si: මෙම නිකුතුවේ නව ගැටළු නොමැත.

source: No new issues for the [timePeriod].
ro: Nu există probleme noi pentru [timePeriod].
si: [timePeriod]සඳහා නව ගැටළු නොමැත.

source: No unhandled issues in this release.
ro: Nu există probleme nerezolvate în această versiune.
si: මෙම නිකුතුවේ විසඳාගත නොහැකි ගැටළු නොමැත.

source: No regressed issues in this release.
ro: Nu există probleme regresate în această versiune.
si: මෙම නිකුතුවේ ප්‍රතිගාමී ගැටළු නොමැත.

source: No regressed issues for the [timePeriod].
ro: Nu există probleme regresate pentru [timePeriod].
si: [timePeriod]සඳහා ප්‍රතිගාමී ගැටළු නොමැත.

source: No resolved issues in this release.
ro: Nu există probleme rezolvate în această versiune.
si: මෙම නිකුතුවේ විසඳන ලද ගැටළු නොමැත.

source: No issues in this release
ro: Nu există probleme în această versiune
si: මෙම නිකුතුවේ ගැටළු නොමැත

source: No issues for the [timePeriod].
ro: Nu există probleme pentru [timePeriod].
si: [timePeriod]සඳහා ගැටළු නොමැත.

source: All Issues
ro: Toate problemele
si: සියලුම ගැටළු

source: %s commit
si: %s කැපවීම

source: Commit Author Breakdown
ro: Angajarea autorului Descompunere
si: කර්තෘ බිඳවැටීම කැප කරන්න

source: Show %s collapsed author
ro: Afișați %s autor colapsat
si: හකුළන ලද කර්තෘ %s පෙන්වන්න

source: Other Project for This Release
ro: Alt proiect pentru această versiune
si: මෙම නිකුතුව සඳහා වෙනත් ව්‍යාපෘතිය

source: Show %s collapsed project
ro: Afișați %s proiect colapsat
si: %s කඩා වැටුණු ව්‍යාපෘතිය පෙන්වන්න

source: Project Release Details
ro: Detalii de lansare a proiectului
si: ව්‍යාපෘති මුදා හැරීමේ විස්තර

source: Package
ro: Pachet
si: පැකේජය

source: First Event
ro: Primul eveniment
si: පළමු සිදුවීම

source: Last Event
ro: Ultimul eveniment
si: අවසාන සිදුවීම

source: artifact
ro: artefact
si: කෞතුක වස්තුව

source: Adoption Stage
ro: Etapa de adopție
si: දරුකමට හදා ගැනීමේ අදියර

source: See if a release has low adoption, been adopted by users, or replaced by another release. Select an environment above to view the stage this release is in.
ro: Aflați dacă o versiune are un nivel scăzut de adoptare, dacă a fost adoptată de utilizatori sau dacă a fost înlocuită cu o altă versiune. Selectați un mediu de mai sus pentru a vedea în ce stadiu se află această versiune.
si: නිකුතුවක් අඩු සම්මත කිරීමක් තිබේද, පරිශීලකයින් විසින් සම්මත කර තිබේද, නැතහොත් වෙනත් නිකුතුවකින් ප්‍රතිස්ථාපනය කර ඇත්දැයි බලන්න. මෙම නිකුතුව ඇති අදියර බැලීමට ඉහත පරිසරයක් තෝරන්න.

source: in [environment]
ro: în [environment]
si: [environment]හි

source: Sessions Adopted
ro: Sesiuni Adoptate
si: සැසි සම්මත කර ඇත

source: Adoption compares the sessions of a release with the total sessions for this project.
ro: Adoptarea compară sesiunile unei versiuni cu numărul total de sesiuni pentru acest proiect.
si: දරුකමට හදා ගැනීම මෙම ව්‍යාපෘතිය සඳහා වන සම්පූර්ණ සැසි සමඟ නිකුතුවක සැසි සංසන්දනය කරයි.

source: Users Adopted
ro: Utilizatori Adoptați
si: පරිශීලකයන් සම්මත කර ඇත

source: Adoption compares the users of a release with the total users for this project.
ro: Adoptarea compară utilizatorii unei versiuni cu numărul total de utilizatori pentru acest proiect.
si: දරුකමට හදා ගැනීම මෙම ව්‍යාපෘතිය සඳහා වන මුළු පරිශීලකයන් සමඟ නිකුතුවක පරිශීලකයින් සංසන්දනය කරයි.

source: Date Deployed
ro: Data desfășurării
si: යෙදවූ දිනය

source: Last Deploy
ro: Ultima desfășurare
si: අවසාන යෙදවීම

source: Release created
ro: Lansare creată
si: නිකුත් කරන ලදී

source: later
ro: mai târziu
si: පසුව

source: Total Crash Free Users
ro: Total utilizatori fără accident
si: සම්පූර්ණ බිඳවැටීම් රහිත පරිශීලකයින්

source: Healthy
ro: Sănătos
si: සෞඛ්ය සම්පන්නයි

source: Abnormal
ro: Anormală
si: අසාමාන්යය

source: Errored
ro: Eroare
si: දෝෂ සහිතයි

source: Crashed Session Rate
ro: Rata sesiunii prăbușite
si: බිඳ වැටුණු සැසි අනුපාතය

source: Crashed User Rate
ro: Rata de utilizator prăbușit
si: බිඳ වැටුණු පරිශීලක අනුපාතය

source: Session Count
ro: Număr de sesiuni
si: සැසි ගණන

source: Session Duration p50
ro: Durata sesiunii p50
si: සැසි කාලය p50

source: User Count
ro: Număr de utilizatori
si: පරිශීලක ගණන

source: Error Count
ro: Număr de erori
si: දෝෂ ගණන

source: Healthy Session Rate
ro: Rata de sesiune sănătoasă
si: සෞඛ්ය සම්පන්න සැසි අනුපාතය

source: Abnormal Session Rate
ro: Rata de sesiune anormală
si: අසාමාන්ය සැසි අනුපාතය

source: Errored Session Rate
ro: Rata sesiunii eronate
si: දෝෂ සහිත සැසි අනුපාතය

source: Healthy User Rate
ro: Rata de utilizare sănătoasă
si: සෞඛ්ය සම්පන්න පරිශීලක අනුපාතය

source: Abnormal User Rate
ro: Rata de utilizare anormală
si: අසාමාන්ය පරිශීලක අනුපාතය

source: Errored User Rate
ro: Rata de eroare a utilizatorului
si: දෝෂ සහිත පරිශීලක අනුපාතය

source: Session Duration
ro: Durata sesiunii
si: සැසි කාලය

source: The number of sessions in a given period.
ro: Numărul de sesiuni într-o anumită perioadă.
si: දී ඇති කාල සීමාවක සැසි ගණන.

source: The number of users in a given period.
ro: Numărul de utilizatori într-o anumită perioadă.
si: දී ඇති කාල සීමාව තුළ පරිශීලකයින් සංඛ්යාව.

source: Release Created
ro: Lansare Creată
si: නිකුතුව නිර්මාණය කරන ලදී

source: Adopted
ro: Adoptată
si: හදාගත්තා

source: Replaced
ro: Înlocuit
si: ආදේශ කළා

source: There are no releases that match
ro: Nu există versiuni care să se potrivească
si: ගැලපෙන නිකුතු නොමැත

source: There are no releases with active user data (users in the last 24 hours).
ro: Nu există versiuni cu date despre utilizatori activi (utilizatori în ultimele 24 de ore).
si: සක්‍රිය පරිශීලක දත්ත සහිත නිකුතු නොමැත (පසුගිය පැය 24 තුළ පරිශීලකයින්).

source: There are no releases with active session data (sessions in the last 24 hours).
ro: Nu există versiuni cu date de sesiune active (sesiuni în ultimele 24 de ore).
si: සක්‍රිය සැසි දත්ත සමඟ නිකුත් කිරීම් නොමැත (පසුගිය පැය 24 තුළ සැසි).

source: There are no releases with semantic versioning.
ro: Nu există versiuni cu versiuni semantice.
si: අර්ථකථන අනුවාද සහිත නිකුතු නොමැත.

source: There are no releases with data in the
ro: Nu există comunicate cu date în
si: හි දත්ත සමඟ නිකුත් කිරීම් නොමැත

source: There are no archived releases.
ro: Nu există versiuni arhivate.
si: සංරක්ෂිත නිකුතු නොමැත.

source: To track user adoption, crash rates, session data and more, add Release Health to your current setup.
ro: Pentru a urmări adoptarea de către utilizatori, ratele de eroare, datele sesiunii și multe altele, adăugați Release Health la configurația dumneavoastră actuală.
si: පරිශීලක දරුකමට හදා ගැනීම, බිඳවැටීම් අනුපාත, සැසි දත්ත සහ තවත් දේ හඹා යාමට, ඔබගේ වත්මන් පිහිටුවීමට Release Health එක් කරන්න.

source: Add Release Health
ro: Adăugați Release Health
si: මුදා හැරීමේ සෞඛ්‍යය එක් කරන්න

source: Changing this date range will recalculate the release metrics.
ro: Schimbarea acestui interval de date va recalcula parametrii versiunii.
si: මෙම දින පරාසය වෙනස් කිරීම නිකුත් කිරීමේ මිතික නැවත ගණනය කරනු ඇත.

source: Search by version, build, package, or stage
ro: Căutați după versiune, construcție, pachet sau etapă
si: අනුවාදය, ගොඩනැගීම, පැකේජය හෝ අදියර අනුව සොයන්න

source: Search
ro: Căutați
si: සොයන්න

source: and %s more
ro: și %s mai mult
si: සහ තවත් %s

source: Project Name
ro: Nume Proiect
si: ව්යාපෘතියේ නම

source: Adoption
ro: Adopție
si: දරුකමට හදා ගැනීම

source: Crash Free Rate
ro: Rata de Crash Free
si: බිඳ වැටීම් නිදහස් අනුපාතය

source: Crashes
ro: Crash-uri
si: කඩා වැටෙනවා

source: Show [numberOfHiddenItems] More
ro: Afișați [numberOfHiddenItems] Mai mult
si: තවත් [numberOfHiddenItems] පෙන්වන්න

source: [number:1] hidden project
ro: [number:1] proiect ascuns
si: [number:1] සැඟවුණු ව්‍යාපෘතිය

source: [number] hidden projects
ro: [number] proiecte ascunse
si: [number] සැඟවුණු ව්‍යාපෘති

source: by
ro: de
si: විසින්

source: %s author
ro: %s autor
si: %s කතෘ

source: session
ro: sesiune
si: වාරය

source: Release Adoption
ro: Lansarea adopției
si: නිදහස් දරුකමට හදා ගැනීම

source: %s Other
ro: %s Altul
si: %s වෙනත්

source: Total [display]
si: එකතුව [display]

source: Demystify Releases
ro: Demistificarea eliberărilor
si: Demystify නිකුත් කිරීම්

source: Did you know how many errors your latest release triggered? We do. And more, too.
ro: Știați câte erori a declanșat ultima dumneavoastră versiune? Noi știm. Și chiar mai multe.
si: ඔබගේ නවතම නිකුතුව කෙතරම් දෝෂ ප්‍රේරණය කර ඇත්දැයි ඔබ දැන සිටියාද? අපි කරනවා. සහ තවත්, ද.

source: Sentry suggests which commit caused an issue and who is likely responsible so you can triage.
ro: Sentry sugerează ce commit a cauzat o problemă și cine este probabil responsabil, astfel încât să puteți face triajul.
si: Sentry යෝජනා කරන්නේ ගැටලුවක් ඇති කළේ කුමන ක්‍රියාවද යන්න සහ ඔබට පරීක්ෂා කිරීමට හැකි වන පරිදි වගකිව යුත්තේ කවුරුන්ද යන්නයි.

source: Release Stats
ro: Statistici de lansare
si: නිකුත් කිරීමේ සංඛ්යාලේඛන

source: Get an overview of the commits in each release, and which issues were introduced or fixed.
ro: Obțineți o imagine de ansamblu a modificărilor din fiecare versiune și ce probleme au fost introduse sau rezolvate.
si: එක් එක් නිකුතුවේ ඇති කැපවීම් පිළිබඳ දළ විශ්ලේෂණයක් ලබා ගන්න, සහ කුමන ගැටළු හඳුන්වා දුන්නේ හෝ විසඳා ඇත.

source: Easily Resolve
ro: Rezolvați cu ușurință
si: පහසුවෙන් විසඳන්න

source: Automatically resolve issues by including the issue number in your commit message.
ro: Rezolvați automat problemele prin includerea numărului problemei în mesajul de confirmare.
si: ඔබගේ කැපවීමේ පණිවිඩයේ ගැටළු අංකය ඇතුලත් කිරීමෙන් ගැටළු ස්වයංක්‍රීයව විසඳන්න.

source: Deploy Emails
ro: Implementarea e-mailurilor
si: ඊමේල් යොදන්න

source: Receive email notifications about when your code gets deployed. This can be customized in settings.
ro: Primiți notificări prin e-mail despre momentul în care codul dumneavoastră este implementat. Acest lucru poate fi personalizat în setări.
si: ඔබගේ කේතය යොදවන විට ඊමේල් දැනුම්දීම් ලබා ගන්න. මෙය සැකසුම් තුළ අභිරුචිකරණය කළ හැක.

source: Total Project
ro: Total Proiect
si: සම්පූර්ණ ව්යාපෘතිය

source: Active Users
ro: Utilizatori activi
si: ක්රියාකාරී පරිශීලකයින්

source: Crash Free Users
ro: Utilizatori Crash Free
si: බිඳ වැටීම් රහිත පරිශීලකයින්

source: Active Sessions
ro: Sesiuni active
si: ක්රියාකාරී සැසි

source: Build Number
ro: Număr de construcție
si: ගොඩනැගීමේ අංකය

source: Semantic Version
ro: Versiune semantică
si: අර්ථකථන අනුවාදය

source: Date Adopted
ro: Dată adoptare
si: සම්මත කරගත් දිනය

source: Select one environment to use this sort option.
ro: Selectați un mediu pentru a utiliza această opțiune de sortare.
si: මෙම වර්ග කිරීමේ විකල්පය භාවිතා කිරීමට එක් පරිසරයක් තෝරන්න.

source: Low Adoption
ro: Adopție scăzută
si: අඩු දරුකමට හදා ගැනීම

source: This release has a low percentage of sessions compared to other releases in this project. [link:Learn more]
ro: Această versiune are un procent scăzut de sesiuni în comparație cu alte versiuni din acest proiect. [link:Learn more]
si: මෙම නිකුතුව මෙම ව්‍යාපෘතියේ අනෙකුත් නිකුතු වලට සාපේක්ෂව අඩු සැසි ප්‍රතිශතයක් ඇත. [සබැඳිය:තවත් දැනගන්න]

source: This release has a high percentage of sessions compared to other releases in this project. [link:Learn more]
ro: Această versiune are un procent ridicat de sesiuni în comparație cu alte versiuni din acest proiect. [link:Learn more]
si: මෙම ව්‍යාපෘතියේ අනෙකුත් නිකුතුවලට සාපේක්ෂව මෙම නිකුතුවේ සැසිවල ඉහළ ප්‍රතිශතයක් ඇත. [සබැඳිය:තවත් දැනගන්න]

source: This release was previously Adopted, but now has a lower level of sessions compared to other releases in this project. [link:Learn more]
ro: Această versiune a fost adoptată anterior, dar acum are un nivel mai scăzut de sesiuni în comparație cu alte versiuni din acest proiect. [link:Learn more]
si: මෙම නිකුතුව කලින් සම්මත කර ඇත, නමුත් දැන් මෙම ව්‍යාපෘතියේ අනෙකුත් නිකුතු වලට සාපේක්ෂව අඩු මට්ටමේ සැසියක් ඇත. [සබැඳිය:තවත් දැනගන්න]

source: A request that resulted in an unhandled exception and hence a Server Error response
ro: O cerere care a avut ca rezultat o excepție netransmisă și, prin urmare, un răspuns de eroare de server
si: හැසිරවිය නොහැකි ව්‍යතිරේකයක් සහ එබැවින් සේවාදායක දෝෂ ප්‍රතිචාරයක් ඇති කළ ඉල්ලීමක්

source: An unhandled exception that resulted in the application crashing
ro: O excepție netransmisă care a dus la blocarea aplicației
si: යෙදුම බිඳ වැටීමට හේතු වූ හසුරු නොවූ ව්‍යතිරේකයකි

source: An error that resulted in the application crashing
ro: O eroare care a dus la blocarea aplicației
si: යෙදුම බිඳ වැටීමට හේතු වූ දෝෂයකි

source: During the session an unhandled global error/promise rejection occurred.
ro: În timpul sesiunii a avut loc o eroare globală netransmisă/respingere de promisiune.
si: සැසිය අතරතුර පාලනය නොකළ ගෝලීය දෝෂයක්/පොරොන්දු ප්‍රතික්ෂේප කිරීමක් සිදු විය.

source: Non applicable for Javascript.
ro: Nu se aplică pentru Javascript.
si: Javascript සඳහා අදාළ නොවේ.

source: No errors were captured during session life-time.
ro: Nu au fost capturate erori pe durata de viață a sesiunii.
si: සැසියේ ජීවිත කාලය තුළ කිසිදු දෝෂයක් අල්ලාගෙන නොමැත.

source: During the session at least one handled error occurred.
ro: În timpul sesiunii a avut loc cel puțin o eroare gestionată.
si: සැසිය අතරතුර අවම වශයෙන් එක් හසුරුවන දෝෂයක් සිදු විය.

source: The application had an unrecoverable error (a panic)
ro: Aplicația a avut o eroare irecuperabilă (o panică)
si: යෙදුමට ආපසු හැරවිය නොහැකි දෝෂයක් තිබුණි (භීතියක්)

source: Number of users who experienced an unhandled error
ro: Numărul de utilizatori care au avut o eroare netransmisă
si: හැසිරවිය නොහැකි දෝෂයක් අත්විඳින ලද පරිශීලකයින් ගණන

source: An unknown session exit
ro: O ieșire de sesiune necunoscută
si: නොදන්නා සැසි පිටවීමක්

source: Crashed
ro: Prăbușit
si: කඩා වැටුණා

source: Other Crashed
ro: Alte accidente
si: අනෙක කඩා වැටුණා

source: Other Abnormal
ro: Altele Anormal
si: වෙනත් අසාමාන්ය

source: Other Errored
ro: Alte erori
si: වෙනත් දෝෂ සහිතයි

source: Other Healthy
ro: Altele Sănătoase
si: වෙනත් සෞඛ්ය සම්පන්න

source: Other Crash Free Users
ro: Alți utilizatori Crash Free
si: වෙනත් බිඳවැටීම් රහිත පරිශීලකයින්

source: Other Crash Free Sessions
ro: Alte sesiuni Crash Free
si: වෙනත් බිඳ වැටීම් රහිත සැසි

source: Other Releases
ro: Alte versiuni
si: වෙනත් නිකුත් කිරීම්

source: Number of sessions with a crashed state
ro: Numărul de sesiuni cu o stare prăbușită
si: බිඳවැටුණු තත්වයක් සහිත සැසි ගණන

source: Percentage of sessions/users who did not experience a crash.
ro: Procentul de sesiuni/utilizatori care nu au avut un accident.
si: බිඳවැටීමක් අත්විඳ නැති සැසි/පරිශීලකයන්ගේ ප්‍රතිශතය.

source: Percentage of unique users with non-crashed sessions
ro: Procentul de utilizatori unici cu sesiuni fără întreruperi
si: බිඳවැටුණු නොවන සැසි සහිත අද්විතීය පරිශීලකයින්ගේ ප්‍රතිශතය

source: Percentage of non-crashed sessions
ro: Procentul de sesiuni fără accidentări
si: බිඳවැටුණු නොවන සැසිවල ප්‍රතිශතය

source: The percentage of crash free sessions.
ro: Procentul de sesiuni fără accident.
si: බිඳ වැටීම් රහිත සැසිවල ප්‍රතිශතය.

source: Adoption compares the sessions or users of a release with the total sessions or users for this project in the last 24 hours.
ro: Adoptarea compară sesiunile sau utilizatorii unei versiuni cu numărul total de sesiuni sau utilizatori pentru acest proiect în ultimele 24 de ore.
si: දරුකමට හදා ගැනීම පසුගිය පැය 24 තුළ මෙම ව්‍යාපෘතිය සඳහා සම්පූර්ණ සැසි හෝ පරිශීලකයන් සමඟ නිකුතුවක සැසි හෝ පරිශීලකයන් සංසන්දනය කරයි.

source: The process was terminated due to an unhandled exception or a request to the server that ended with an error
ro: Procesul a fost încheiat din cauza unei excepții neacoperite sau a unei cereri către server care s-a încheiat cu o eroare.
si: හැසිරවිය නොහැකි ව්‍යතිරේකයක් හෝ දෝෂයකින් අවසන් වූ සේවාදායකය වෙත ඉල්ලීමක් හේතුවෙන් ක්‍රියාවලිය අවසන් විය

source: An unknown session exit. Like due to loss of power or killed by the operating system
ro: O ieșire de sesiune necunoscută. Ca de exemplu, din cauza unei pierderi de energie sau a uciderii de către sistemul de operare
si: නොදන්නා සැසි පිටවීමක්. හරියට බලය නැතිවීම නිසා හෝ මෙහෙයුම් පද්ධතිය විසින් මරා දැමීම නිසා

source: A session without errors
ro: O sesiune fără erori
si: දෝෂ රහිත සැසියක්

source: A session with errors
ro: O sesiune cu erori
si: දෝෂ සහිත සැසියක්

source: Not handled by user code
ro: Nu este gestionat de codul utilizatorului
si: පරිශීලක කේතය මගින් හසුරුවන්නේ නැත

source: The application crashed with a hard crash (eg. segfault)
ro: Aplicația s-a prăbușit cu un accident grav (de exemplu, segfault)
si: යෙදුම දැඩි බිඳවැටීමකින් බිඳ වැටුණි (උදා. segfault)

source: The application did not properly end the session, for example, due to force-quit
ro: Aplicația nu a încheiat în mod corespunzător sesiunea, de exemplu, din cauza unei ieșiri forțate.
si: යෙදුම නිසි ලෙස සැසිය අවසන් කළේ නැත, උදාහරණයක් ලෙස, බලහත්කාරයෙන් ඉවත් වීම හේතුවෙන්

source: The application exited normally and did not observe any errors
ro: Aplicația a ieșit în mod normal și nu a observat nici o eroare
si: යෙදුම සාමාන්‍යයෙන් පිට වූ අතර කිසිදු දෝෂයක් නිරීක්ෂණය නොකළේය

source: The application exited normally but observed error events while running
ro: Aplicația a ieșit în mod normal, dar a observat evenimente de eroare în timpul rulării
si: යෙදුම සාමාන්‍යයෙන් පිට වූ නමුත් ධාවනය වන විට දෝෂ සිදුවීම් නිරීක්ෂණය විය

source: The application crashed with a hard crash
ro: Aplicația s-a blocat cu un accident dur
si: යෙදුම දැඩි බිඳවැටීමකින් බිඳ වැටුණි

source: If you're daring, you may want to try the following:
ro: Dacă sunteți îndrăzneț, ați putea încerca următoarele:
si: ඔබ නිර්භීත නම්, ඔබට පහත දෑ උත්සාහ කිරීමට අවශ්‍ය විය හැකිය:

source: We detected something AdBlock-like. Try disabling it, as it's known to cause issues.
ro: Am detectat ceva asemănător cu AdBlock. Încercați să îl dezactivați, deoarece se știe că poate cauza probleme.
si: අපි AdBlock වැනි දෙයක් අනාවරණය කර ගත්තෙමු. එය ගැටළු ඇති කරන බව දන්නා බැවින් එය අක්‍රිය කිරීමට උත්සාහ කරන්න.

source: Give it a few seconds and [link:reload the page].
ro: Lasă-l câteva secunde și [link:reload the page].
si: එයට තත්පර කිහිපයක් ලබා දී [ලින්ක්: පිටුව නැවත පූරණය කරන්න].

source: If all else fails, [link:contact us] with more details.
ro: Dacă nimic altceva nu reușește, [link:contact us] cu mai multe detalii.
si: අනෙක් සියල්ල අසාර්ථක නම්, [ලින්ක්: අප අමතන්න] වැඩි විස්තර සමඟ.

source: Oops! Something went wrong
ro: Oops! Ceva a mers prost
si: අපොයි! මොකක්හරි වැරැද්දක් වෙලා

source: It looks like you've hit an issue in our client application. Don't worry though! We use Sentry to monitor Sentry and it's likely we're already looking into this!
ro: Se pare că ați întâmpinat o problemă în aplicația noastră client. Totuși, nu vă faceți griji! Noi folosim Sentry pentru a monitoriza Sentry și probabil că deja ne ocupăm de acest lucru!
si: ඔබ අපගේ සේවාදායක යෙදුමේ ගැටලුවකට මුහුණ දී ඇති බව පෙනේ. කෙසේ වෙතත් කරදර නොවන්න! අපි Sentry නිරීක්ෂණය කිරීමට Sentry භාවිතා කරන අතර අපි දැනටමත් මේ ගැන සොයා බලමින් සිටින්නෙමු!

source: Integration [sentryAppName] is an internal integration. Internal integrations are automatically installed
ro: Integrarea [sentryAppName] este o integrare internă. Integrările interne sunt instalate automat
si: අනුකලනය [sentryAppName] යනු අභ්යන්තර ඒකාබද්ධතාවයකි. අභ්යන්තර ඒකාබද්ධ කිරීම් ස්වයංක්රීයව ස්ථාපනය කර ඇත

source: You do not have permission to install integrations in [organization]. Ask an organization owner or manager to visit this page to finish installing this integration.
ro: Nu aveți permisiunea de a instala integrări în [organization]. Solicitați unui proprietar sau manager al organizației să să viziteze această pagină pentru a finaliza instalarea acestei integrări.
si: [organization]හි ඒකාබද්ධ කිරීම් ස්ථාපනය කිරීමට ඔබට අවසර නැත. මෙම ඒකාබද්ධ කිරීම ස්ථාපනය කිරීම අවසන් කිරීමට මෙම පිටුවට වෙත පිවිසෙන ලෙස සංවිධාන හිමිකරුවෙකුගෙන් හෝ කළමනාකරුවෙකුගෙන් ඉල්ලා සිටින්න.

source: Integration [sentryAppName] already installed for [organization]
ro: Integrare [sentryAppName] deja instalată pentru [organization]
si: අනුකලනය [sentryAppName] දැනටමත් [organization]සඳහා ස්ථාපනය කර ඇත

source: Integration [sentryAppName] is an unpublished integration for [otherOrg]. An unpublished integration can only be installed on the organization which created it.
ro: Integrarea [sentryAppName] este o integrare nepublicată pentru [otherOrg]. O integrare nepublicată poate fi instalată numai în organizația care a creat-o.
si: අනුකලනය [sentryAppName] යනු [otherOrg]සඳහා ප්‍රකාශයට පත් නොකළ අනුකලනයකි. ප්‍රකාශනය නොකළ ඒකාබද්ධ කිරීමක් ස්ථාපනය කළ හැක්කේ එය නිර්මාණය කළ සංවිධානයට පමණි.

source: Please pick a specific [organization:organization] to install [sentryAppName]
ro: Vă rugăm să alegeți o anumită [organization:organization] pentru a o instala [sentryAppName]
si: කරුණාකර [sentryAppName]ස්ථාපනය කිරීමට නිශ්චිත [සංවිධානය:සංවිධානය] තෝරන්න

source: You are installing [sentryAppName] for organization [organization]
ro: Instalați [sentryAppName] pentru organizație [organization]
si: ඔබ සංවිධානය [organization]සඳහා [sentryAppName] ස්ථාපනය කරමින් සිටී

source: Saved changes
ro: Modificări salvate
si: සුරැකි වෙනස්කම්

source: Unable to save changes, please try again
ro: Nu se pot salva modificările, vă rugăm să încercați din nou
si: වෙනස්කම් සුරැකීමට නොහැකි විය, කරුණාකර නැවත උත්සාහ කරන්න

source: You can manage your own applications via the [link:API dashboard].
ro: Puteți să vă gestionați propriile aplicații prin intermediul aplicației [link:API dashboard].
si: ඔබට [link:API උපකරණ පුවරුව] හරහා ඔබගේම යෙදුම් කළමනාකරණය කළ හැක.
