Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Debug information files are used to convert addresses and minified function names from native crash reports into function names and locations.
ro: Fișierele de informații de depanare sunt utilizate pentru a converti adresele și miniaturile nume de funcții miniaturale din rapoartele de accident nativ în nume de funcții și locații.
si: දෝශ නිරාකරණ තොරතුරු ගොනු ලිපින සහ ස්වදේශික බිඳවැටීම් වාර්තා වලින් ශ්‍රිත නාමයන් ශ්‍රිත නාම සහ ස්ථාන බවට පරිවර්තනය කිරීමට භාවිතා කරයි.

source: Uploaded debug information files
ro: Fișiere de informații de depanare încărcate
si: දෝශ නිරාකරණ තොරතුරු ගොනු උඩුගත කරන ලදී

source: show details
ro: arată detalii
si: විස්තර පෙන්වන්න

source: Search DIFs
ro: Căutare DIF-uri
si: DIFs සොයන්න

source: Configures which built-in repositories Sentry should use to resolve debug files.
ro: Configurează depozitele încorporate pe care Sentry trebuie să le utilizeze pentru a rezolva fișierele de depanare.
si: නිදොස් ගොනු නිරාකරණය කිරීමට Sentry භාවිතා කළ යුතු බිල්ට්-ඉන් ගබඩාවන් වින්‍යාස කරයි.

source: Select built-in repository
ro: Selectați depozitul încorporat
si: බිල්ට් නිධිය තෝරන්න

source: Built-in Repositories
ro: Depozite încorporate
si: බිල්ට් නිධිය

source: This field requires at least one built-in repository
ro: Acest câmp necesită cel puțin un depozit încorporat
si: මෙම ක්ෂේත්‍රයට අවම වශයෙන් එක් ගොඩනඟන ලද ගබඩාවක් අවශ්‍ය වේ

source: Successfully added built-in repository
ro: A adăugat cu succes depozitul încorporat
si: ගොඩනඟන ලද ගබඩාව සාර්ථකව එක් කරන ලදී

source: An error occurred while adding new built-in repository
ro: A apărut o eroare la adăugarea unui nou depozit încorporat
si: නව බිල්ට්-ඉන් ගබඩාවක් එක් කිරීමේදී දෝෂයක් ඇති විය

source: Successfully removed built-in repository
ro: A fost eliminat cu succes depozitul încorporat
si: ගොඩනඟන ලද ගබඩාව සාර්ථකව ඉවත් කරන ලදී

source: An error occurred while removing built-in repository
ro: A apărut o eroare în timpul eliminării depozitului încorporat
si: ගොඩනඟන ලද ගබඩාව ඉවත් කිරීමේදී දෝෂයක් ඇති විය

source: You do not have permission to edit built-in repositories configurations.
ro: Nu aveți permisiunea de a edita configurațiile depozitelor încorporate.
si: ගොඩනඟන ලද ගබඩා වින්‍යාසයන් සංස්කරණය කිරීමට ඔබට අවසර නැත.

source: You do not have permission to edit custom repositories configurations.
ro: Nu aveți permisiunea de a edita configurațiile depozitelor personalizate.
si: අභිරුචි ගබඩා වින්‍යාසයන් සංස්කරණය කිරීමට ඔබට අවසර නැත.

source: You do not have permission to delete custom repositories configurations.
ro: Nu aveți permisiunea de a șterge configurațiile de depozite personalizate.
si: අභිරුචි ගබඩා වින්‍යාස කිරීම් මකා දැමීමට ඔබට අවසර නැත.

source: You do not have permission to edit and delete custom repositories configurations.
ro: Nu aveți permisiunea de a edita și șterge configurațiile de depozite personalizate.
si: අභිරුචි ගබඩා වින්‍යාසයන් සංස්කරණය කිරීමට සහ මකා දැමීමට ඔබට අවසර නැත.

source: Delete Repository
ro: Ștergeți depozitul
si: ගබඩාව මකන්න

source: Removing App Store Connect symbol source does not remove current dSYMs.
ro: Îndepărtarea sursei de simboluri App Store Connect nu elimină dSYM-urile curente.
si: App Store Connect සංකේත මූලාශ්‍රය ඉවත් කිරීම වත්මන් dSYM ඉවත් නොකරයි.

source: The App Store Connect symbol source periodically imports dSYMs into the "Uploaded debug information files". Removing this symbol source does not delete those files and they will remain available for symbolication until deleted directly.
ro: Sursa de simboluri App Store Connect importă periodic dSYM-uri în "Fișiere de informații de depanare încărcate". Eliminarea acestei surse de simboluri nu șterge aceste fișiere și ele vor rămâne disponibile pentru simbolizare până când vor fi șterse direct.
si: App Store Connect සංකේත මූලාශ්‍රය වරින් වර "උඩුගත කළ නිදොස් තොරතුරු ගොනු" වෙත dSYM ආයාත කරයි. මෙම සංකේත මූලාශ්‍රය ඉවත් කිරීමෙන් එම ගොනු නොමැකෙන අතර ඒවා සෘජුවම මකන තෙක් සංකේතාත්මකව පවතිනු ඇත.

source: Removing this repository applies instantly to new events.
ro: Eliminarea acestui depozit se aplică instantaneu evenimentelor noi.
si: මෙම ගබඩාව ඉවත් කිරීම නව සිදුවීම් සඳහා ක්ෂණිකව අදාළ වේ.

source: Debug files from this repository will not be used to symbolicate future events. This may create new issues and alert members in your organization.
ro: Fișierele de depanare din acest depozit nu vor fi utilizate pentru a simboliza evenimente viitoare. Acest lucru poate crea noi probleme și poate alerta membrii organizației dumneavoastră.
si: මෙම ගබඩාවෙන් ඇති නිදොස් ගොනු අනාගත සිදුවීම් සංකේතවත් කිරීමට භාවිතා නොකරනු ඇත. මෙය නව ගැටළු ඇති කළ හැකි අතර ඔබේ සංවිධානයේ සාමාජිකයින්ට අනතුරු අඟවයි.

source: Last detected version
ro: Ultima versiune detectată
si: අවසන් වරට අනාවරණය වූ අනුවාදය

source: Not available
ro: Nu este disponibil
si: ලද නොහැක

source: Last detected build
ro: Ultima versiune detectată
si: අවසන් වරට අනාවරණය වූ ගොඩනැගීම

source: Detected last build on
ro: Ultima compilare detectată pe
si: අවසන් වරට ගොඩනැගූ බව අනාවරණය විය

source: You do not have permission to add custom repositories.
ro: Nu aveți permisiunea de a adăuga depozite personalizate.
si: අභිරුචි ගබඩා එකතු කිරීමට ඔබට අවසර නැත.

source: No custom repositories configured
ro: Nu sunt configurate depozite personalizate
si: අභිරුචි ගබඩා කිසිවක් වින්‍යාස කර නොමැත

source: Custom Repositories
ro: Depozite personalizate
si: අභිරුචි ගබඩා

source: apple store connect itunes ios
ro: apple store conectează itunes ios
si: apple store සම්බන්ධ කරන්න itunes ios

source: Re-check your App Store Credentials
ro: Verificați din nou acreditările App Store
si: ඔබගේ App Store අක්තපත්‍ර නැවත පරීක්ෂා කරන්න

source: Credentials are invalid
ro: Datele de identificare nu sunt valide
si: අක්තපත්‍ර වලංගු නැත

source: %s build pending
ro: %sversiune în așteptare
si: %s ගොඩනැගීම පොරොත්තුවෙන්

source: aws amazon s3 bucket
ro: aws amazon s3 buzunar
si: aws amazon s3 බාල්දිය

source: gcs google cloud storage bucket
ro: gcs google cloud buzunar de stocare
si: gcs google cloud storage බාල්දිය

source: http symbol server ssqp symstore symsrv
ro: http server de simboluri ssqp symstore symsrv
si: http සංකේත සේවාදායකය ssqp symstore symsrv

source: An error occurred while adding a new custom repository
ro: A apărut o eroare la adăugarea unui nou depozit personalizat
si: නව අභිරුචි ගබඩාවක් එක් කිරීමේදී දෝෂයක් ඇති විය

source: Successfully removed custom repository
ro: A fost eliminat cu succes depozitul personalizat
si: අභිරුචි ගබඩාව සාර්ථකව ඉවත් කරන ලදී

source: An error occurred while removing the custom repository
ro: A apărut o eroare în timpul eliminării depozitului personalizat
si: අභිරුචි ගබඩාව ඉවත් කිරීමේදී දෝෂයක් ඇති විය

source: dynamic library
ro: bibliotecă dinamică
si: ගතික පුස්තකාලය

source: executable
ro: executabil
si: ක්රියාත්මක කළ හැකි

source: debug companion
ro: depanare companion
si: දෝශ නිරාකරණ සහකාරිය

source: Remove Project
ro: Eliminarea proiectului
si: ව්යාපෘතිය ඉවත් කරන්න

source: Remove the [project] project and all related data. [linebreak] Careful, this action cannot be undone.
ro: Eliminați proiectul [project] și toate datele aferente.[linebreak] Atenție, această acțiune nu poate fi anulată.
si: [project] ව්‍යාපෘතිය සහ අදාළ සියලු දත්ත ඉවත් කරන්න. [linebreak] ප්‍රවේශම් වන්න, මෙම ක්‍රියාව පසුගමනය කළ නොහැක.

source: You do not have the required permission to remove this project.
ro: Nu aveți permisiunea necesară pentru a elimina acest proiect.
si: ඔබට මෙම ව්‍යාපෘතිය ඉවත් කිරීමට අවශ්‍ය අවසරය නොමැත.

source: This project cannot be removed. It is used internally by the Sentry server.
ro: Acest proiect nu poate fi eliminat. Acesta este utilizat în mod intern de către serverul Sentry.
si: මෙම ව්‍යාපෘතිය ඉවත් කළ නොහැක. එය Sentry සේවාදායකය විසින් අභ්‍යන්තරව භාවිතා කරයි.

source: Remove project
ro: Eliminarea proiectului
si: ව්යාපෘතිය ඉවත් කරන්න

source: Removing this project is permanent and cannot be undone!
ro: Îndepărtarea acestui proiect este permanentă și nu poate fi anulată!
si: මෙම ව්‍යාපෘතිය ඉවත් කිරීම ස්ථිර වන අතර එය පසුගමනය කළ නොහැක!

source: This will also remove all associated event data.
ro: Acest lucru va elimina, de asemenea, toate datele de eveniment asociate.
si: මෙය සියලු ආශ්‍රිත සිදුවීම් දත්ත ද ඉවත් කරනු ඇත.

source: Transfer the [project] project and all related data. [linebreak] Careful, this action cannot be undone.
ro: Transferați proiectul [proiect] și toate datele aferente.[linebreak] Atenție, această acțiune nu poate fi anulată.
si: [project] ව්‍යාපෘතිය සහ අදාළ සියලු දත්ත මාරු කරන්න. [linebreak] ප්‍රවේශම් වන්න, මෙම ක්‍රියාව පසුගමනය කළ නොහැක.

source: You do not have the required permission to transfer this project.
ro: Nu aveți permisiunea necesară pentru a transfera acest proiect.
si: ඔබට මෙම ව්‍යාපෘතිය මාරු කිරීමට අවශ්‍ය අවසරය නොමැත.

source: This project cannot be transferred. It is used internally by the Sentry server.
ro: Acest proiect nu poate fi transferat. Acesta este utilizat în mod intern de către serverul Sentry.
si: මෙම ව්‍යාපෘතිය මාරු කළ නොහැක. එය Sentry සේවාදායකය විසින් අභ්‍යන්තරව භාවිතා කරයි.

source: Transfer project
ro: Transferul proiectului
si: මාරු කිරීමේ ව්යාපෘතිය

source: Transferring this project is permanent and cannot be undone!
ro: Transferul acestui proiect este permanent și nu poate fi anulat!
si: මෙම ව්‍යාපෘතිය මාරු කිරීම ස්ථිර වන අතර එය පසුගමනය කළ නොහැක!

source: Please enter the email of an organization owner to whom you would like to transfer this project.
ro: Vă rugăm să introduceți adresa de e-mail a unui proprietar de organizație către care doriți să transferați acest proiect.
si: ඔබ මෙම ව්‍යාපෘතිය මාරු කිරීමට කැමති සංවිධාන හිමිකරුවෙකුගේ විද්‍යුත් තැපෑල ඇතුළු කරන්න.

source: Organization Owner
ro: Proprietarul organizației
si: සංවිධානයේ හිමිකරු

source: A request will be emailed to this address, asking the organization owner to accept the project transfer.
ro: O cerere va fi trimisă prin e-mail la această adresă, solicitând proprietarului organizației să accepte transferul proiectului.
si: ව්‍යාපෘති මාරුව පිළිගන්නා ලෙස සංවිධාන හිමිකරුගෙන් ඉල්ලා ඉල්ලීමක් මෙම ලිපිනයට විද්‍යුත් තැපෑලෙන් එවනු ලැබේ.

source: Event Settings
ro: Setări eveniment
si: සිදුවීම් සැකසුම්

source: Client Security
ro: Securitatea clienților
si: සේවාලාභී ආරක්ෂාව

source: Configure origin URLs which Sentry should accept events from. This is used for communication with clients like [link].
ro: Configurați URL-urile de origine de la care Sentry trebuie să accepte evenimente. Acest lucru este utilizat pentru comunicarea cu clienți precum [link].
si: Sentry සිදුවීම් පිළිගත යුතු මූල URL වින්‍යාස කරන්න. මෙය [link]වැනි සේවාදායකයින් සමඟ සන්නිවේදනය සඳහා භාවිතා වේ.

source: This will restrict requests based on the [Origin] and [Referer] headers.
ro: Acest lucru va restricționa cererile pe baza antetelor [Origin] și [Referer].
si: මෙය [Origin] සහ [Referer] ශීර්ෂ මත පදනම්ව ඉල්ලීම් සීමා කරනු ඇත.

source: Project Administration
ro: Administrarea proiectului
si: ව්යාපෘති පරිපාලනය

source: Change defaults
ro: Modificarea valorilor implicite
si: පෙරනිමි වෙනස් කරන්න

source: All events have a fingerprint. Events with the same fingerprint are grouped together into an issue. To learn more about issue grouping, [link: read the docs].
ro: Toate evenimentele au o amprentă digitală. Evenimentele cu aceeași amprentă digitală sunt grupate într-o problemă. Pentru a afla mai multe despre gruparea problemelor, [link: read the docs].
si: සියලුම සිදුවීම් ඇඟිලි සලකුණක් ඇත. එකම ඇඟිලි සලකුණ සහිත සිදුවීම් ගැටලුවක් ලෙස එකට එකතු කර ඇත. ගැටළු සමූහකරණය පිළිබඳ වැඩිදුර දැන ගැනීමට, [සබැඳිය: ලේඛන කියවන්න].

source: You can upgrade the grouping strategy to the latest but this is an irreversible operation.
ro: Puteți actualiza strategia de grupare la cea mai recentă, dar aceasta este o operațiune ireversibilă.
si: ඔබට සමූහගත කිරීමේ උපාය මාර්ගය නවතමයට උත්ශ්‍රේණි කළ හැකි නමුත් මෙය ආපසු හැරවිය නොහැකි මෙහෙයුමකි.

source: New Behavior
ro: Comportament nou
si: නව හැසිරීම

source: You do not have sufficient permissions to do this
ro: Nu aveți suficiente permisiuni pentru a face acest lucru
si: මෙය කිරීමට ඔබට ප්‍රමාණවත් අවසර නොමැත

source: You are already on the latest version
ro: Sunteți deja pe cea mai recentă versiune
si: ඔබ දැනටමත් නවතම අනුවාදයේ සිටී

source: Upgrade Grouping
ro: Gruparea de actualizare
si: සමූහකරණය උත්ශ්‍රේණි කරන්න

source: If the project uses an old grouping strategy an update is possible.[linebreak]Doing so will cause new events to group differently.
ro: În cazul în care proiectul utilizează o strategie de grupare veche, este posibilă o actualizare.[linebreak]Dacă se face acest lucru, noile evenimente vor fi grupate diferit.
si: ව්‍යාපෘතිය පැරණි සමූහකරණ උපාය මාර්ගයක් භාවිතා කරන්නේ නම් යාවත්කාලීන කිරීමක් කළ හැකිය.[linebreak]එසේ කිරීමෙන් නව සිදුවීම් වෙනස් ලෙස සමූහගත වීමට හේතු වේ.

source: Changing grouping…
ro: Schimbarea grupării...
si: කණ්ඩායම්…වෙනස් කිරීම

source: Unable to upgrade config
ro: Imposibilitatea de a actualiza configurația
si: වින්‍යාසය උත්ශ්‍රේණි කිරීමට නොහැක

source: This upgrade has the chance to create some new issues.
ro: Această actualizare are șansa de a crea unele probleme noi.
si: මෙම උත්ශ්‍රේණිගත කිරීම නව ගැටළු කිහිපයක් ඇති කිරීමට අවස්ථාවක් ඇත.

source: This upgrade will create some new issues.
ro: Această actualizare va crea unele probleme noi.
si: මෙම උත්ශ්‍රේණි කිරීම නව ගැටළු කිහිපයක් ඇති කරයි.

source: The new grouping strategy is incompatible with the current and will create entirely new issues.
ro: Noua strategie de grupare este incompatibilă cu cea actuală și va crea probleme complet noi.
si: නව සමූහකරණ උපායමාර්ගය ධාරාව සමඟ නොගැලපෙන අතර සම්පූර්ණයෙන්ම නව ගැටළු නිර්මාණය කරනු ඇත.

source: Define what a satisfactory response time is based on the calculation method above. This will affect how your [link1:Apdex] and [link2:User Misery] thresholds are calculated. For example, misery will be 4x your satisfactory response time.
ro: Definiți ce înseamnă un timp de răspuns satisfăcător pe baza metodei de calcul de mai sus. Acest lucru va afecta modul în care sunt calculate pragurile [link1:Apdex] și [link2:User Misery]. De exemplu, mizeria va fi de 4 ori timpul de răspuns satisfăcător.
si: ඉහත ගණනය කිරීමේ ක්‍රමය මත පදනම්ව සතුටුදායක ප්‍රතිචාර කාලය කුමක්ද යන්න නිර්වචනය කරන්න. මෙය ඔබගේ [link1:Apdex] සහ [link2:User Misery] සීමාවන් ගණනය කරන ආකාරය කෙරෙහි බලපානු ඇත. උදාහරණයක් ලෙස, දුක්ඛිත කාලය ඔබගේ සතුටුදායක ප්‍රතිචාර කාලය 4 ගුණයක් වනු ඇත.

source: There is no threshold set for this project.
ro: Nu există un prag stabilit pentru acest proiect.
si: මෙම ව්‍යාපෘතිය සඳහා සීමාවක් සකසා නොමැත.

source: This determines which duration is used to set your thresholds. By default, we use transaction duration which measures the entire length of the transaction. You can also set this to use a [link:Web Vital].
ro: Aceasta determină durata care este utilizată pentru a seta pragurile. În mod implicit, folosim durata tranzacției, care măsoară întreaga durată a tranzacției. De asemenea, puteți seta acest lucru pentru a utiliza o [link:Web Vital].
si: මෙය ඔබගේ සීමාවන් සැකසීමට භාවිතා කරන කාලසීමාව තීරණය කරයි. පෙරනිමියෙන්, අපි ගනුදෙනුවේ සම්පූර්ණ දිග මනිනු ලබන ගනුදෙනු කාලසීමාව භාවිත කරමු. ඔබට මෙය [link:Web Vital] භාවිතා කිරීමටද සැකසිය හැක.

source: Enable Plugin
ro: Activați Plugin-ul
si: ප්ලගිනය සබල කරන්න

source: Disable Plugin
ro: Dezactivați Plugin-ul
si: ප්ලගිනය අක්‍රීය කරන්න

source: Reset Configuration
ro: Resetarea configurației
si: වින්‍යාසය යළි පිහිටුවන්න

source: Plugin Information
ro: Informații despre Plugin
si: ප්ලගින තොරතුරු

source: Author
ro: Autor
si: කර්තෘ

source: Plugin was reset
ro: Plugin-ul a fost resetat
si: ප්ලගිනය යළි පිහිටුවන ලදී

source: Configure plugin
ro: Configurați plugin-ul
si: ප්ලගිනය වින්‍යාස කරන්න

source: Legacy Integration
ro: Integrare moștenită
si: උරුමය ඒකාබද්ධ කිරීම

source: Legacy Integrations must be configured per-project. It's recommended to prefer organization integrations over the legacy project integrations when available. Visit the [link:organization integrations] settings to manage them.
ro: Integrările moștenite trebuie să fie configurate pentru fiecare proiect în parte. Se recomandă să preferați integrările organizației în locul integrărilor de proiect moștenite, atunci când sunt disponibile. Vizitați setările [link:organization integrations] pentru a le gestiona.
si: එක් ව්‍යාපෘතියකට උරුම අනුකලනය වින්‍යාස කළ යුතුය. පවතින විට ලෙගසි ව්‍යාපෘති ඒකාබද්ධ කිරීම්වලට වඩා සංවිධාන ඒකාබද්ධ කිරීම්වලට වැඩි කැමැත්තක් දැක්වීම නිර්දේශ කෙරේ. ඒවා කළමනාකරණය කිරීමට [link:organization integrations] සැකසීම් වෙත පිවිසෙන්න.

source: Legacy Integrations must be configured per-project. It's recommended to prefer organization integrations over the legacy project integrations when available.
ro: Integrările moștenite trebuie să fie configurate pentru fiecare proiect în parte. Se recomandă să preferați integrările organizației în locul integrărilor de proiect moștenite, atunci când sunt disponibile.
si: එක් ව්‍යාපෘතියකට උරුම අනුකලනය වින්‍යාස කළ යුතුය. පවතින විට ලෙගසි ව්‍යාපෘති ඒකාබද්ධ කිරීම්වලට වඩා සංවිධාන ඒකාබද්ධ කිරීම්වලට වැඩි කැමැත්තක් දැක්වීම නිර්දේශ කෙරේ.

source: Filter mappings
ro: Mapări de filtre
si: පෙරහන් සිතියම්ගත කිරීම්

source: ProGuard mapping files are used to convert minified classes, methods and field names into a human readable format. To learn more about proguard mapping files, [link: read the docs].
ro: Fișierele de cartografiere ProGuard sunt utilizate pentru a converti clasele, metodele și numele câmpurilor minificate într-un format lizibil pentru oameni. Pentru a afla mai multe despre fișierele de cartografiere ProGuard, [link: read the docs].
si: ProGuard සිතියම්ගත කිරීමේ ගොනු කුඩා පන්ති, ක්‍රම සහ ක්ෂේත්‍ර නාම මිනිසුන්ට කියවිය හැකි ආකෘතියක් බවට පරිවර්තනය කිරීමට භාවිතා කරයි. ප්‍රොගාඩ් සිතියම්ගත කිරීමේ ගොනු පිළිබඳ වැඩිදුර දැන ගැනීමට, [සබැඳිය: ලේඛන කියවන්න].

source: Mapping
ro: Mapare
si: සිතියම්ගත කිරීම

source: File Size
ro: Dimensiunea fișierului
si: ගොනු විශාලත්වය

source: There are no mappings that match your search.
ro: Nu există corespondențe care să corespundă căutării dumneavoastră.
si: ඔබගේ සෙවුමට ගැලපෙන සිතියම් නොමැත.

source: There are no mappings for this project.
ro: Nu există mape pentru acest proiect.
si: මෙම ව්‍යාපෘතිය සඳහා සිතියම්ගත කිරීම් නොමැත.

source: empty
ro: gol
si: හිස්

source: You do not have permission to download mappings.
ro: Nu aveți permisiunea de a descărca mapare.
si: ඔබට සිතියම් බාගත කිරීමට අවසර නැත.

source: Download Mapping
ro: Descărcați Mapping
si: සිතියම්ගත කිරීම බාගන්න

source: You do not have permission to delete mappings.
ro: Nu aveți permisiunea de a șterge corespondențe.
si: සිතියම්ගත කිරීම් මැකීමට ඔබට අවසර නැත.

source: Are you sure you want to remove this mapping?
ro: Sunteți sigur că doriți să eliminați această cartografiere?
si: ඔබට මෙම සිතියම්කරණය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Remove Mapping
ro: Eliminați cartografierea
si: සිතියම්ගත කිරීම ඉවත් කරන්න

source: These rules can be configured at the organization level in [linkToOrganizationSecurityAndPrivacy].
ro: Aceste reguli pot fi configurate la nivelul organizației în [linkToOrganizationSecurityAndPrivacy].
si: මෙම නීති [linkToOrganizationSecurityAndPrivacy]හි සංවිධාන මට්ටමින් වින්‍යාසගත කළ හැක.

source: To configure [csp:CSP] reports in Sentry, you'll need to send a header from your server describing your policy, as well specifying the authenticated Sentry endpoint.
ro: Pentru a configura rapoartele [csp:CSP]. în Sentry, va trebui să trimiteți un antet de la serverul dumneavoastră care să descrie politica, precum și specificarea punctului final Autentificat Sentry.
si: Sentry හි [csp:CSP] වාර්තා වින්‍යාස කිරීමට, ඔබට ඔබේ ප්‍රතිපත්තිය විස්තර කරන ශීර්ෂයක් ඔබේ සේවාදායකයෙන් යැවීමට අවශ්‍ය වේ, එසේම සත්‍යාපනය කළ Sentry අන්ත ලක්ෂ්‍යය සඳහන් කරන්න.

source: For example, in Python you might achieve this via a simple web middleware
ro: De exemplu, în Python ați putea realiza acest lucru prin intermediul unui simplu middleware web
si: උදාහරණයක් ලෙස, Python හි ඔබට මෙය සරල වෙබ් මිඩ්ල්වෙයාර් හරහා ලබා ගත හැක

source: Alternatively you can setup CSP reports to simply send reports rather than actually enforcing the policy
ro: Alternativ, puteți configura rapoartele CSP pentru a trimite pur și simplu rapoarte în loc de de a aplica efectiv politica
si: විකල්පයක් ලෙස ඔබට ප්‍රතිපත්තිය බලාත්මක කරන වෙනුවට සරලව වාර්තා යැවීමට CSP වාර්තා සැකසිය හැක.

source: We recommend setting this up to only run on a percentage of requests, as otherwise you may find that you've quickly exhausted your quota. For more information, take a look at [link:the article on html5rocks.com].
ro: Vă recomandăm să configurați acest lucru pentru a rula doar pentru un procent din cereri, deoarece altfel s-ar putea să vă treziți că ați epuizat rapid cota. Pentru mai multe informații informații, aruncați o privire la [link:the article on html5rocks.com].
si: ලෙස ඉල්ලීම් ප්‍රතිශතයක් මත පමණක් ක්‍රියාත්මක වන පරිදි මෙය සැකසීමට අපි නිර්දේශ කරමු, එසේ නොමැතිනම් ඔබ ඔබේ කෝටාව ඉක්මනින් අවසන් වී ඇති බව ඔබට පෙනී යා හැක. තවත් තොරතුරු ක් සඳහා, [link:the article on html5rocks.com] බලන්න.

source: Content Security Policy (CSP)
ro: Politica de securitate a conținutului (CSP)
si: අන්තර්ගත ආරක්ෂණ ප්‍රතිපත්තිය (CSP)

source: About
ro: Despre
si: ගැන

source: [link:Content Security Policy] (CSP) is a security standard which helps prevent cross-site scripting (XSS), clickjacking and other code injection attacks resulting from execution of malicious content in the trusted web page context. It's enforced by browser vendors, and Sentry supports capturing CSP violations using the standard reporting hooks.
ro: [link:Content Security Policy] (CSP) este un standard de securitate care ajută la prevenirea scripturilor cross-site (XSS), clickjacking și alte atacuri de injecție de cod care rezultă din executarea de conținutului rău intenționat în contextul unei pagini web de încredere. Acesta este pus în aplicare de către browser vânzătorii, iar Sentry suportă capturarea încălcărilor CSP utilizând standardul hook-uri de raportare standard.
si: [link:අන්තර්ගත ආරක්ෂණ ප්‍රතිපත්තිය] (CSP) යනු විශ්වාසදායී වෙබ් පිටු සන්දර්භය තුළ අනිෂ්ට අන්තර්ගත ක් ක්‍රියාත්මක කිරීමේ ප්‍රතිඵලයක් ලෙස හරස්-අඩවි ස්ක්‍රිප්ටින් (XSS), clickjacking සහ වෙනත් කේත එන්නත් ප්‍රහාර වැළැක්වීමට උපකාරී වන ආරක්ෂක ප්‍රමිතියකි. එය බ්‍රවුසර වෙළෙන්දන් විසින් බලාත්මක කර ඇති අතර, සම්මත වාර්තාකරණ කොකු භාවිතයෙන් CSP උල්ලංඝනය කිරීම් ග්‍රහණය කර ගැනීමට Sentry සහාය දක්වයි.

source: Certificate Transparency (Expect-CT)
ro: Transparența Certificatului (Expect-CT)
si: සහතික විනිවිදභාවය (Expect-CT)

source: [link:Certificate Transparency] (CT) is a security standard which helps track and identify valid certificates, allowing identification of maliciously issued certificates
ro: [link:Certificate Transparency] (CT) este un standard de securitate care ajută la urmărirea și identificarea certificatelor valide, permițând identificarea certificatelor emise în mod malițios
si: [link:Certificate Transparency] (CT) යනු ද්වේශ සහගත ලෙස නිකුත් කරන ලද සහතික හඳුනා ගැනීමට ඉඩ සලසන වලංගු සහතික සොයා ගැනීමට සහ හඳුනා ගැනීමට උපකාර වන ආරක්ෂක ප්‍රමිතියකි.

source: To configure reports in Sentry, you'll need to configure the [header] a header from your server:
ro: Pentru a configura rapoartele în Sentry, va trebui să configurați [header] un antet de pe serverul dumneavoastră:
si: Sentry හි වාර්තා වින්‍යාස කිරීමට, ඔබ ඔබේ සේවාදායකයෙන් [header] a header එක වින්‍යාස කිරීමට අවශ්‍ය වනු ඇත:

source: For more information, see [link:the article on MDN].
ro: Pentru mai multe informații, a se vedea [link:the article on MDN].
si: වැඩි විස්තර සඳහා, [link:The article on MDN] බලන්න.

source: Alternatively you can setup HPKP reports to simply send reports rather than actually enforcing the policy
ro: Alternativ, puteți configura rapoartele HPKP pentru a trimite pur și simplu rapoarte în loc de de a aplica efectiv politica
si: විකල්පයක් ලෙස ඔබට ප්‍රතිපත්තිය බලාත්මක කරන වෙනුවට සරලව වාර්තා යැවීමට HPKP වාර්තා සැකසිය හැක.
