Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Dashboard
ro: Tabloul de bord
si: උපකරණ පුවරුව

source: Publish
ro: Publicați
si: ප්‍රකාශ කරන්න

source: Published integrations cannot be re-published.
ro: Integrările publicate nu pot fi re-publicate.
si: ප්‍රකාශිත ඒකාබද්ධ කිරීම් නැවත ප්‍රකාශනය කළ නොහැක.

source: Published integrations cannot be removed.
ro: Integrările publicate nu pot fi eliminate.
si: ප්‍රකාශිත ඒකාබද්ධ කිරීම් ඉවත් කළ නොහැක.

source: Organization owner permissions are required for this action.
ro: Pentru această acțiune sunt necesare permisiuni ale proprietarului organizației.
si: මෙම ක්‍රියාව සඳහා සංවිධාන හිමිකරුගේ අවසර අවශ්‍ය වේ.

source: Remove Organization
ro: Eliminați organizația
si: සංවිධානය ඉවත් කරන්න

source: Removing this organization will delete all data including projects and their associated events.
ro: Eliminarea acestei organizații va șterge toate datele, inclusiv proiectele și evenimentele asociate acestora.
si: මෙම සංවිධානය ඉවත් කිරීම ව්‍යාපෘති සහ ඒවාට සම්බන්ධ සිදුවීම් ඇතුළුව සියලු දත්ත මකනු ඇත.

source: Removing the organization, [name] is permanent and cannot be undone! Are you sure you want to continue?
ro: Înlăturarea organizației, [name] este permanentă și nu poate fi anulată! Sunteți sigur că doriți să continuați?
si: සංවිධානය ඉවත් කිරීම, [name] ස්ථිර වන අතර එය අහෝසි කළ නොහැක! ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?

source: This will also remove the following associated projects:
ro: Acest lucru va elimina, de asemenea, următoarele proiecte asociate:
si: මෙය පහත සම්බන්ධිත ව්‍යාපෘති ද ඉවත් කරනු ඇත:

source: Add Services
ro: Adăugați servicii
si: සේවා එකතු කරන්න

source: Organization Integration Settings
ro: Setări de integrare a organizației
si: සංවිධාන ඒකාබද්ධ කිරීමේ සැකසුම්

source: User Mappings
ro: Mapări utilizator
si: පරිශීලක සිතියම්කරණය

source: Team Mappings
ro: Maparea echipelor
si: කණ්ඩායම් සිතියම්ගත කිරීම්

source: SSO Linked
si: SSO සම්බන්ධිත

source: User Role
ro: Rolul utilizatorului
si: පරිශීලක භූමිකාව

source: Invited
ro: Invitat
si: ආරාධනා කළා

source: This request needs to be reviewed by a privileged user
ro: Această cerere trebuie să fie examinată de un utilizator privilegiat
si: මෙම ඉල්ලීම වරප්‍රසාද ලත් පරිශීලකයෙකු විසින් සමාලෝචනය කිරීම අවශ්‍ය වේ

source: Are you sure you want to invite [email] to your organization?
ro: Sunteți sigur că doriți să invitați [email] în organizația dumneavoastră?
si: ඔබට ඔබේ සංවිධානයට [email] ආරාධනා කිරීමට අවශ්‍ය බව විශ්වාසද?

source: You do not have permission to approve a user of this role. Select a different role to approve this user.
ro: Nu aveți permisiunea de a aproba un utilizator cu acest rol. Selectați un alt rol pentru a aproba acest utilizator.
si: මෙම භූමිකාවේ පරිශීලකයෙකු අනුමත කිරීමට ඔබට අවසර නැත. මෙම පරිශීලකයා අනුමත කිරීමට වෙනස් භූමිකාවක් තෝරන්න.

source: An existing member has asked to invite this user to your organization
ro: Un membru existent a cerut să invite acest utilizator în organizația dumneavoastră
si: පවතින සාමාජිකයෙකු මෙම පරිශීලකයාට ඔබේ සංවිධානයට ආරාධනා කරන ලෙස ඉල්ලා ඇත

source: Requested by [inviterName]
ro: Solicitat de [inviterName]
si: [inviterName]විසින් ඉල්ලා ඇත

source: This user has asked to join your organization.
ro: Acest utilizator a cerut să se alăture organizației dumneavoastră.
si: මෙම පරිශීලකයා ඔබේ සංවිධානයට සම්බන්ධ වීමට ඉල්ලා ඇත.

source: Join request
ro: Cerere de aderare
si: එක්වන්න ඉල්ලීම

source: Saved
ro: Salvat
si: සුරකින ලදී

source: Could not save...
ro: Nu s-a putut salva...
si: සුරැකීමට නොහැකි විය...

source: Sending invite...
ro: Trimiterea invitației...
si: ආරාධනය යවමින්...

source: Sent invite!
ro: Invitație trimisă!
si: ආරාධනාවක් යවා ඇත!

source: Could not send invite
ro: Nu s-a putut trimite invitația
si: ආරාධනා යැවීමට නොහැකි විය

source: All authenticators have been removed
ro: Toți autentificatorii au fost eliminați
si: සියලුම සත්‍යාපන යන්ත්‍ර ඉවත් කර ඇත

source: Error removing authenticators
ro: Eroare la eliminarea autentificatorilor
si: සත්‍යාපන යන්ත්‍ර ඉවත් කිරීමේ දෝෂයකි

source: Deactivated
ro: Dezactivat
si: අක්රිය කර ඇත

source: Invitation Expired
ro: Invitație expirată
si: ආරාධනාව කල් ඉකුත් විය

source: Invitation Pending
ro: Invitație în așteptare
si: ආරාධනාව පොරොත්තුවෙන්

source: Member Settings
ro: Setări pentru membri
si: සාමාජික සැකසුම්

source: Basics
ro: Noțiuni de bază
si: මූලික කරුණු

source: Added
ro: Adăugat
si: එකතු කරන ලදී

source: Invite Link
ro: Link de invitație
si: ආරාධනා සබැඳිය

source: This unique invite link may only be used by this member.
ro: Acest link unic de invitație poate fi utilizat numai de către acest membru.
si: මෙම අද්විතීය ආරාධනා සබැඳිය භාවිතා කළ හැක්කේ මෙම සාමාජිකයාට පමණි.

source: Generate New Invite
ro: Generarea unei noi invitații
si: නව ආරාධනා ජනනය කරන්න

source: Resend Invite
ro: Trimiteți din nou invitația
si: ආරාධනය නැවත යවන්න

source: Reset two-factor authentication
ro: Resetați autentificarea cu doi factori
si: ද්වි-සාධක සත්‍යාපනය නැවත සකසන්න

source: Resetting two-factor authentication will remove all two-factor authentication methods for this member.
ro: Resetarea autentificării cu doi factori va elimina toate metodele de autentificare cu doi factori pentru acest membru.
si: ද්වි-සාධක සත්‍යාපනය යළි පිහිටුවීම මෙම සාමාජිකයා සඳහා සියලු ද්වි-සාධක සත්‍යාපන ක්‍රම ඉවත් කරනු ඇත.

source: Are you sure you want to disable all two-factor authentication methods for [name]?
ro: Sunteți sigur că doriți să dezactivați toate metodele de autentificare cu doi factori pentru [name]?
si: [name]සඳහා සියලු ද්වි-සාධක සත්‍යාපන ක්‍රම අක්‍රිය කිරීමට අවශ්‍ය බව ඔබට විශ්වාසද?

source: Cannot be reset since user is in more than one organization
ro: Nu poate fi resetat deoarece utilizatorul face parte din mai mult de o organizație
si: පරිශීලකයා ආයතන එකකට වඩා වැඩි බැවින් නැවත සැකසිය නොහැක

source: Not enrolled in two-factor authentication
ro: Nu sunt înscriși în autentificarea cu doi factori
si: ද්වි-සාධක සත්‍යාපනය සඳහා ලියාපදිංචි වී නොමැත

source: Save Member
ro: Salvare membru
si: සාමාජිකයා සුරකින්න

source: You do not have permission to perform this action
ro: Nu aveți permisiunea de a efectua această acțiune
si: මෙම ක්‍රියාව සිදු කිරීමට ඔබට අවසර නැත

source: Cannot be reset since two-factor is required for this organization
ro: Nu poate fi resetat deoarece pentru această organizație este necesară utilizarea a doi factori.
si: මෙම සංවිධානය සඳහා සාධක දෙකක් අවශ්‍ය බැවින් යළි සැකසිය නොහැක

source: Saving...
ro: Economisirea...
si: සුරකිමින්...

source: Sent!
ro: Trimis!
si: යැව්වා!

source: Resend invite
ro: Trimiteți din nou invitația
si: ආරාධනය නැවත යවන්න

source: Resend SSO link
ro: Trimiteți din nou link-ul SSO
si: SSO සබැඳිය නැවත යවන්න

source: 2FA Enabled
ro: 2FA Activați
si: 2FA සබල කර ඇත

source: 2FA Not Enabled
ro: 2FA Neactivat
si: 2FA සබල කර නැත

source: Are you sure you want to remove [name] from [orgName]?
ro: Ești sigur că vrei să elimini [name] de la [orgName]?
si: ඔබට [orgName]වෙතින් [name] ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: You do not have access to remove members
ro: Nu aveți acces pentru a elimina membri
si: සාමාජිකයින් ඉවත් කිරීමට ඔබට ප්‍රවේශය නොමැත

source: Are you sure you want to leave [orgName]?
ro: Ești sigur că vrei să pleci [orgName]?
si: ඔබට [orgName]හැර යාමට අවශ්‍ය බව විශ්වාසද?

source: Leave
ro: Lăsați
si: යන්න

source: You cannot leave this organization as you are the only organization owner.
ro: Nu puteți părăsi această organizație, deoarece sunteți singurul proprietar al organizației.
si: ඔබ එකම සංවිධානයේ හිමිකරු වන බැවින් ඔබට මෙම සංවිධානය හැර යා නොහැක.

source: Expired Invite
ro: Invitație expirată
si: කල් ඉකුත් වූ ආරාධනාව

source: Invited [roleName]
ro: Invitat [roleName]
si: ආරාධනා [roleName]

source: Error removing [name] from [orgName]
ro: Eroare de eliminare [name] de la [orgName]
si: [orgName]වෙතින් [name] ඉවත් කිරීමේ දෝෂයකි

source: Removed [name] from [orgName]
ro: A eliminat [name] din [orgName]
si: [orgName]න් [name] ඉවත් කරන ලදී

source: Error leaving [orgName]
ro: Eroare de plecare [orgName]
si: [orgName]හැර යාමේ දෝෂයකි

source: You left [orgName]
ro: Ai plecat. [orgName]
si: ඔබ [orgName]අත්හැරියා

source: Error sending invite
ro: Eroare la trimiterea invitației
si: ආරාධනය යැවීමේ දෝෂයකි

source: [email] has been invited
ro: [email] a fost invitat
si: [email] ආරාධනා කර ඇත

source: Error inviting [email]
ro: Invitație de eroare [email]
si: [email]ආරාධනා කිරීමේ දෝෂයකි

source: Invite request for [email] denied
ro: Cerere de invitație pentru [email] respinsă
si: [email] සඳහා ආරාධනා ඉල්ලීම ප්‍රතික්ෂේප විය

source: Error denying invite request for [email]
ro: Eroare de respingere a cererii de invitație pentru [email]
si: [email]සඳහා ආරාධනා ඉල්ලීම ප්‍රතික්ෂේප කිරීමේ දෝෂයකි

source: Search Members
ro: Căutați membri
si: සාමාජිකයන් සොයන්න

source: Pending Members
ro: Membri în așteptare
si: අපේක්ෂිත සාමාජිකයින්

source: No members found.
ro: Nu s-au găsit membri.
si: සාමාජිකයන් හමු නොවීය.

source: Active Members
ro: Membri activi
si: ක්‍රියාකාරී සාමාජිකයන්

source: Invite Members
ro: Invitați membri
si: සාමාජිකයින්ට ආරාධනා කරන්න

source: No projects found.
ro: Nu s-au găsit proiecte.
si: ව්‍යාපෘති හමු නොවීය.

source: Per-Project Limit
ro: Limita pe proiect
si: එක් ව්‍යාපෘතියකට සීමාව

source: The maximum percentage of the account limit (set above) that an individual project can consume.
ro: Procentul maxim din limita contului (stabilită mai sus) pe care îl poate consuma un proiect individual.
si: තනි ව්‍යාපෘතියකට පරිභෝජනය කළ හැකි ගිණුම් සීමාවේ (ඉහළ සකසා ඇති) උපරිම ප්‍රතිශතය.

source: No Limit
ro: Fără limită
si: සීමාවක් නැත

source: Adjust Limits
ro: Ajustarea limitelor
si: සීමාවන් සකස් කරන්න

source: Rate limits allow you to control how much data is stored for this organization. When a rate is exceeded the system will begin discarding data until the next interval.
ro: Limitele de viteză vă permit să controlați cât de multe date sunt stocate pentru acest organizație. Atunci când se depășește o rată, sistemul va începe să arunce la gunoi datele până la următorul interval.
si: මෙම සංවිධානය සඳහා කොපමණ දත්ත ගබඩා කර තිබේද යන්න පාලනය කිරීමට අනුපාත සීමාවන් ඔබට ඉඩ සලසයි. අනුපාතයක් ඉක්මවා ගිය විට පද්ධතිය ඊළඟ පරතරය තෙක් දත්ත ක් ඉවත දැමීමට පටන් ගනී.

source: Account Limit
ro: Limita contului
si: ගිණුම් සීමාව

source: The maximum number of events to accept across this entire organization.
ro: Numărul maxim de evenimente care trebuie acceptate în întreaga organizație.
si: මෙම සම්පූර්ණ සංවිධානය හරහා පිළිගත යුතු උපරිම සිදුවීම් සංඛ්‍යාව.

source: [number] per hour
ro: [number] pe oră
si: පැයකට [number]

source: Your account is limited to a maximum of [maxRate] events per [maxRateInterval] seconds.
ro: Contul dumneavoastră este limitat la un maxim de [maxRate] evenimente per [maxRateInterval] secunde.
si: ඔබගේ ගිණුම තත්පර [maxRateInterval] කට උපරිම සිදුවීම් [maxRate] කට සීමා වේ.

source: No Keys Registered.
ro: Nu există chei înregistrate.
si: යතුරු ලියාපදිංචි කර නොමැත.

source: First Used
ro: Prima utilizare
si: මුලින්ම භාවිතා කරන ලදී

source: Last Used
ro: Ultima utilizare
si: අවසන් වරට භාවිතා කරන ලදී

source: Delete Key
ro: Tastă de ștergere
si: යතුර මකන්න

source: You do not have permission to delete keys
ro: Nu aveți permisiunea de a șterge chei
si: යතුරු මැකීමට ඔබට අවසර නැත

source: Created on [date]
ro: Creat pe [date]
si: [date]මත සාදන ලදී

source: Copy Key
ro: Cheie de copiere
si: යතුර පිටපත් කරන්න

source: Edit Key
ro: Tasta de editare
si: සංස්කරණ යතුර

source: You do not have permission to edit keys
ro: Nu aveți permisiunea de a edita chei
si: ඔබට යතුරු සංස්කරණය කිරීමට අවසර නැත

source: After removing this Public Key, your Relay will no longer be able to communicate with Sentry and events will be dropped.
ro: După eliminarea acestei chei publice, releul dumneavoastră nu va mai putea comunica cu Sentry, iar evenimentele vor fi abandonate.
si: මෙම පොදු යතුර ඉවත් කිරීමෙන් පසු, ඔබේ Relay හට තවදුරටත් Sentry සමඟ සන්නිවේදනය කිරීමට නොහැකි වන අතර සිදුවීම් අත්හරිනු ඇත.

source: Waiting on Activity!
ro: În așteptarea activității!
si: ක්‍රියාකාරකම් සඳහා රැඳී සිටිමින්!

source: Run relay in your terminal with [commandLine]
ro: Rulați releul în terminalul dumneavoastră cu [commandLine]
si: [commandLine]සමඟ ඔබේ ටර්මිනලයේ රිලේ ධාවනය කරන්න

source: Refresh
si: නැවුම් කරන්න

source: Register Key
ro: Cheia de înregistrare
si: ලියාපදිංචි යතුර

source: Initialize the configuration. [link: Learn how]
ro: Se inițializează configurația. [link: Learn how]
si: වින්යාසය ආරම්භ කරන්න. [සබැඳිය: කෙසේදැයි ඉගෙන ගන්න]

source: Within your terminal:
ro: În cadrul terminalului dumneavoastră:
si: ඔබේ පර්යන්තය තුළ:

source: Go to the file [jsonFile: credentials.json] to find the public key and enter it below.
ro: Mergeți la fișierul [jsonFile: credentials.json] pentru a găsi cheia publică și introduceți-o mai jos.
si: පොදු යතුර සොයා ගැනීමට ගොනුව [jsonFile: credentials.json] වෙත ගොස් පහතින් ඇතුල් කරන්න.

source: Only enter the Public Key value from your credentials file. Never share the Secret key with Sentry or any third party
ro: Introduceți numai valoarea cheii publice din fișierul de credențiale. Nu partajați niciodată cheia secretă cu Sentry sau cu o terță parte.
si: ඔබගේ අක්තපත්‍ර ගොනුවෙන් පමණක් පොදු යතුරු අගය ඇතුලත් කරන්න. Sentry හෝ කිසිඳු තෙවන පාර්ශවයක් සමඟ කිසිවිටෙක රහස් යතුර බෙදා නොගන්න

source: Public Key
ro: Cheia publică
si: පොදු යතුර

source: An unknown error occurred while saving Relay public key.
ro: A apărut o eroare necunoscută în timpul salvării cheii publice Relay.
si: Relay පොදු යතුර සුරැකීමේදී නොදන්නා දෝෂයක් සිදු විය.

source: An invalid structure was sent.
ro: A fost trimisă o structură invalidă.
si: වලංගු නොවන ව්‍යුහයක් යවා ඇත.

source: Invalid Field
ro: Câmp nevalabil
si: වලංගු නොවන ක්ෂේත්‍රය

source: Invalid Relay key
ro: Cheie de releu invalidă
si: අවලංගු රිලේ යතුර

source: Relay key already taken
ro: Cheie de releu deja luată
si: රිලේ යතුර දැනටමත් ගෙන ඇත

source: Successfully updated Relay public key
ro: A actualizat cu succes cheia publică Relay
si: Relay පොදු යතුර සාර්ථකව යාවත්කාලීන කරන ලදී

source: Successfully added Relay public key
ro: A adăugat cu succes cheia publică Relay
si: Relay පොදු යතුර සාර්ථකව එක් කරන ලදී

source: You do not have permission to register keys
ro: Nu aveți permisiunea de a înregistra chei
si: යතුරු ලියාපදිංචි කිරීමට ඔබට අවසර නැත

source: Sentry Relay offers enterprise-grade data security by providing a standalone service that acts as a middle layer between your application and sentry.io. Go to [link:Relay Documentation] for setup and details.
ro: Sentry Relay oferă o securitate a datelor la nivel de întreprindere prin furnizarea unui serviciu independent care acționează ca un strat intermediar între aplicația dumneavoastră și sentry.io. Accesați [link:Relay Documentation] pentru configurare și detalii.
si: Sentry Relay ඔබේ යෙදුම සහ sentry.io අතර මැද ස්ථරයක් ලෙස ක්‍රියා කරන ස්වාධීන සේවාවක් සැපයීමෙන් ව්‍යවසාය ශ්‍රේණියේ දත්ත ආරක්ෂාව සපයයි. පිහිටුවීම සහ විස්තර සඳහා [link:Relay Documentation] වෙත යන්න.

source: Successfully deleted Relay public key
ro: Ați șters cu succes cheia publică Relay
si: Relay පොදු යතුර සාර්ථකව මකා ඇත

source: An unknown error occurred while deleting Relay public key
ro: A apărut o eroare necunoscută la ștergerea cheii publice Relay
si: Relay පොදු යතුර මකා දැමීමේදී නොදන්නා දෝෂයක් සිදු විය

source: Want to add a repository to start tracking commits? Install or configure your version control integration here.
ro: Doriți să adăugați un depozit pentru a începe urmărirea modificărilor? Instalați sau configurați integrarea controlului versiunilor aici.
si: කැපවීම් ලුහුබැඳීම ආරම්භ කිරීමට ගබඩාවක් එක් කිරීමට අවශ්‍යද? ඔබගේ අනුවාද පාලන ඒකාබද්ධ කිරීම මෙහි ස්ථාපනය කරන්න හෝ වින්‍යාස කරන්න.

source: Connecting a repository allows Sentry to capture commit data via webhooks. This enables features like suggested assignees and resolving issues via commit message. Once you've connected a repository, you can associate commits with releases via the API.
ro: Conectarea unui depozit îi permite lui Sentry să captureze datele de confirmare prin intermediul webhooks. Acest lucru permite funcții precum sugestii de atribuții și rezolvarea problemelor prin intermediul mesajului de confirmare. După ce ați conectat un depozit, puteți asocia comenzi cu versiuni prin intermediul API.
si: ගබඩාවක් සම්බන්ධ කිරීමෙන් Sentry හට webhooks හරහා කැපවීම් දත්ත ග්‍රහණය කර ගැනීමට ඉඩ සලසයි. මෙය යෝජිත පැවරුම්කරුවන් සහ කැපවීම් පණිවිඩය හරහා ගැටලු විසඳීම වැනි විශේෂාංග සබල කරයි. ඔබ ගබඩාවක් සම්බන්ධ කළ පසු, ඔබට API හරහා නිකුත් කිරීම් සමඟ බැඳීම් සම්බන්ධ කළ හැක.

source: See our [link:documentation] for more details.
ro: Consultați [link:documentation] pentru mai multe detalii.
si: වැඩි විස්තර සඳහා අපගේ [link:documentation] බලන්න.

source: Added Repositories
ro: Depozite adăugate
si: නිධි එකතු කරන ලදී

source: Adding one or more repositories will enable enhanced releases and the ability to resolve Sentry Issues via git message.
ro: Adăugarea unuia sau mai multor depozite va permite versiuni îmbunătățite și posibilitatea de a rezolva problemele Sentry prin intermediul unui mesaj git.
si: ගබඩාවන් එකක් හෝ කිහිපයක් එකතු කිරීමෙන් වැඩි දියුණු කළ නිකුතු සහ Git පණිවිඩය හරහා Sentry ගැටළු විසඳීමට හැකියාව ලැබේ.

source: Unable to save change
ro: Nu se poate salva modificarea
si: වෙනස් කිරීම සුරැකිය නොහැක

source: These rules can be configured for each project.
ro: Aceste reguli pot fi configurate pentru fiecare proiect.
si: මෙම රීති එක් එක් ව්‍යාපෘතිය සඳහා වින්‍යාසගත කළ හැක.

source: No teams here. [teamCreate]
ro: Nu există echipe aici. [teamCreate]
si: මෙහි කණ්ඩායම් නැත. [teamCreate]

source: You can always [link:create one].
ro: Puteți oricând [link:create one].
si: ඔබට සැමවිටම [සබැඳිය: එකක් සාදන්න] හැක.

source: You have left [team]
ro: Ați plecat [team]
si: ඔබ [team]ඉතිරි කර ඇත

source: Unable to leave [team]
ro: Imposibilitatea de a pleca [team]
si: [team]හැර යාමට නොහැක

source: %s Member
ro: %s Membru
si: %s සාමාජික

source: Leave Team
ro: Părăsiți echipa
si: කණ්ඩායම හැර යන්න

source: Your request to join this team is being reviewed by organization owners
ro: Cererea dumneavoastră de a vă alătura acestei echipe este în curs de examinare de către proprietarii organizației
si: මෙම කණ්ඩායමට සම්බන්ධ වීමට ඔබගේ ඉල්ලීම සංවිධාන හිමිකරුවන් විසින් සමාලෝචනය කෙරේ

source: You have requested access to [team]
ro: Ați solicitat acces la [team]
si: ඔබ [team]වෙත ප්‍රවේශය ඉල්ලා ඇත

source: Unable to request access to [team]
ro: Imposibilitatea de a solicita accesul la [team]
si: [team]වෙත ප්‍රවේශය ඉල්ලා සිටිය නොහැක

source: You have joined [team]
ro: V-ați alăturat [team]
si: ඔබ [team]ට සම්බන්ධ වී ඇත

source: Unable to join [team]
ro: Imposibilitatea de a se alătura [team]
si: [team]ට සම්බන්ධ විය නොහැක

source: [requesterName] requests to add [name] to the [team] team.
ro: [requesterName] solicită adăugarea lui [name] la [team] echipa.
si: [team] කණ්ඩායමට [name] ක් එක් කිරීමට [requesterName] ඉල්ලීම් කරයි.

source: [name] requests access to the [team] team.
ro: [name] solicită acces la echipa [team].
si: [name] [team] කණ්ඩායමට ප්‍රවේශය ඉල්ලයි.

source: Team request approved
ro: Cererea echipei a fost aprobată
si: කණ්ඩායම් ඉල්ලීම අනුමත කරන ලදී

source: Error approving team request
ro: Eroare de aprobare a cererii echipei
si: කණ්ඩායම් ඉල්ලීම අනුමත කිරීමේ දෝෂයකි

source: Team request denied
ro: Cererea echipei a fost respinsă
si: කණ්ඩායම් ඉල්ලීම ප්‍රතික්ෂේප විය

source: Error denying team request
ro: Eroare de respingere a cererii echipei
si: කණ්ඩායම් ඉල්ලීම ප්‍රතික්ෂේප කිරීමේ දෝෂයකි

source: Pending Team Requests
ro: Solicitări de echipe în așteptare
si: පොරොත්තු කණ්ඩායම් ඉල්ලීම්

source: Your Teams
ro: Echipele dumneavoastră
si: ඔබේ කණ්ඩායම්

source: Other Teams
ro: Alte echipe
si: වෙනත් කණ්ඩායම්

source: You do not have permission to create teams
ro: Nu aveți permisiunea de a crea echipe
si: කණ්ඩායම් සෑදීමට ඔබට අවසර නැත

source: Search teams
ro: Echipe de căutare
si: සෙවුම් කණ්ඩායම්

source: You do not have access to the [teamSlug] team.
ro: Nu aveți acces la echipa [teamSlug].
si: ඔබට [teamSlug] කණ්ඩායමට ප්‍රවේශය නැත.

source: You do not have access to this team.
ro: Nu aveți acces la această echipă.
si: ඔබට මෙම කණ්ඩායමට ප්‍රවේශය නැත.

source: Team Details
ro: Detalii despre echipă
si: කණ්ඩායම් විස්තර

source: Successfully removed member from team.
ro: A eliminat cu succes un membru din echipă.
si: සාමාජිකයා කණ්ඩායමෙන් සාර්ථකව ඉවත් කරන ලදී.

source: There was an error while trying to remove a member from the team.
ro: S-a produs o eroare în timpul încercării de a elimina un membru din echipă.
si: කණ්ඩායමෙන් සාමාජිකයෙකු ඉවත් කිරීමට උත්සාහ කිරීමේදී දෝෂයක් ඇති විය.

source: Unable to load organization members.
ro: Nu se pot încărca membrii organizației.
si: සංවිධානයේ සාමාජිකයන් පූරණය කළ නොහැක.

source: Successfully added member to team.
ro: Ați adăugat cu succes un membru în echipă.
si: කණ්ඩායමට සාමාජිකයෙකු සාර්ථකව එකතු කරන ලදී.

source: Unable to add team member.
ro: Nu se poate adăuga un membru al echipei.
si: කණ්ඩායමේ සාමාජිකයෙකු එක් කිරීමට නොහැකි විය.

source: No members
ro: Nu există membri
si: සාමාජිකයන් නැත

source: Add Member
ro: Adăugați un membru
si: සාමාජික එකතු කරන්න

source: This team has no members
ro: Această echipă nu are membri
si: මෙම කණ්ඩායමට සාමාජිකයන් නොමැත

source: No teams have been linked yet.
ro: Nici o echipă nu a fost legată încă.
si: තවම කණ්ඩායම් කිසිවක් සම්බන්ධ කර නැත.

source: Head over to Slack and type [code] to get started. [link].
ro: Mergeți pe Slack și tastați [code] pentru a începe. [link].
si: ආරම්භ කිරීමට Slack වෙත ගොස් [code] ටයිප් කරන්න. [link].

source: Unlink this channel in Slack with [code]. [link].
ro: Decuplează acest canal în Slack cu [code]. [link].
si: [code]සමඟ Slack හි මෙම නාලිකාව විසන්ධි කරන්න. [link].

source: You must be an organization owner, manager or admin to remove a Slack team link
ro: Trebuie să fii proprietar, manager sau administrator al organizației pentru a elimina un link de echipă Slack
si: Slack කණ්ඩායම් සබැඳියක් ඉවත් කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය

source: Are you sure you want to remove this Slack team link?
ro: Sunteți sigur că doriți să eliminați acest link către echipa Slack?
si: ඔබට මෙම Slack කණ්ඩායම් සබැඳිය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: No Notification Integrations have been installed yet.
ro: Nu a fost instalată încă nicio Integrare de notificări.
si: තවමත් දැනුම්දීම් ඒකාබද්ධ කිරීම් ස්ථාපනය කර නොමැත.

source: Successfully added project to team.
ro: Proiectul a fost adăugat cu succes la echipă.
si: කණ්ඩායමට ව්‍යාපෘතිය සාර්ථකව එක් කරන ලදී.

source: Successfully removed project from team
ro: A eliminat cu succes proiectul din echipă
si: කණ්ඩායමෙන් ව්‍යාපෘතිය සාර්ථකව ඉවත් කරන ලදී

source: Wasn't able to change project association.
ro: Nu am reușit să schimb asocierea proiectului.
si: ව්‍යාපෘති සංගමය වෙනස් කිරීමට නොහැකි විය.

source: You do not have enough permission to change project association.
ro: Nu aveți suficiente permisiuni pentru a modifica asocierea proiectului.
si: ව්‍යාපෘති සංගමය වෙනස් කිරීමට ඔබට ප්‍රමාණවත් අවසරයක් නොමැත.

source: This team doesn't have access to any projects.
ro: Această echipă nu are acces la niciun proiect.
si: මෙම කණ්ඩායමට කිසිදු ව්‍යාපෘතියකට ප්‍රවේශය නැත.

source: You do not have enough permission to associate a project.
ro: Nu aveți suficiente permisiuni pentru a asocia un proiect.
si: ව්‍යාපෘතියක් සම්බන්ධ කිරීමට ඔබට ප්‍රමාණවත් අවසරයක් නොමැත.

source: Add Project
ro: Adăugați un proiect
si: ව්යාපෘතිය එකතු කරන්න

source: No projects
ro: Nu există proiecte
si: ව්‍යාපෘති නැත

source: Team name changed
ro: Numele echipei a fost schimbat
si: කණ්ඩායමේ නම වෙනස් විය

source: Remove Team
ro: Eliminați echipa
si: කණ්ඩායම ඉවත් කරන්න

source: This may affect team members' access to projects and associated alert delivery.
ro: Acest lucru poate afecta accesul membrilor echipei la proiecte și la livrarea alertelor asociate.
si: මෙය කණ්ඩායම් සාමාජිකයින්ගේ ව්‍යාපෘති වෙත ප්‍රවේශ වීමට සහ ආශ්‍රිත ඇඟවීම් බෙදා හැරීමට බලපෑ හැකිය.
