Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Mail
ro: E-mail
si: තැපෑල

source: Warnings
ro: Avertismente
si: අනතුරු ඇඟවීම්

source: Organization
ro: Organizația
si: ආයතනය

source: Notifications
ro: Notificări
si: දැනුම්දීම්

source: Fine Tune Alerts
ro: Alerte de reglaj fin
si: සියුම් සුසර ඇඟවීම්

source: Emails
ro: E-mailuri
si: ඊමේල්

source: Security
ro: Securitate
si: ආරක්ෂක

source: Session History
ro: Istoricul sesiunii
si: සැසි ඉතිහාසය

source: Subscriptions
ro: Abonamente
si: දායකත්ව

source: Identities
ro: Identități
si: අනන්යතා

source: Auth Tokens
ro: Token-uri de autentificare
si: සත්‍යාපන ටෝකන

source: Create New Token
ro: Creați un nou token
si: නව ටෝකනයක් සාදන්න

source: Applications
ro: Aplicații
si: අයදුම්පත්

source: Close Account
ro: Închideți contul
si: ගිණුම වසන්න

source: Environments
ro: Mediile
si: පරිසරය

source: Release Tracking
ro: Urmărirea lansării
si: මුදා හැරීම ලුහුබැඳීම

source: Issue Owners
ro: Issue Proprietari
si: නිකුත් කරන්නන්

source: Data Forwarding
ro: Redirecționarea datelor
si: දත්ත යොමු කිරීම

source: Debug Information Files
ro: Fișiere de informații de depanare
si: තොරතුරු ගොනු දෝෂහරණය කරන්න

source: ProGuard Mappings
ro: Mapări ProGuard
si: ProGuard සිතියම්ගත කිරීම්

source: Source Maps
ro: Hărți sursă
si: මූලාශ්ර සිතියම්

source: Archive
ro: Arhivă
si: සංරක්ෂිතය

source: Processing Issues
ro: Probleme de prelucrare
si: සැකසුම් ගැටළු

source: Inbound Filters
ro: Filtre de intrare
si: එන පෙරහන්

source: Filters & Sampling
ro: Filtre & Eșantionare
si: පෙරහන් සහ නියැදීම්

source: Issue Grouping
ro: Grupare Issue
si: ගැටළු සමූහගත කිරීම

source: Service Hooks
ro: Serviciul Hooks
si: සේවා කොකු

source: Create Service Hook
ro: Creați Serviciul Hook
si: සේවා කොක්කක් සාදන්න

source: Service Hook Details
ro: Serviciul Hook Detalii
si: සේවා කොකු විස්තර

source: Client Keys
ro: Chei de Client
si: සේවාලාභී යතුරු

source: Security Headers
ro: Antetele de securitate
si: ආරක්ෂක ශීර්ෂ

source: Content Security Policy
ro: Politica de securitate a conținutului
si: අන්තර්ගත ආරක්ෂණ ප්‍රතිපත්තිය

source: Certificate Transparency
ro: Transparența certificatelor
si: සහතික විනිවිදභාවය

source: Legacy Integrations
ro: Integrări Moștenite
si: ලෙගසි ඒකාබද්ධ කිරීම්

source: Integration Details
ro: Detalii de Integrare
si: ඒකාබද්ධතා විස්තර

source: Configuration
ro: Configurație
si: මානකරනය

source: API Key
ro: Cheie API
si: API යතුර

source: Audit Log
ro: Jurnal de audit
si: විගණන ලොගය

source: Auth Providers
ro: Furnizori de Autorizații
si: සහතික සපයන්නන්

source: Rate Limits
ro: Limitele ratei
si: අනුපාත සීමාවන්

source: Relay
ro: Releu
si: රිලේ

source: Repositories
ro: Depozite
si: ගබඩා

source: Team
ro: Echipa
si: කණ්ඩායම

source: Integrations
ro: Integrări
si: ඒකාබද්ධ කිරීම්

source: Configure Integration
ro: Configurați integrarea
si: අනුකලනය වින්‍යාස කරන්න

source: Developer Settings
ro: Setări pentru Dezvoltatori
si: සංවර්ධක සැකසුම්

source: Create Integration
ro: Creați Integrarea
si: ඒකාබද්ධ කිරීම සාදන්න

source: Edit Integration
ro: Editarea integrării
si: අනුකලනය සංස්කරණය කරන්න

source: Integration Dashboard
ro: Tablou de bord de integrare
si: ඒකාබද්ධතා උපකරණ පුවරුව

source: Unable to change assignee. Please try again.
ro: Imposibilitatea de a schimba destinatarul. Vă rugăm să încercați din nou.
si: පැවරුම්කරු වෙනස් කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: Unable to delete events. Please try again.
ro: Nu se pot șterge evenimente. Vă rugăm să încercați din nou.
si: සිදුවීම් මැකීමට නොහැකිය. කරුණාකර නැවත උත්සාහ කරන්න.

source: The selected events have been scheduled for deletion.
ro: Evenimentele selectate au fost programate pentru ștergere.
si: තෝරාගත් සිදුවීම් මැකීමට සැලසුම් කර ඇත.

source: Unable to discard event. Please try again.
ro: Nu se poate elimina evenimentul. Vă rugăm să încercați din nou.
si: සිදුවීම ඉවත දැමිය නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: Similar events will be filtered and discarded.
ro: Evenimentele similare vor fi filtrate și eliminate.
si: සමාන සිදුවීම් පෙරීම සහ ඉවත දමනු ඇත.

source: Unable to merge events. Please try again.
ro: Nu se poate fuziona evenimentele. Vă rugăm să încercați din nou.
si: සිදුවීම් ඒකාබද්ධ කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: The selected events have been scheduled for merge.
ro: Evenimentele selectate au fost programate pentru fuziune.
si: තෝරාගත් සිදුවීම් ඒකාබද්ධ කිරීමට සැලසුම් කර ඇත.

source: Unable to update events. Please try again.
ro: Imposibilitatea de a actualiza evenimentele. Vă rugăm să încercați din nou.
si: සිදුවීම් යාවත්කාලීන කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: An error occurred
ro: S-a produs o eroare
si: දෝෂයක් සිදු විය

source: App Store Connect credentials are invalid or missing. [linkToCustomRepository]
ro: Credentialele App Store Connect nu sunt valide sau lipsesc. [linkToCustomRepository]
si: App Store Connect අක්තපත්‍ර අවලංගු හෝ අස්ථානගත වී ඇත. [linkToCustomRepository]

source: Make sure the credentials of the '[customRepositoryName]' repository are correct and exist.
ro: Asigurați-vă că datele de identificare ale depozitului[customRepositoryName]' sunt corecte și există.
si: '[customRepositoryName]' ගබඩාවේ අක්තපත්‍ර නිවැරදි බවත් පවතින බවත් සහතික කර ගන්න.

source: The supplied App Store Connect credentials are invalid or missing.
ro: Datele de identificare App Store Connect furnizate nu sunt valide sau lipsesc.
si: සපයා ඇති App Store Connect අක්තපත්‍ර අවලංගු හෝ අස්ථානගත වී ඇත.

source: The supplied API key does not have sufficient permissions.
ro: Cheia API furnizată nu are suficiente permisiuni.
si: සැපයූ API යතුරට ප්‍රමාණවත් අවසර නොමැත.

source: Only one App Store Connect application is allowed in this project.
ro: Doar o singură aplicație App Store Connect este permisă în acest proiect.
si: මෙම ව්‍යාපෘතිය තුළ එක් App Store Connect යෙදුමකට පමණක් අවසර ලැබේ.

source: An unexpected error occurred while configuring the App Store Connect integration
ro: A apărut o eroare neașteptată în timpul configurării integrării App Store Connect
si: App Store Connect ඒකාබද්ධ කිරීම වින්‍යාස කිරීමේදී අනපේක්ෂිත දෝෂයක් සිදු විය

source: Unlimited
ro: Nelimitat
si: අසීමිතයි

source: [value] per issue
ro: [value] pe issue
si: නිකුතුවකට [value]

source: [+%s more]
si: [+%s තවත්]

source: %swk
si: සති %s

source: %shr
si: පැය %s

source: %smin
si: විනාඩි %s

source: %ss
si: %sතත්

source: Add a function that groups events to use this view.
ro: Adăugați o funcție care grupează evenimentele pentru a utiliza această vizualizare.
si: මෙම දසුන භාවිතා කිරීමට සිදුවීම් සමූහ කරන ශ්‍රිතයක් එක් කරන්න.

source: Change the date rage to at least 1 day to use this view.
ro: Schimbați data la cel puțin 1 zi pentru a utiliza această vizualizare.
si: මෙම දසුන භාවිත කිරීමට දින සීඝ්‍රතාවය අවම වශයෙන් දින 1කට වෙනස් කරන්න.

source: true
ro: adevărat
si: සැබෑ

source: false
ro: fals
si: බොරු

source: Total Period
ro: Perioada totală
si: මුළු කාලය

source: Previous Period
ro: Perioada anterioară
si: පෙර කාල සීමාව

source: Top 5 Period
ro: Top 5 Perioadă
si: ඉහළම 5 කාල පරිච්ඡේදය

source: Total Daily
ro: Total Zilnic
si: මුළු දෛනික

source: Top 5 Daily
ro: Top 5 Zilnic
si: ඉහළම 5 දිනපතා

source: World Map
ro: Harta Lumii
si: ලෝක සිතියම

source: Bar Chart
ro: Grafic de bare
si: තීරු වගුව

source: hour
ro: oră
si: පැය

source: min
si: මිනි

source: minute
ro: minut
si: මිනිත්තුව

source: second
ro: secundă
si: දෙවැනි

source: ms
si: මෙනෙවිය

source: week
ro: săptămână
si: සතිය

source: d
si: ඈ

source: day
ro: zi
si: දින

source: hr
si: පැය

source: millisecond
ro: milisecundă
si: මිලි තත්පර

source: milliseconds
ro: milisecunde
si: මිලි තත්පර

source: month
ro: lună
si: මස

source: [title] so you can:
ro: [title] astfel încât să puteți:
si: [title] එබැවින් ඔබට:

source: Update to [sdk-name]@v[new-sdk-version]
ro: Actualizați la [sdk-name]@v[new-sdk-version]
si: [sdk-name]@v[new-sdk-version]වෙත යාවත්කාලීන කරන්න

source: Update your SDK from [sdk-name]@v[sdk-version] to [sdk-name]@v[new-sdk-version]
ro: Actualizați SDK-ul de la [sdk-name]@v[sdk-version] la [sdk-name]@v[new-sdk-version]
si: ඔබගේ SDK [sdk-name]@v[sdk-version] සිට [sdk-name]@v[new-sdk-version]දක්වා යාවත්කාලීන කරන්න

source: Update your SDK version
ro: Actualizați versiunea SDK
si: ඔබගේ SDK අනුවාදය යාවත්කාලීන කරන්න

source: update to [sdk-name]@v[new-sdk-version]
ro: actualizați la [sdk-name]@v[new-sdk-version]
si: [sdk-name]@v[new-sdk-version]වෙත යාවත්කාලීන කරන්න

source: update your SDK from [sdk-name]@v[sdk-version] to [sdk-name]@v[new-sdk-version]
ro: să vă actualizați SDK-ul din [sdk-name]@v[sdk-version] la [sdk-name]@v[new-sdk-version]
si: ඔබගේ SDK [sdk-name]@v[sdk-version] සිට [sdk-name]@v[new-sdk-version]දක්වා යාවත්කාලීන කරන්න

source: update your SDK version
ro: actualizați versiunea SDK
si: ඔබගේ SDK අනුවාදය යාවත්කාලීන කරන්න

source: Migrate to [recommended-sdk-version]
ro: Migrați la [recommended-sdk-version]
si: [recommended-sdk-version]වෙත සංක්‍රමණය කරන්න

source: migrate to [recommended-sdk-version]
ro: migrați la [recommended-sdk-version]
si: [recommended-sdk-version]වෙත සංක්‍රමණය වේ

source: Enable the [recommended-integration-name]
ro: Activați [recommended-integration-name]
si: [recommended-integration-name]සබල කරන්න

source: enable the [recommended-integration-name] integration
ro: activați [recommended-integration-name] integration
si: [recommended-integration-name] අනුකලනය සක්රිය කරන්න

source: Update to the latest version of our Slack app to get access to personal and team notifications.
ro: Actualizați la cea mai recentă versiune a aplicației noastre Slack pentru a avea acces la notificările personale și de echipă.
si: පුද්ගලික සහ කණ්ඩායම් දැනුම්දීම් වෙත ප්‍රවේශය ලබා ගැනීමට අපගේ Slack යෙදුමේ නවතම අනුවාදයට යාවත්කාලීන කරන්න.

source: Error loading metrics data
ro: Eroare la încărcarea datelor metrice
si: ප්‍රමිතික දත්ත පූරණය කිරීමේ දෝෂයකි

source: Exclude
ro: Excludeți
si: බැහැර කරන්න

source: Include
ro: Includeți
si: ඇතුළත් කරන්න

source: Render time of the first pixel loaded in the viewport (may overlap with FCP).
ro: Timpul de redare al primului pixel încărcat în viewport (se poate suprapune cu FCP).
si: දර්ශන තොටේ පටවන ලද පළමු පික්සලයේ කාලය විදැහුම්කරණය කරන්න (FCP සමඟ අතිච්ඡාදනය විය හැක).

source: Slow Frames
ro: Cadre lente
si: මන්දගාමී රාමු

source: Slow frames is a count of the number of slow frames recorded within a transaction.
ro: Cadre lente este o numărătoare a numărului de cadre lente înregistrate în cadrul unei tranzacții.
si: මන්දගාමී රාමු යනු ගණුදෙනුවක් තුළ වාර්තා කර ඇති මන්දගාමී රාමු සංඛ්‍යාවේ ගණන් කිරීමකි.

source: Frozen Frames
ro: Cadre înghețate
si: ශීත කළ රාමු

source: Frozen frames is a count of the number of frozen frames recorded within a transaction.
ro: Cadre înghețate este o numărătoare a numărului de cadre înghețate înregistrate în cadrul unei tranzacții.
si: ශීත කළ රාමු යනු ගනුදෙනුවක් තුළ වාර්තා කර ඇති ශීත කළ රාමු ගණන ගණනය කිරීමකි.

source: Slow Frames Rate
ro: Rata cadrelor lentă
si: මන්දගාමී රාමු අනුපාතය

source: Slow Frames Rate is the percentage of frames recorded within a transaction that is considered slow.
ro: Rata cadrelor lente este procentul de cadre înregistrate în cadrul unei tranzacții care este considerat lent.
si: Slow Frames Rate යනු මන්දගාමී ලෙස සලකනු ලබන ගනුදෙනුවක් තුළ වාර්තා වන රාමු ප්‍රතිශතයයි.

source: Frozen Frames Rate
ro: Rata cadrelor înghețate
si: ශීත කළ රාමු අනුපාතය

source: Frozen Frames Rate is the percentage of frames recorded within a transaction that is considered frozen.
ro: Rata cadrelor înghețate este procentul de cadre înregistrate în cadrul unei tranzacții care sunt considerate înghețate.
si: ශීත කළ රාමු අනුපාතය යනු ශීත කළ ලෙස සලකනු ලබන ගනුදෙනුවක් තුළ වාර්තා කර ඇති රාමු ප්‍රතිශතයයි.

source: Stalls
ro: Standuri
si: කුටි

source: Stalls is the number of times the application stalled within a transaction.
ro: Blocaje reprezintă numărul de ori în care aplicația s-a blocat în cadrul unei tranzacții.
si: වෙළඳ කුටි යනු ගනුදෙනුවක් තුළ යෙදුම ඇණහිට ඇති වාර ගණනයි.

source: Total Stall Time
ro: Timp total de staționare
si: මුළු කුටි කාලය

source: Stall Total Time is the total amount of time the application is stalled within a transaction.
ro: Timp total de blocaj este durata totală de timp în care aplicația este blocată în cadrul unei tranzacții.
si: Stall Total Time යනු ගනුදෙනුවක් තුළ යෙදුම ඇනහිට ඇති මුළු කාලයයි.

source: Longest Stall Time
ro: Cel mai lung timp de staționare
si: දිගම කුටි කාලය

source: Stall Longest Time is the longest amount of time the application is stalled within a transaction.
ro: Stall Longest Time este cea mai lungă perioadă de timp în care aplicația este blocată în cadrul unei tranzacții.
si: Stall Longest Time යනු ගනුදෙනුවක් තුළ යෙදුම ඇනහිට ඇති දීර්ඝතම කාලයයි.

source: Stall Percentage
ro: Procentul de staționare
si: කුටි ප්රතිශතය

source: Stall Percentage is the percentage of the transaction duration the application was stalled.
ro: Stall Percentage este procentul din durata tranzacției în care aplicația a fost blocată.
si: කුටි ප්‍රතිශතය යනු යෙදුම ඇනහිට ඇති ගනුදෙනු කාලසීමාවෙහි ප්‍රතිශතයයි.

source: First Contentful Paint
ro: Prima vopsea de conținut
si: පළමු අන්තර්ගත තීන්ත

source: Render time of the first image, text or other DOM node in the viewport.
ro: Timpul de redare a primei imagini, text sau alt nod DOM din fereastra de vizualizare.
si: දර්ශන තොටේ පළමු රූපය, පෙළ හෝ වෙනත් DOM නෝඩයේ කාලය විදැහුම්කරණය කරන්න.

source: Largest Contentful Paint
ro: Cea mai mare vopsea de conținut
si: විශාලතම අන්තර්ගත තීන්ත

source: Render time of the largest image, text or other DOM node in the viewport.
ro: Timpul de redare a celei mai mari imagini, text sau alt nod DOM din fereastra de vizualizare.
si: දර්ශන තොටේ ඇති විශාලතම රූපය, පෙළ හෝ වෙනත් DOM නෝඩයේ කාලය විදැහුම්කරණය කරන්න.

source: First Input Delay
ro: Prima întârziere de intrare
si: පළමු ආදාන ප්‍රමාදය

source: Response time of the browser to a user interaction (clicking, tapping, etc).
ro: Timpul de răspuns al browserului la o interacțiune cu utilizatorul (clic, apăsare etc.).
si: පරිශීලක අන්තර්ක්‍රියාවකට බ්‍රවුසරයේ ප්‍රතිචාර කාලය (ක්ලික් කිරීම, තට්ටු කිරීම, ආදිය).

source: Cumulative Layout Shift
ro: Schimbarea cumulată a layout-ului
si: සමුච්චිත පිරිසැලසුම් මාරුව

source: Sum of layout shift scores that measure the visual stability of the page.
ro: Suma scorurilor de schimbare a aspectului care măsoară stabilitatea vizuală a paginii.
si: පිටුවේ දෘශ්‍ය ස්ථායිතාව මනින පිරිසැලසුම් මාරු ලකුණු එකතුව.

source: Time to First Byte
ro: Timp până la primul octet
si: පළමු බයිට් එකට වෙලාව

source: The time that it takes for a user's browser to receive the first byte of page content.
ro: Timpul necesar pentru ca browserul unui utilizator să primească primul octet de conținut al paginii.
si: පරිශීලකයෙකුගේ බ්‍රවුසරයට පිටු අන්තර්ගතයේ පළමු බයිටය ලැබීමට ගතවන කාලය.

source: Request Time
ro: Timp de solicitare
si: ඉල්ලීම් කාලය

source: Captures the time spent making the request and receiving the first byte of the response.
ro: Captează timpul petrecut între formularea cererii și primirea primului octet al răspunsului.
si: ඉල්ලීම සිදු කිරීම සහ ප්‍රතිචාරයේ පළමු බයිටය ලබා ගැනීම සඳහා ගත කළ කාලය ග්‍රහණය කරයි.

source: First Paint
ro: Prima vopsea
si: පළමු තීන්ත

source: App Start Cold
ro: App Start la rece
si: යෙදුම ආරම්භය සීතලයි

source: Cold start is a measure of the application start up time from scratch.
ro: Pornirea la rece este o măsură a timpului de pornire a aplicației de la zero.
si: සීතල ආරම්භය යනු මුල සිට යෙදුම ආරම්භ කිරීමේ කාලය මැනීමකි.

source: App Start Warm
ro: Aplicația Start Warm
si: යෙදුම උණුසුම්ව ආරම්භ කරන්න

source: Warm start is a measure of the application start up time while still in memory.
ro: Pornirea la cald este o măsură a timpului de pornire a aplicației în timp ce se află încă în memorie.
si: උණුසුම් ආරම්භය යනු මතකයේ තිබියදී යෙදුම ආරම්භ කිරීමේ කාලය මැනීමකි.

source: Total Frames
ro: Total cadre
si: සම්පූර්ණ රාමු

source: Total frames is a count of the number of frames recorded within a transaction.
ro: Total cadre este o numărătoare a numărului de cadre înregistrate în cadrul unei tranzacții.
si: සම්පූර්ණ රාමු යනු ගනුදෙනුවක් තුළ වාර්තා කර ඇති රාමු සංඛ්‍යාවේ ගණන් කිරීමකි.

source: To continue, you must either create a new account, or login to an existing Sentry account.
ro: Pentru a continua, trebuie fie să creați un cont nou, fie să vă conectați la un cont cont Sentry existent.
si: ඉදිරියට යාමට, ඔබ එක්කෝ නව ගිණුමක් සෑදිය යුතුය, නැතහොත් පවතින ගිණුමකට පුරන්න.

source: Note that [orgSlug] has required Single Sign-On (SSO) using [authProvider]. You may create an account by authenticating with the organization's SSO provider.
ro: Rețineți că [orgSlug] a solicitat Single Sign-On (SSO) utilizând [authProvider]. Puteți crea un cont prin autentificarea cu furnizorul SSO al organizației.
si: [orgSlug] ට [authProvider]භාවිතයෙන් තනි පුරනයක් (SSO) අවශ්‍ය බව සලකන්න. සංවිධානයේ SSO සපයන්නා සමඟ සත්‍යාපනය කිරීමෙන් ඔබට ගිණුමක් සෑදිය හැක.

source: Note that [orgSlug] has enabled Single Sign-On (SSO) using [authProvider]. You may create an account by authenticating with the organization's SSO provider.
ro: Rețineți că [orgSlug] a activat Single Sign-On (SSO) utilizând [authProvider]. Puteți crea un cont prin autentificarea cu furnizorul SSO al organizației.
si: [orgSlug] විසින් [authProvider]භාවිතයෙන් තනි පුරනය වීම (SSO) සක්‍රීය කර ඇති බව සලකන්න. සංවිධානයේ SSO සපයන්නා සමඟ සත්‍යාපනය කිරීමෙන් ඔබට ගිණුමක් සෑදිය හැක.

source: Join with %s
ro: Alăturați-vă cu %s
si: %sසමඟ සම්බන්ධ වන්න

source: Create a new account
ro: Creați un cont nou
si: නව ගිණුමක් සාදන්න

source: Login using an existing account
ro: Conectați-vă folosind un cont existent
si: පවතින ගිණුමක් භාවිතයෙන් පුරනය වන්න

source: To continue, [orgSlug] requires all members to configure two-factor authentication.
ro: Pentru a continua, [orgSlug] solicită tuturor membrilor să configureze autentificarea cu doi factori.
si: ඉදිරියට යාමට, [orgSlug] සියලුම සාමාජිකයින්ට ද්වි-සාධක සත්‍යාපනය වින්‍යාස කිරීම අවශ්‍ය වේ.

source: Configure Two-Factor Auth
ro: Configurați Autentificarea cu doi factori
si: ද්වි සාධක Auth වින්‍යාස කරන්න

source: To continue, [orgSlug] requires all members to verify their email address.
ro: Pentru a continua, [orgSlug] cere tuturor membrilor să își verifice adresa de e-mail.
si: ඉදිරියට යාමට, [orgSlug] හට සියළුම සාමාජිකයින්ට ඔවුන්ගේ ඊමේල් ලිපිනය සත්‍යාපනය කිරීමට අවශ්‍ය වේ.

source: Verify Email Address
ro: Verifică adresa de e-mail
si: ඊමේල් ලිපිනය තහවුරු කරන්න

source: Join the %s organization
ro: Alăturați-vă %s organizației
si: %s සංවිධානයට සම්බන්ධ වන්න

source: This organization invite link is no longer valid.
ro: Acest link de invitație la organizație nu mai este valabil.
si: මෙම සංවිධානයේ ආරාධනා සබැඳිය තවදුරටත් වලංගු නොවේ.

source: Accept organization invite
ro: Acceptați invitația organizației
si: සංවිධානයේ ආරාධනය පිළිගන්න

source: Failed to join this organization. Please try again
ro: Nu a reușit să se alăture acestei organizații. Vă rugăm să încercați din nou
si: මෙම සංවිධානයට සම්බන්ධ වීමට අපොහොසත් විය. කරුණාකර නැවත උත්සාහ කරන්න

source: [orgSlug] is using Sentry to track and debug errors.
ro: [orgSlug] utilizează Sentry pentru a urmări și depana erorile.
si: [orgSlug] දෝශ හඹා යාමට සහ නිදොස් කිරීමට Sentry භාවිතා කරයි.

source: Accept Organization Invite
ro: Acceptați invitația organizației
si: සංවිධානයේ ආරාධනය පිළිගන්න

source: Your account ([email]) is already a member of this organization. [switchLink:Switch accounts]?
ro: Contul dumneavoastră ([email]) este deja membru al acestei organizații. [switchLink:Switch accounts]?
si: ඔබගේ ගිණුම ([email]) දැනටමත් මෙම සංවිධානයේ සාමාජිකයෙකි. [ස්විච් ලින්ක්: ගිණුම් මාරු කරන්න]?

source: Transfer Project
ro: Proiect de transfer
si: මාරු කිරීමේ ව්යාපෘතිය

source: Accept Project Transfer
ro: Acceptarea transferului de proiect
si: ව්යාපෘති මාරු කිරීම පිළිගන්න

source: Project successfully transferred
ro: Proiect transferat cu succes
si: ව්‍යාපෘතිය සාර්ථකව මාරු කරන ලදී

source: Unable to transfer project
ro: Imposibilitatea de a transfera proiectul
si: ව්‍යාපෘතිය මාරු කළ නොහැක

source: Approve Transfer Project Request
ro: Aprobarea cererii de transfer de proiect
si: ස්ථාන මාරු ව්‍යාපෘති ඉල්ලීම අනුමත කරන්න

source: Projects must be transferred to a specific [organization]. You can grant specific teams access to the project later under the [projectSettings]. (Note that granting access to at least one team is necessary for the project to appear in all parts of the UI.)
ro: Proiectele trebuie să fie transferate către o anumită [organization]. Puteți acorda mai târziu acces la proiect unor echipe specifice în cadrul [projectSettings]. (Rețineți că este necesar să acordați acces la cel puțin o echipă pentru ca proiectul să apară în toate părțile interfeței de utilizare).
si: ව්යාපෘති නිශ්චිත [organization]වෙත මාරු කළ යුතුය. ඔබට පසුව [projectSettings]යටතේ නිශ්චිත කණ්ඩායම්වලට ව්‍යාපෘතියට ප්‍රවේශය ලබා දිය හැක. (UI හි සියලුම කොටස්වල ව්‍යාපෘතිය දිස්වීමට අවම වශයෙන් එක් කණ්ඩායමකට ප්‍රවේශය ලබා දීම අවශ්‍ය බව සලකන්න.)

source: Please select which [organization] you want for the project [project].
ro: Vă rugăm să selectați ce [organization] doriți pentru acest proiect [project].
si: කරුණාකර ව්‍යාපෘතිය [project]සඳහා ඔබට අවශ්‍ය [organization] තෝරන්න.

source: Server Version
ro: Versiunea serverului
si: සේවාදායක අනුවාදය

source: You're running an old version of Sentry, did you know %s is available?
ro: Rulați o versiune veche a Sentry, știați %s că este disponibilă?
si: ඔබ Sentry හි පැරණි අනුවාදයක් ධාවනය කරයි, %s ලබා ගත හැකි බව ඔබ දැන සිටියාද?

source: Python Version
ro: Versiunea Python
si: පයිතන් අනුවාදය

source: Configuration File
ro: Fișier de configurare
si: වින්‍යාස ගොනුව

source: Uptime
ro: Timp de funcționare
si: අතිකාල

source: Environment not found (are you using the builtin Sentry webserver?).
ro: Mediul nu a fost găsit (utilizați serverul web Sentry încorporat?).
si: පරිසරය හමු නොවීය (ඔබ බිල්ඩින් සෙන්ට්‍රි වෙබ්සර්වර් භාවිතා කරන්නේද?).

source: Configuration [configPath]
ro: Configurație [configPath]
si: වින්‍යාසය [configPath]

source: Sentry Admin
ro: Administratorul Sentry
si: සෙන්ට්‍රි පරිපාලක

source: Send an email to your account's email address to confirm that everything is configured correctly.
ro: Sentry AdminSă trimiteți un e-mail la adresa de e-mail a contului dumneavoastră pentru a confirma că totul este configurat corect.
si: සියල්ල නිවැරදිව වින්‍යාස කර ඇති බව තහවුරු කිරීමට ඔබගේ ගිණුමේ ඊමේල් ලිපිනයට විද්‍යුත් තැපෑලක් යවන්න.

source: Send a test email to %s
ro: Trimiteți un e-mail de test la %s
si: පරීක්ෂණ විද්‍යුත් තැපෑලක් %sට යවන්න

source: A test email has been sent to %s
ro: Un e-mail de test a fost trimis la %s
si: පරීක්ෂණ විද්‍යුත් තැපෑලක් %sවෙත යවා ඇත

source: Unable to send test email. Check your server logs
ro: Nu se poate trimite un e-mail de test. Verificați jurnalele serverului dumneavoastră
si: පරීක්ෂණ ඊමේල් යැවීමට නොහැක. ඔබගේ සේවාදායක ලොග පරීක්ෂා කරන්න

source: SMTP Settings
ro: SMTP Setări
si: SMTP සැකසුම්

source: From Address
ro: De la adresă
si: ලිපිනයෙන්

source: Host
ro: Gazdă
si: සත්කාරක

source: not set
ro: nu este stabilit
si: සකසා නැත

source: No
ro: Nu
si: නැත

source: Yes
ro: Da
si: ඔව්

source: Mailing List Namespace
ro: Spațiul de nume al listei de corespondență
si: තැපැල් ලැයිස්තු නාම අවකාශය

source: Test Settings
ro: Setări de testare
si: පරීක්ෂණ සැකසුම්

source: Accepted
ro: Acceptată
si: පිළිගත්තා

source: Dropped
ro: A picat
si: වැටුණා

source: Admin Overview
ro: Prezentare generală a administratorului
si: පරිපාලක දළ විශ්ලේෂණය

source: System Overview
ro: Prezentare generală a sistemului
si: පද්ධතිය දළ විශ්ලේෂණය

source: Event Throughput
ro: Performanța evenimentului
si: සිදුවීම් කාර්ය සාධනය

source: API Responses
ro: Răspunsuri API
si: API ප්‍රතිචාර

source: Extensions
ro: Extensii
si: දිගු

source: No extensions registered
ro: Nu sunt înregistrate extensii
si: දිගු ලියාපදිංචි කර නොමැත

source: Modules
ro: Module
si: මොඩියුල

source: No modules registered
ro: Nu există module înregistrate
si: මොඩියුල ලියාපදිංචි කර නොමැත
