Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Are you sure you want to remove the team [team]?
ro: Ești sigur că vrei să elimini echipa [team]?
si: ඔබට කණ්ඩායම [team]ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Successfully deleted dynamic sampling rule
ro: Regula de eșantionare dinamică a fost eliminată cu succes
si: ගතික නියැදි රීතිය සාර්ථකව මකා ඇත

source: An error occurred while deleting dynamic sampling rule
ro: S-a produs o eroare la ștergerea regulii de eșantionare dinamică
si: ගතික නියැදි රීතිය මකා දැමීමේදී දෝෂයක් ඇති විය

source: A condition operator has been found that is not yet supported.
ro: A fost găsit un operator de condiții care nu este încă acceptat.
si: තවමත් සහය නොදක්වන තත්ත්‍ව ක්‍රියාකරුවෙකු සොයාගෙන ඇත.

source: Manage the inbound data you want to store. To change the sampling rate or rate limits, [link:update your SDK configuration]. The rules added below will apply on top of your SDK configuration. Any new rule may take a few minutes to propagate.
ro: Gestionați datele primite pe care doriți să le stocați. Pentru a modifica rata de eșantionare sau limitele ratei de eșantionare, [link:update your SDK configuration]. Regulile adăugate mai jos se vor aplica pe lângă configurația SDK-ului dumneavoastră. Orice regulă nouă poate dura câteva minute pentru a se propaga.
si: ඔබට ගබඩා කිරීමට අවශ්‍ය එන දත්ත කළමනාකරණය කරන්න. නියැදි අනුපාතය හෝ අනුපාත සීමාවන් වෙනස් කිරීමට, [link:ඔබේ SDK වින්‍යාසය යාවත්කාලීන කරන්න]. පහත එක් කළ නීති ඔබේ SDK වින්‍යාසයට ඉහළින් අදාළ වේ. ඕනෑම නව රීතියක් ප්‍රචාරණය කිරීමට මිනිත්තු කිහිපයක් ගත විය හැක.

source: Rules for traces should precede rules for individual transactions.
ro: Normele referitoare la urme ar trebui să preceadă normele privind tranzacțiile individuale.
si: ට්‍රේස් සඳහා වන රීති තනි ගණුදෙණු සඳහා වන නීතිවලට පෙර විය යුතුය.

source: Add "[newLabel]"
ro: Adăugați "[newLabel]"
si: "[newLabel]" එකතු කරන්න

source: Search or add a release
ro: Căutați sau adăugați o versiune
si: සොයන්න හෝ නිකුතුවක් එක් කරන්න

source: Search or add an environment
ro: Căutați sau adăugați un mediu
si: පරිසරයක් සොයන්න හෝ එක් කරන්න

source: Search or add a transaction
ro: Căutați sau adăugați o tranzacție
si: ගනුදෙනුවක් සොයන්න හෝ එකතු කරන්න

source: Delete Condition
ro: Ștergerea condiției
si: තත්ත්වය මකන්න

source: Edit Error Sampling Rule
ro: Editați regula de eșantionare a erorilor
si: දෝෂ නියැදි රීතිය සංස්කරණය කරන්න

source: Add Error Sampling Rule
ro: Adăugați regula de eșantionare a erorilor
si: දෝෂ නියැදීමේ රීතිය එක් කරන්න

source: Apply sampling rate to all errors
ro: Aplicați rata de eșantionare la toate erorile
si: සියලුම දෝෂ සඳහා නියැදි අනුපාතය යොදන්න

source: User Id
ro: ID utilizator
si: පරිශීලක ID

source: User Segment
ro: Segment de utilizator
si: පරිශීලක කොටස

source: Browser Extensions
ro: Extensii de browser
si: බ්රවුසර දිගු

source: Legacy Browser
ro: Browser moștenit
si: ලෙගසි බ්‍රව්සරය

source: Web Crawlers
ro: Crawlere web
si: වෙබ් ක්‍රෝලර්ස්

source: All browsers
ro: Toate browserele
si: සියලුම බ්‍රව්සර්

source: Successfully edited dynamic sampling rule
ro: A fost editată cu succes regula de eșantionare dinamică
si: ගතික නියැදි රීතිය සාර්ථකව සංස්කරණය කරන ලදී

source: Successfully added dynamic sampling rule
ro: A adăugat cu succes regula de eșantionare dinamică
si: ගතික නියැදි රීතිය සාර්ථකව එක් කරන ලදී

source: Conditions
ro: Condiții
si: කොන්දේසි

source: This condition has already been added
ro: Această condiție a fost deja adăugată
si: මෙම කොන්දේසිය දැනටමත් එකතු කර ඇත

source: Add Condition
ro: Adăugați o condiție
si: කොන්දේසි එකතු කරන්න

source: Sampling Rate
ro: Rata de eșantionare
si: නියැදි අනුපාතය

source: Required fields must be filled out
ro: Câmpurile obligatorii trebuie să fie completate
si: අවශ්‍ය ක්ෂේත්‍ර පිරවිය යුතුය

source: Edit Transaction Sampling Rule
ro: Editați regula de eșantionare a tranzacției
si: ගනුදෙනු නියැදි රීතිය සංස්කරණය කරන්න

source: Add Transaction Sampling Rule
ro: Adăugați regula de eșantionare a tranzacțiilor
si: ගනුදෙනු නියැදීමේ රීතිය එක් කරන්න

source: Apply sampling rate to all transactions
ro: Aplicați rata de eșantionare la toate tranzacțiile
si: සියලුම ගනුදෙනු සඳහා නියැදි අනුපාතය යොදන්න

source: Tracing
ro: Urmărire
si: ලුහුබැඳීම

source: This field can only be edited if there are no match conditions
ro: Acest câmp poate fi editat numai dacă nu există condiții de potrivire
si: මෙම ක්ෂේත්‍රය සංස්කරණය කළ හැක්කේ තරඟ කොන්දේසි නොමැති නම් පමණි

source: Include all related transactions by trace ID. This can span across multiple projects. All related errors will remain. [link:Learn more about tracing].
ro: Includeți toate tranzacțiile conexe în funcție de ID-ul de urmărire. Acest lucru se poate extinde pe mai multe proiecte. Toate erorile aferente vor rămâne. [link:Learn more about tracing].
si: ලුහුබැඳීමේ හැඳුනුම්පත මගින් අදාළ සියලුම ගනුදෙනු ඇතුළත් කරන්න. මෙය බහු ව්‍යාපෘති හරහා විහිදිය හැක. අදාළ සියලු දෝෂ පවතිනු ඇත. [සබැඳිය: ලුහුබැඳීම ගැන තව දැනගන්න].

source: An internal error occurred while saving dynamic sampling rule
ro: S-a produs o eroare internă în timpul salvării regulii de eșantionare dinamică
si: ගතික නියැදි රීතිය සුරැකීමේදී අභ්‍යන්තර දෝෂයක් සිදු විය

source: Ensure this value is a floating number between 0 and 100
ro: Asigurați-vă că această valoare este un număr variabil între 0 și 100
si: මෙම අගය 0 සහ 100 අතර පාවෙන අංකයක් බව සහතික කර ගන්න

source: Match all selected legacy browsers below
ro: Potriviți toate browserele tradiționale selectate mai jos
si: පහත තෝරාගත් සියලුම ලෙගසි බ්‍රවුසර ගළපන්න

source: Match all browser extensions
ro: Potriviți toate extensiile de browser
si: සියලුම බ්‍රව්සර් දිගු ගලපන්න

source: Match all localhosts
ro: Potrivește toate gazdele locale
si: සියලුම දේශීය සත්කාරක ගලපන්න

source: Match all web crawlers
ro: Potriviți toate crawlerele web
si: සියලුම web crawlers ගලපන්න

source: ex. 4711 (Multiline)
ro: ex. 4711 (Multilinie)
si: උදා. 4711 (බහු රේඛාව)

source: ex. paid, common (Multiline)
ro: ex. plătit, comun (Multilinie)
si: උදා. ගෙවන, පොදු (බහු රේඛා)

source: ex. prod, dev
ro: de exemplu, prod, dev
si: උදා. prod, dev

source: ex. 1*, [I3].[0-9].*
si: උදා. 1*, [I3].[0-9].*

source: ex. 127.0.0.1 or 10.0.0.0/8 (Multiline)
ro: ex. 127.0.0.1 or 10.0.0.0/8 (Multilinie)
si: උදා. 127.0.0.1 හෝ 10.0.0.0/8 (බහු රේඛාව)

source: ex. file://*, example.com (Multiline)
si: උදා. file://*, example.com (බහු රේඛාව)

source: ex. TypeError* (Multiline)
si: උදා. TypeError* (Multiline)

source: ex. "page-load"
si: උදා. "පිටු පැටවීම"

source: Transaction traces rules cannot be under individual transactions rules
ro: Normele de urmărire a tranzacțiilor nu pot fi incluse în normele privind tranzacțiile individuale
si: ගණුදෙනු ලුහුබැඳීමේ රීති තනි ගණුදෙණු නීති යටතේ විය නොහැක

source: Individual transactions rules cannot be above transaction traces rules
ro: Normele privind tranzacțiile individuale nu pot fi mai presus de normele privind urmele tranzacțiilor
si: තනි පුද්ගල ගණුදෙණු නීති ගණුදෙනු ලුහුබැඳීම් නීති වලට ඉහලින් තිබිය නොහැක

source: Rate
ro: Tarif
si: අගය කරන්න

source: Are you sure you wish to delete this dynamic sampling rule?
ro: Sunteți sigur că doriți să ștergeți această regulă de eșantionare dinamică?
si: ඔබට මෙම ගතික නියැදි රීතිය මැකීමට අවශ්‍ය බව විශ්වාසද?

source: You do not have permission to delete dynamic sampling rules.
ro: Nu aveți permisiunea de a șterge regulile de eșantionare dinamică.
si: ගතික නියැදීම් රීති මැකීමට ඔබට අවසර නැත.

source: You do not have permission to edit dynamic sampling rules.
ro: Nu aveți permisiunea de a edita regulile de eșantionare dinamică.
si: ගතික නියැදි රීති සංස්කරණය කිරීමට ඔබට අවසර නැත.

source: You do not have permission to reorder dynamic sampling rules.
ro: Nu aveți permisiunea de a reordona regulile de eșantionare dinamică.
si: ගතික නියැදීම් රීති නැවත අනුපිළිවෙළට සැකසීමට ඔබට අවසර නැත.

source: Errors only
ro: Numai erorile
si: දෝෂ පමණි

source: Individual transactions
ro: Tranzacții individuale
si: තනි ගනුදෙනු

source: Transaction traces
ro: Urmele tranzacțiilor
si: ගනුදෙනු හෝඩුවාවන්

source: There are no %s rules to display
ro: Nu există %s reguli de afișare
si: සංදර්ශන කිරීමට නීති %s ක් නොමැත

source: You do not have permission to add dynamic sampling rules.
ro: Nu aveți permisiunea de a adăuga reguli de eșantionare dinamică.
si: ගතික නියැදි රීති එක් කිරීමට ඔබට අවසර නැත.

source: Add %s rule
ro: Adăugați %s o regulă
si: %s රීතිය එක් කරන්න

source: Internet Explorer version 8 and lower
ro: Internet Explorer versiunea 8 și inferioară
si: Internet Explorer අනුවාදය 8 සහ පහළ

source: Internet Explorer version 9
ro: Internet Explorer versiunea 9
si: Internet Explorer අනුවාදය 9

source: Internet Explorer version 10
ro: Internet Explorer versiunea 10
si: Internet Explorer 10 අනුවාදය

source: Internet Explorer version 11
ro: Internet Explorer versiunea 11
si: ඉන්ටර්නෙට් එක්ස්ප්ලෝරර් අනුවාදය 11

source: Safari version 5 and lower
ro: Safari versiunea 5 și versiunile inferioare
si: Safari අනුවාදය 5 සහ පහළ

source: Opera version 14 and lower
ro: Opera versiunea 14 și versiunile inferioare
si: ඔපෙරා අනුවාදය 14 සහ පහළ

source: Opera Mini version 8 and lower
ro: Opera Mini versiunea 8 și inferioară
si: Opera Mini අනුවාදය 8 සහ පහළ

source: Android version 3 and lower
ro: Android versiunea 3 și inferioară
si: Android අනුවාදය 3 සහ පහළ

source: Debug Files
ro: Fișiere de depanare
si: දෝශ නිරාකරණ ගොනු

source: SDK Setup
ro: SDK Configurare
si: SDK සැකසුම

source: Client Keys (DSN)
ro: Chei de client (DSN)
si: සේවාලාභී යතුරු (DSN)

source: View and manage the project's client keys (DSN)
ro: Vizualizați și gestionați cheile de client ale proiectului (DSN)
si: ව්‍යාපෘතියේ සේවාදායක යතුරු බලන්න සහ කළමනාකරණය කරන්න (DSN)

source: Configure user feedback reporting feature
ro: Configurați funcția de raportare a feedback-ului utilizatorului
si: පරිශීලක ප්‍රතිපෝෂණ වාර්තා කිරීමේ විශේෂාංගය වින්‍යාස කරන්න

source: View, enable, and disable all integrations for a project
ro: Vizualizați, activați și dezactivați toate integrările pentru un proiect
si: ව්‍යාපෘතියක් සඳහා සියලු ඒකාබද්ධ කිරීම් බලන්න, සක්‍රීය කරන්න සහ අක්‍රිය කරන්න

source: Configure general settings for a project
ro: Configurați setările generale pentru un proiect
si: ව්‍යාපෘතියක් සඳහා සාමාන්‍ය සැකසුම් වින්‍යාස කරන්න

source: Project Teams
ro: Echipe de proiect
si: ව්යාපෘති කණ්ඩායම්

source: Manage team access for a project
ro: Gestionați accesul echipei pentru un proiect
si: ව්‍යාපෘතියක් සඳහා කණ්ඩායම් ප්‍රවේශය කළමනාකරණය කරන්න

source: Manage alert rules for a project
ro: Gestionați regulile de alertă pentru un proiect
si: ව්‍යාපෘතියක් සඳහා අනතුරු ඇඟවීමේ රීති කළමනාකරණය කරන්න

source: View and manage a project's tags
ro: Vizualizați și gestionați etichetele unui proiect
si: ව්‍යාපෘතියක ටැග් බලන්න සහ කළමනාකරණය කරන්න

source: Manage environments in a project
ro: Gestionarea mediilor în cadrul unui proiect
si: ව්‍යාපෘතියක පරිසරය කළමනාකරණය කරන්න

source: Manage issue ownership rules for a project
ro: Gestionați regulile de proprietate a problemelor pentru un proiect
si: ව්‍යාපෘතියක් සඳහා නිකුත් කිරීමේ හිමිකාරීත්ව රීති කළමනාකරණය කරන්න

source: Configure a project's inbound filters (e.g. browsers, messages)
ro: Configurați filtrele de intrare ale unui proiect (de exemplu, browsere, mesaje)
si: ව්‍යාපෘතියක එන පෙරහන් වින්‍යාස කරන්න (උදා: බ්‍රව්සර්, පණිවිඩ)

source: Manage an organization's inbound data
ro: Gestionați datele de intrare ale unei organizații
si: සංවිධානයක ඇතුල් දත්ත කළමනාකරණය කරන්න

source: Configuration related to dealing with sensitive data and other security settings. (Data Scrubbing, Data Privacy, Data Scrubbing) for a project
ro: Configurația referitoare la gestionarea datelor sensibile și alte setări de securitate. (Data Scrubbing, Data Privacy, Data Scrubbing) pentru un proiect
si: සංවේදී දත්ත සහ අනෙකුත් ආරක්ෂක සැකසුම් සමඟ ගනුදෙනු කිරීමට අදාළ වින්‍යාසය. (Data Scrubbing, Data Privacy, Data Scrubbing) ව්‍යාපෘතියක් සඳහා

source: These settings can only be edited by users with the organization owner, manager, or admin role.
ro: Aceste setări pot fi editate numai de către utilizatorii cu rol de proprietar al organizației, manager sau administrator.
si: මෙම සැකසීම් සංස්කරණය කළ හැක්කේ සංවිධානයේ හිමිකරු, කළමනාකරු හෝ පරිපාලක භූමිකාව සහිත පරිශීලකයින්ට පමණි.

source: Unable to update [environment]
ro: Nu se poate actualiza [environment]
si: [environment]යාවත්කාලීන කළ නොහැක

source: You don't have any hidden environments.
ro: Nu aveți niciun mediu ascuns.
si: ඔබට සැඟවුණු පරිසරයක් නොමැත.

source: You don't have any environments yet.
ro: Nu aveți încă niciun mediu.
si: ඔබට තවම පරිසරයක් නොමැත.

source: Manage Environments
ro: Gestionați mediile
si: පරිසරය කළමනාකරණය කරන්න

source: Hidden
ro: Ascuns
si: සැඟවී ඇත

source: Active Environments
ro: Mediile active
si: ක්රියාකාරී පරිසරයන්

source: Updated [environment]
ro: Actualizat [environment]
si: යාවත්කාලීන [environment]

source: We were unable to undiscard this issue
ro: Nu am fost în măsură să dezmințim această problemă
si: අපට මෙම ගැටලුව ඉවත දැමීමට නොහැකි විය

source: You have no discarded issues
ro: Nu aveți probleme aruncate
si: ඔබට ඉවත දැමූ ගැටළු නොමැත

source: Discarded by %s
ro: Eliminat de %s
si: %sකින් ඉවතලන ලදී

source: Undiscard
ro: Nearuncat
si: ඉවතලන්න

source: Undiscarding this issue means that incoming events that match this will no longer be discarded. New incoming events will count toward your event quota and will display on your issues dashboard. Are you sure you wish to continue?
ro: Eliminarea acestei probleme înseamnă că evenimentele primite care se potrivesc cu acest aspect nu vor mai fi eliminate. Noile evenimente primite vor fi luate în considerare pentru cota de evenimente și vor fi afișate în tabloul de bord al problemelor. Sunteți sigur că doriți să continuați?
si: මෙම ගැටලුව ඉවත දැමීමෙන් අදහස් වන්නේ මෙයට ගැලපෙන එන සිදුවීම් තවදුරටත් ඉවත නොදමන බවයි. නව පැමිණෙන සිදුවීම් ඔබේ සිදුවීම් කෝටාවට ගණන් ගනු ඇති අතර ඔබේ ගැටලු උපකරණ පුවරුවේ සංදර්ශන කරනු ඇත. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?

source: Events similar to these will no longer be filtered
ro: Evenimentele similare cu acestea nu vor mai fi filtrate
si: මේවාට සමාන සිදුවීම් තවදුරටත් පෙරීම සිදු නොවේ

source: Inbound Data Filters
ro: Filtre de intrare a datelor
si: එන දත්ත පෙරහන්

source: Filters allow you to prevent Sentry from storing events in certain situations. Filtered events are tracked separately from rate limits, and do not apply to any project quotas.
ro: Filtrele vă permit să împiedicați Sentry să stocheze evenimente în anumite situații. Evenimentele filtrate sunt urmărite separat de limitele de rată și nu se aplică la nicio cotă de proiect.
si: Sentry විසින් යම් යම් අවස්ථා වලදී සිදුවීම් ගබඩා කිරීමෙන් වලක්වා ගැනීමට පෙරහන් ඔබට ඉඩ සලසයි. පෙරන ලද සිදුවීම් අනුපාත සීමාවන්ගෙන් වෙන වෙනම නිරීක්ෂණය කරනු ලබන අතර, කිසිදු ව්‍යාපෘති කෝටාවක් සඳහා අදාළ නොවේ.

source: Data Filters
ro: Filtre de date
si: දත්ත පෙරහන්

source: Discarded Issues
ro: Probleme aruncate
si: ඉවතලන ගැටළු

source: Errors filtered in the last 30 days (by day)
ro: Erori filtrate în ultimele 30 de zile (pe zile)
si: පසුගිය දින 30 තුළ පෙරූ දෝෂ (දිනෙන්)

source: Nothing filtered in the last 30 days.
ro: Nimic nu a fost filtrat în ultimele 30 de zile.
si: පසුගිය දින 30 තුළ කිසිවක් පෙරා නැත.

source: Issues filtered as a result of your settings below will be shown here.
ro: Problemele filtrate ca urmare a setărilor dumneavoastră de mai jos vor fi afișate aici.
si: ඔබගේ පහත සැකසීම්වල ප්‍රතිඵලයක් ලෙස පෙරන ලද ගැටළු මෙහි පෙන්වනු ඇත.

source: Browser Extension
ro: Extensie de browser
si: බ්රවුසර දිගුව

source: Discarded Issue
ro: Problema eliminată
si: ඉවතලන ප්‍රශ්නය

source: Invalid CSP
ro: CSP nevalabil
si: වලංගු නොවන CSP

source: Web Crawler
si: වෙබ් ක්‍රෝලර්

source: Custom Inbound Filters
ro: Filtre de intrare personalizate
si: අභිරුචි එන පෙරහන්

source: Release and Error Message filtering are not enabled on your Sentry installation
ro: Filtrarea mesajelor de lansare și a mesajelor de eroare nu sunt activate pe instalarea Sentry
si: ඔබගේ Sentry ස්ථාපනය මත මුදා හැරීම සහ දෝෂ පණිවිඩ පෙරීම සබල කර නොමැත

source: Minidumps, errors in the minified production build of React, and Internet Explorer's i18n errors cannot be filtered by message.
ro: Minidumps, erorile din versiunea de producție minificată a React și erorile i18n ale Internet Explorer nu pot fi filtrate în funcție de mesaj.
si: Minidumps, React හි minified production build හි දෝෂ සහ Internet Explorer හි i18n දෝෂ පණිවිඩයෙන් පෙරීමට නොහැක.

source: Key Details
ro: Detaliile cheii
si: ප්රධාන විස්තර

source: Rate limits provide a flexible way to manage your error volume. If you have a noisy project or environment you can configure a rate limit for this key to reduce the number of errors processed. To manage your transaction volume, we recommend adjusting your sample rate in your SDK configuration.
ro: Limitele de rată oferă o modalitate flexibilă de gestionare a erorilor dumneavoastră. volum. Dacă aveți un proiect sau un mediu zgomotos pe care îl puteți configura o limită de rată pentru această tastă pentru a reduce numărul de erori procesate. Pentru a vă gestiona tranzacția volumul tranzacțiilor, vă recomandăm să ajustați rata de eșantionare în configurația SDK.
si: අනුපාත සීමාවන් ඔබේ දෝෂය පරිමාව කළමනාකරණය කිරීමට නම්‍යශීලී ක්‍රමයක් සපයයි. ඔබට ඝෝෂාකාරී ව්‍යාපෘතියක් හෝ පරිසරයක් තිබේ නම්, ඔබට සැකසූ දෝෂ අඩු කිරීමට මෙම යතුර සඳහා අනුපාත සීමාවක් වින්‍යාසගත කළ හැක. ඔබේ ගනුදෙනු වෙළුම කළමනාකරණය කිරීමට, අපි ඔබේ SDK වින්‍යාසය තුළ ඔබේ නියැදි අනුපාතය සීරුමාරු කිරීමට නිර්දේශ කරමු.

source: Fill in both fields first
ro: Completați mai întâi ambele câmpuri
si: මුලින්ම ක්ෂේත්‍ර දෙකම පුරවන්න

source: [errors] in [timeWindow]
ro: [errors] în [timeWindow]
si: [timeWindow]න් [errors]

source: %s error
ro: %s eroare
si: %s දෝෂයකි

source: no time window
ro: nicio fereastră de timp
si: කාල කවුළුවක් නැත

source: Apply a rate limit to this credential to cap the amount of errors accepted during a time window.
ro: Aplicați o limită de rată la această acreditare pentru a limita numărul de erori acceptate în timpul unei ferestre de timp.
si: කාල කවුළුවක් තුළ පිළිගත් දෝෂ ප්‍රමාණය සීමා කිරීමට මෙම අක්තපත්‍රයට අනුපාත සීමාවක් යොදන්න.

source: event(s) in
ro: evenimentul (evenimentele) în
si: සිදුවීම්(ය) තුළ

source: Window
si: කවුළුව

source: Key Rate Limits
ro: Limitele ratelor cheie
si: ප්රධාන අනුපාත සීමාවන්

source: JavaScript Loader
ro: Încărcător JavaScript
si: JavaScript ලෝඩරය

source: Copy this script into your website to setup your JavaScript SDK without any additional configuration. [link]
ro: Copiați acest script în site-ul dumneavoastră web pentru a configura SDK-ul JavaScript fără nici o configurație suplimentară. [link]
si: කිසිදු අමතර වින්‍යාසයකින් තොරව ඔබගේ JavaScript SDK පිහිටුවීමට මෙම ස්ක්‍රිප්ට් ඔබේ වෙබ් අඩවියට පිටපත් කරන්න. [link]

source: Select the version of the SDK that should be loaded. Note that it can take a few minutes until this change is live.
ro: Selectați versiunea SDK care trebuie încărcată. Rețineți că poate dura câteva minute până când această modificare este activă.
si: පූරණය කළ යුතු SDK අනුවාදය තෝරන්න. මෙම වෙනස සජීවී වන තෙක් මිනිත්තු කිහිපයක් ගත විය හැකි බව සලකන්න.

source: Your credentials are coupled to a public and secret key. Different clients will require different credentials, so make sure you check the documentation before plugging things in.
ro: Datele dumneavoastră de identificare sunt asociate unei chei publice și unei chei secrete. Clienții diferiți vor avea nevoie de acreditări diferite, așa că asigurați-vă că verificați documentația înainte de a le conecta.
si: ඔබේ අක්තපත්‍ර පොදු සහ රහස් යතුරකට සම්බන්ධ කර ඇත. විවිධ සේවාලාභීන්ට විවිධ අක්තපත්‍ර අවශ්‍ය වනු ඇත, එබැවින් දේවල් සම්බන්ධ කිරීමට පෙර ලේඛන පරීක්ෂා කිරීමට වග බලා ගන්න.

source: Revoke Key
ro: Revocarea cheii
si: යතුර අවලංගු කරන්න

source: Revoking this key will immediately remove and suspend the credentials. This action is irreversible.
ro: Revocarea acestei chei va elimina și suspenda imediat acreditările. Această acțiune este ireversibilă.
si: මෙම යතුර අවලංගු කිරීමෙන් අක්තපත්‍ර වහාම ඉවත් කර අත්හිටුවනු ඇත. මෙම ක්රියාව ආපසු හැරවිය නොහැකි ය.

source: Are you sure you want to revoke this key? This will immediately remove and suspend the credentials.
ro: Sunteți sigur că doriți să revocați această cheie? Acest lucru va elimina și suspenda imediat acreditările.
si: ඔබට මෙම යතුර අවලංගු කිරීමට අවශ්‍ය බව විශ්වාසද? මෙය වහාම අක්තපත්‍ර ඉවත් කර අත්හිටුවනු ඇත.

source: Revoking key…
ro: Revocarea cheii...
si: යතුර අවලංගු කිරීම…

source: Revoked key
ro: Revocarea cheii
si: අවලංගු කරන ලද යතුර

source: Unable to revoke key
ro: Imposibilitatea de a revoca cheia
si: යතුර අවලංගු කිරීමට නොහැක

source: Key usage in the last 30 days (by day)
ro: Utilizarea cheilor în ultimele 30 de zile (pe zile)
si: පසුගිය දින 30 තුළ ප්‍රධාන භාවිතය (දිනෙන්)

source: Total events captured using these credentials.
ro: Totalul evenimentelor capturate cu ajutorul acestor credențiale.
si: මෙම අක්තපත්‍ර භාවිතයෙන් අල්ලා ගත් සම්පූර්ණ සිදුවීම්.

source: Rate Limited
ro: Tarif limitat
si: මිල සීමා සහිතයි

source: Error enabling key
ro: Eroare de activare a cheii
si: යතුර සබල කිරීමේ දෝෂයකි

source: Error disabling key
ro: Eroare de dezactivare a cheii
si: යතුර අක්‍රිය කිරීමේ දෝෂයකි

source: Created a new key.
ro: A fost creată o nouă cheie.
si: අලුත් යතුරක් හැදුවා.

source: Unable to create new key. Please try again.
ro: Nu se poate crea o nouă cheie. Vă rugăm să încercați din nou.
si: නව යතුර සෑදීමට නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: There are no keys active for this project.
ro: Nu există chei active pentru acest proiect.
si: මෙම ව්‍යාපෘතිය සඳහා සක්‍රිය යතුරු නොමැත.

source: Generate New Key
ro: Generarea unei noi chei
si: නව යතුර උත්පාදනය කරන්න

source: To send data to Sentry you will need to configure an SDK with a client key (usually referred to as the [code:SENTRY_DSN] value). For more information on integrating Sentry with your application take a look at our [link:documentation].
ro: Pentru a trimite date către Sentry, va trebui să configurați un SDK cu o cheie client. (denumită de obicei valoarea [code:SENTRY_DSN]). Pentru mai multe informații despre integrarea Sentry cu aplicația dumneavoastră aruncați o privire la pagina noastră de [link:documentation].
si: Sentry වෙත දත්ත යැවීමට ඔබට සේවාලාභී යතුර (සාමාන්‍යයෙන් [code:SENTRY_DSN] අගය ලෙස හැඳින්වේ) සමඟ SDK වින්‍යාස කිරීමට අවශ්‍ය වනු ඇත. ඔබේ යෙදුම සමඟ Sentry ඒකාබද්ධ කිරීම පිළිබඳ තවත් තොරතුරු සඳහා අපගේ [link:documentation] බලන්න.

source: Enabled key
ro: Cheie activată
si: සබල කළ යතුර

source: Disabled key
ro: Cheie dezactivată
si: අබල කළ යතුර

source: Remove Key
ro: Scoateți cheia
si: යතුර ඉවත් කරන්න

source: Are you sure you want to remove this key? This action is irreversible.
ro: Sunteți sigur că doriți să eliminați această cheie? Această acțiune este ireversibilă.
si: ඔබට මෙම යතුර ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද? මෙම ක්රියාව ආපසු හැරවිය නොහැකි ය.

source: DSN (Deprecated)
ro: DSN (Depreciat)
si: DSN (අත් හරින ලද)

source: Deprecated DSN includes a secret which is no longer required by newer SDK versions. If you are unsure which to use, follow installation instructions for your language.
ro: DSN depreciat include un secret care nu mai este necesar pentru noile versiuni SDK. Dacă nu sunteți sigur ce să utilizați, urmați instrucțiunile de instalare pentru limba dumneavoastră.
si: නව SDK අනුවාදවලට තවදුරටත් අවශ්‍ය නොවන රහසක් අත්හරින ලද DSN ඇතුළත් වේ. භාවිතා කළ යුත්තේ කුමක්දැයි ඔබට විශ්වාස නැත්නම්, ඔබේ භාෂාව සඳහා ස්ථාපන උපදෙස් අනුගමනය කරන්න.

source: Security Header Endpoint
ro: Punct final al antetului de securitate
si: ආරක්ෂක ශීර්ෂ අන්ත ලක්ෂ්‍යය

source: Use your security header endpoint for features like CSP and Expect-CT reports.
ro: Utilizați punctul final al antetului de securitate pentru funcții precum rapoartele CSP și Expect-CT.
si: CSP සහ Expect-CT වාර්තා වැනි විශේෂාංග සඳහා ඔබේ ආරක්ෂක ශීර්ෂ අන්ත ලක්ෂ්‍යය භාවිත කරන්න.

source: Minidump Endpoint
ro: Punct final Minidump
si: Minidump අන්ත ලක්ෂ්‍යය
