Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Username
ro: Utilizator
si: පරිශීලක නාමය

source: Required. 128 characters or fewer. Letters, digits and @/./+/-/_ only.
ro: Necesar. 128 de caractere sau mai puțin. Doar litere, cifre și @/./+/-/_.
si: අවශ්යයි. අක්ෂර 128ක් හෝ ඊට අඩුවෙන්. අකුරු, ඉලක්කම් සහ @/./+/-/_ පමණි.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
ro: Această valoare poate conține numai litere, cifre și caractere @/./+/-/_.
si: මෙම අගයෙහි අකුරු, අංක සහ @/./+/-/_ අක්ෂර පමණක් අඩංගු විය හැක.

source: Personal info
ro: Informații personale
si: පෞද්ගලික තොරතුරු

source: Permissions
ro: Permisiuni
si: අවසර

source: Important dates
ro: Date importante
si: වැදගත් දිනයන්

source: Password changed successfully.
ro: Parola a fost schimbată cu succes.
si: මුරපදය සාර්ථකව වෙනස් විය.

source: Change password: %s
ro: Schimbați parola: %s
si: මුරපදය වෙනස් කරන්න: %s

source: The SSO feature is not enabled for this organization.
ro: Caracteristica SSO nu este activată pentru această organizație.
si: මෙම සංවිධානය සඳහා SSO විශේෂාංගය සබල කර නැත.

source: Path may not contain spaces or quotations
ro: Calea de acces nu poate conține spații sau ghilimele
si: මාර්ගයෙහි හිස්තැන් හෝ උපුටා දැක්වීම් අඩංගු නොවිය හැක

source: %s thinks Sentry can help monitor your mobile app
ro: %s crede că Sentry vă poate ajuta să vă monitorizați aplicația mobilă
si: %s සිතන්නේ Sentry හට ඔබගේ ජංගම යෙදුම නිරීක්ෂණය කිරීමට උදවු කළ හැකි බවයි

source: Enter a valid slug consisting of lowercase letters, numbers, underscores or hyphens.
ro: Introduceți o denumire validă formată din litere minuscule, numere, litere de subsol sau cratimă.
si: සිම්පල් අකුරු, ඉලක්කම්, යටි ඉරි හෝ ඉරි වලින් සමන්විත වලංගු ස්ලග් එකක් ඇතුළු කරන්න.

source: A team member is asking to set up Sentry's Code Owners
ro: Un membru al echipei solicită configurarea Codului Proprietarilor Sentry
si: කණ්ඩායමේ සාමාජිකයෙක් Sentry's Code Owners පිහිටුවීමට අසයි

source: Default (let Sentry decide)
ro: Implicit (lăsați Sentry să decidă)
si: පෙරනිමි (සෙන්ට්‍රිට තීරණය කිරීමට ඉඩ දෙන්න)

source: Most recent call last
ro: Ultimul apel cel mai recent
si: වඩාත්ම මෑත ඇමතුම අවසන්

source: Most recent call first
ro: Cel mai recent apel mai întâi
si: වඩාත්ම මෑත ඇමතුම පළමුව

source: Light
ro: Lumină
si: ආලෝකය

source: Dark
ro: Întunecat
si: අඳුරු

source: Default to system
ro: Setează implicit sistemul
si: පද්ධතියට පෙරනිමිය

source: Value must be valid JSON.
ro: Valoarea trebuie să fie JSON validă.
si: අගය වලංගු JSON විය යුතුය.

source: Enter a valid email address.
ro: Introduceți o adresă de e-mail validă.
si: වලංගු විද්යුත් - තැපැල් ලිපිනයක් ඇතුලත් කරන්න.

source: Enroll
ro: Înscrieți-vă la
si: ලියාපදිංචි කරන්න

source: Info
ro: Informații
si: තොරතුරු

source: Remove
ro: Eliminați
si: ඉවත් කරන්න

source: Recovery Codes
ro: Coduri de recuperare
si: ප්‍රතිසාධන කේත

source: Recovery codes are the only way to access your account if you lose your device and cannot receive two factor authentication codes.
ro: Codurile de recuperare sunt singura modalitate de a vă accesa contul în cazul în care vă pierdeți dispozitivul și nu puteți primi codurile de autentificare cu doi factori.
si: ඔබගේ උපාංගය නැති වුවහොත් සහ සාධක සත්‍යාපන කේත දෙකක් ලබා ගත නොහැකි නම් ඔබගේ ගිණුමට ප්‍රවේශ වීමට ඇති එකම මාර්ගය ප්‍රතිසාධන කේත වේ.

source: Activate
ro: Activați
si: සක්රිය කරන්න

source: View Codes
ro: Vezi codurile
si: කේතයන් බලන්න

source: Text Message
ro: Mesaj text
si: කෙටි පණිවුඩය

source: This authenticator sends you text messages for verification. It's useful as a backup method or when you do not have a phone that supports an authenticator application.
ro: Acest autentificator vă trimite mesaje text pentru verificare. Este util ca metodă de rezervă sau atunci când nu aveți un telefon care acceptă o aplicație de autentificare.
si: මෙම සත්‍යාපකය ඔබට සත්‍යාපනය සඳහා කෙටි පණිවිඩ එවයි. එය උපස්ථ ක්‍රමයක් ලෙස හෝ ඔබට සත්‍යාපන යෙදුමකට සහය දක්වන දුරකථනයක් නොමැති විට ප්‍රයෝජනවත් වේ.

source: A confirmation code was sent to %(phone_mask)s. It is valid for %(ttl)d seconds.
ro: Un cod de confirmare a fost trimis la %(phone_mask)s. Acesta este valabil pentru %(ttl)d secunde.
si: තහවුරු කිරීමේ කේතයක් %(phone_mask)sවෙත යවන ලදී. එය තත්පර %(ttl)d ක් සඳහා වලංගු වේ.

source: Error: we failed to send a text message to you. You can try again later or sign in with a different method.
ro: Eroare: nu am reușit să vă trimitem un mesaj text. Puteți încerca din nou mai târziu sau vă puteți conecta cu o altă metodă.
si: දෝෂය: අපි ඔබට කෙටි පණිවිඩයක් යැවීමට අසමත් විය. ඔබට පසුව නැවත උත්සාහ කිරීමට හෝ වෙනත් ක්‍රමයකින් පුරනය විය හැක.

source: %(code)s is your Sentry two-factor enrollment code. You are about to set up text message based two-factor authentication.
ro: %(code)s este codul de înscriere Sentry cu doi factori. Sunteți pe cale să configurați autentificarea cu doi factori bazată pe mesaje text.
si: %(code)s යනු ඔබේ Sentry ද්වි-සාධක ඇතුළත් වීමේ කේතයයි. ඔබ කෙටි පණිවිඩ පදනම් කරගත් ද්වි-සාධක සත්‍යාපනය පිහිටුවීමට සූදානම් වේ.

source: %(code)s is your Sentry authentication code.
ro: %(code)s este codul dumneavoastră de autentificare Sentry.
si: %(code)s යනු ඔබේ Sentry සත්‍යාපන කේතයයි.

source: Requested from %(ip)s
ro: Solicitat de la %(ip)s
si: %(ip)sසිට ඉල්ලන ලදී

source: Authenticator App
ro: Aplicația Authenticator
si: Authenticator යෙදුම

source: An authenticator application that supports TOTP (like Google Authenticator or 1Password) can be used to access your account securely using a token and secret key. A new token is generated every 30 seconds.
ro: O aplicație de autentificare care acceptă TOTP (cum ar fi Google Authenticator sau 1Password) poate fi utilizată pentru a vă accesa contul în siguranță, folosind un token și o cheie secretă. Un nou token este generat la fiecare 30 de secunde.
si: TOTP (Google Authenticator හෝ 1Password වැනි) සඳහා සහය දක්වන සත්‍යාපන යෙදුමක් ටෝකනය සහ රහස් යතුර භාවිතයෙන් ආරක්ෂිතව ඔබගේ ගිණුමට ප්‍රවේශ වීමට භාවිතා කළ හැක. සෑම තත්පර 30 කට වරක් නව ටෝකනයක් ජනනය වේ.

source: Your account is currently linked to an authenticator application. To link to a new device or application, or to update your secret key, click "Confirm" below. By clicking "Confirm", your existing secret key will be replaced and will no longer work to access your account.
ro: Contul dumneavoastră este în prezent conectat la o aplicație de autentificare. Pentru a face legătura cu un nou dispozitiv sau o nouă aplicație sau pentru a vă actualiza cheia secretă, faceți clic pe "Confirm" mai jos. Dacă faceți clic pe "Confirm", cheia secretă existentă va fi înlocuită și nu va mai funcționa pentru a vă accesa contul.
si: ඔබගේ ගිණුම දැනට සත්‍යාපන යෙදුමකට සම්බන්ධ කර ඇත. නව උපාංගයකට හෝ යෙදුමකට සම්බන්ධ කිරීමට, හෝ ඔබේ රහස් යතුර යාවත්කාලීන කිරීමට, පහත "තහවුරු කරන්න" ක්ලික් කරන්න. "තහවුරු කරන්න" ක්ලික් කිරීමෙන්, ඔබගේ පවතින රහස් යතුර ප්‍රතිස්ථාපනය කෙරෙන අතර ඔබගේ ගිණුමට ප්‍රවේශ වීමට තවදුරටත් ක්‍රියා නොකරනු ඇත.

source: Configure
ro: Configurați
si: වින්‍යාස කරන්න

source: U2F (Universal 2nd Factor)
ro: U2F (al doilea factor universal)
si: U2F (විශ්වීය 2 වන සාධකය)

source: Authenticate with a U2F hardware device. This is a device like a Yubikey or something similar which supports FIDO's U2F specification. This also requires a browser which supports this system (like Google Chrome).
ro: Autentificați-vă cu un dispozitiv hardware U2F. Acesta este un dispozitiv precum un Yubikey sau ceva similar care acceptă specificația U2F a FIDO. Acest lucru necesită, de asemenea, un browser care acceptă acest sistem (cum ar fi Google Chrome).
si: U2F දෘඪාංග උපාංගයක් සමඟින් සත්‍යාපනය කරන්න. මෙය Yubikey වැනි උපාංගයක් හෝ FIDO හි U2F පිරිවිතරයන්ට සහය දක්වන එවැනි දෙයක්. මෙයට මෙම පද්ධතියට සහය දක්වන බ්‍රවුසරයක් ද අවශ්‍ය වේ (Google Chrome වැනි).

source: You have successfully linked your account to your SSO provider.
ro: V-ați conectat cu succes contul la furnizorul SSO.
si: ඔබ ඔබේ ගිණුම ඔබේ SSO සපයන්නා වෙත සාර්ථකව සම්බන්ධ කර ඇත.

source: SSO has been configured for your organization and any existing members have been sent an email to link their accounts.
ro: SSO a fost configurat pentru organizația dvs. și tuturor membrilor existenți li s-a trimis un e-mail pentru a-și conecta conturile.
si: SSO ඔබේ සංවිධානය සඳහා වින්‍යාස කර ඇති අතර දැනට සිටින ඕනෑම සාමාජිකයෙකුට ඔවුන්ගේ ගිණුම් සම්බන්ධ කිරීමට විද්‍යුත් තැපෑලක් යවා ඇත.

source: There was an error encountered during authentication.
ro: A fost întâlnită o eroare în timpul autentificării.
si: සත්‍යාපනය අතරතුර දෝෂයක් ඇති විය.

source: You must be authenticated to link accounts.
ro: Trebuie să fiți autentificat pentru a conecta conturile.
si: ගිණුම් සම්බන්ධ කිරීමට ඔබ සත්‍යාපනය කළ යුතුය.

source: The provider did not return a valid user identity.
ro: Furnizorul nu a returnat o identitate de utilizator validă.
si: සැපයුම්කරු වලංගු පරිශීලක අනන්‍යතාවයක් ආපසු ලබා දුන්නේ නැත.

source: This password is too short. It must contain at least %(min_length)d character.
ro: This password is too short. It must contain at least %(min_length)dcaracter.
si: මෙම මුරපදය කෙටි වැඩිය. එහි අවම වශයෙන් අක්ෂර %(min_length)d ක් වත් අඩංගු විය යුතුය.

source: Your password must contain at least %(min_length)d character.
ro: Parola dumneavoastră trebuie să conțină cel puțin %(min_length)d caracter.
si: ඔබගේ මුරපදයේ අවම වශයෙන් අක්ෂර %(min_length)d ක් වත් අඩංගු විය යුතුය.

source: This password is too long. It must contain no more than %(max_length)d character.
ro: Această parolă este prea lungă. Nu trebuie să conțină mai mult de %(max_length)d caracter.
si: මෙම මුරපදය දිග වැඩිය. එහි අක්ෂර %(max_length)d කට වඩා අඩංගු නොවිය යුතුය.

source: Your password must contain no more than %(max_length)d character.
ro: Parola dumneavoastră nu trebuie să conțină mai mult de %(max_length)d caracter.
si: ඔබගේ මුරපදය අනුලකුණු %(max_length)d කට වඩා අඩංගු නොවිය යුතුය.

source: This password is entirely numeric.
ro: Această parolă este în întregime numerică.
si: මෙම මුරපදය සම්පුර්ණයෙන්ම සංඛ්‍යාත්මක වේ.

source: Your password can't be entirely numeric.
ro: Parola dumneavoastră nu poate fi în întregime numerică.
si: ඔබගේ මුරපදය සම්පූර්ණයෙන්ම සංඛ්‍යාත්මක විය නොහැක.

source: Register Auth0
ro: Registru Auth0
si: ලියාපදිංචි Aut0

source: Continue
ro: Continuă
si: දිගටම කරගෙන යන්න

source: The IdPs unique ID attribute key for the user. This is what Sentry will used to identify the users identity from the identity provider.
ro: Cheia de atribut ID unic al IdP pentru utilizator. Acesta este elementul pe care Sentry îl va folosi pentru a identifica identitatea utilizatorului de la furnizorul de identitate.
si: පරිශීලකයා සඳහා IdPs අද්විතීය ID ගුණාංග යතුර. අනන්‍යතා සැපයුම්කරුගෙන් පරිශීලක අනන්‍යතාවය හඳුනා ගැනීමට Sentry භාවිතා කරන්නේ මෙයයි.

source: The IdPs email address attribute key for the user. Upon initial linking this will be used to identify the user in Sentry.
ro: Cheia de atribut a adresei de e-mail a IdP pentru utilizator. La conectarea inițială, aceasta va fi utilizată pentru a identifica utilizatorul în Sentry.
si: පරිශීලකයා සඳහා IdPs ඊමේල් ලිපින ගුණාංග යතුර. මූලික සම්බන්ධ කිරීම මත මෙය Sentry හි පරිශීලකයා හඳුනා ගැනීමට භාවිතා කරනු ඇත.

source: Service Provider Metadata
ro: Metadatele furnizorului de servicii
si: සේවා සපයන්නාගේ පාරදත්ත

source: SAML2 Setup
ro: Configurarea SAML2
si: SAML2 සැකසුම

source: Save Attributes
ro: Salvați atributele
si: ගුණාංග සුරකින්න

source: Get metadata
ro: Obțineți metadatele
si: පාරදත්ත ලබා ගන්න

source: Parse Metadata
ro: Parsează metadatele
si: පාරදත්ත විග්‍රහ කරන්න

source: Save Metadata
ro: Salvați metadatele
si: පාරදත්ත සුරකින්න

source: Register Okta
ro: Registrul Octa
si: ඔක්ටා ලියාපදිංචි කරන්න

source: Register OneLogin
ro: Înregistrați OneLogin
si: OneLogin ලියාපදිංචි කරන්න

source: The organization does not exist or does not have SAML SSO enabled.
ro: Organizația nu există sau nu are activat SAML SSO.
si: සංවිධානය නොපවතියි හෝ SAML SSO සක්‍රීය කර නැත.

source: SAML SSO failed, {reason}
ro: SAML SSO a eșuat, {reason}
si: SAML SSO අසාර්ථකයි, {reason}

source: Failed to map SAML attributes. Assertion returned the following attribute keys: {error_msg_keys}
ro: Nu s-a reușit maparea atributelor SAML. Afirmația a returnat următoarele chei de atribut: {error_msg_keys}
si: SAML උපලක්ෂණ සිතියම්ගත කිරීමට අසමත් විය. ප්‍රකාශය පහත ගුණාංග යතුරු ලබා දුන්නේය: {error_msg_keys}

source: Register Rippling
ro: Registrul Rippling
si: රිප්ලිං ලියාපදිංචි කරන්න

source: Complete Setup
ro: Configurare completă
si: සම්පූර්ණ සැකසුම

source: Afrikaans
ro: Africană
si: අප්රිකානු

source: Arabic
ro: Arabică
si: අරාබි

source: Azerbaijani
ro: Azerbaidjan
si: අසර්බයිජානියානු

source: Bulgarian
ro: Bulgară
si: බල්ගේරියානු

source: Belarusian
ro: Bielorusă
si: බෙලරුසියානු

source: Bengali
ro: Bengaleză
si: බෙංගාලි

source: Breton
ro: Bretonă
si: බ්රෙටන්

source: Bosnian
ro: Bosniacă
si: බොස්නියානු

source: Catalan
ro: Catalană
si: කැටලන්

source: Czech
ro: Cehă
si: චෙක්

source: Welsh
ro: Galeză
si: වේල්ස්

source: Danish
ro: Daneză
si: ඩෙන්මාර්ක

source: German
ro: Germană
si: ජර්මානු

source: Greek
ro: Greacă
si: ග්රීක

source: English
ro: Engleză
si: ඉංග්රීසි

source: Esperanto
si: එස්පෙරන්ටෝ

source: Spanish
ro: Spaniolă
si: ස්පාඤ්ඤ

source: Estonian
ro: Estoniană
si: එස්තෝනියානු

source: Basque
ro: Bască
si: බාස්ක්

source: Persian
ro: Persană
si: පර්සියානු

source: Finnish
ro: Finlandeză
si: ෆින්ලන්ත

source: French
ro: Franceză
si: ප්රංශ

source: Irish
ro: Irlandeză
si: අයර්ලන්ත

source: Galician
si: ගැලීසියන්

source: Hebrew
ro: Ebraică
si: හෙබ්රෙව්

source: Hindi
ro: Hindusă
si: හින්දි

source: Croatian
ro: Croată
si: ක්රොඒෂියානු

source: Hungarian
ro: Maghiară
si: හංගේරියානු

source: Interlingua
si: ඉන්ටර්ලින්ගුවා

source: Indonesian
ro: Indoneziană
si: ඉන්දුනීසියානු

source: Icelandic
ro: Islandeză
si: අයිස්ලන්ත

source: Italian
ro: Italiană
si: ඉතාලි

source: Japanese
ro: Japoneză
si: ජපන්

source: Georgian
ro: Georgiană
si: ජෝර්ජියානු

source: Kazakh
ro: Kazahă
si: කසාක්

source: Khmer
ro: Kmeră
si: ඛමර්

source: Kannada
ro: Kanada
si: කන්නඩ

source: Korean
ro: Coreeană
si: කොරියානු

source: Luxembourgish
ro: Luxemburgheză
si: ලක්සම්බර්ග්

source: Lithuanian
ro: Lituaniană
si: ලිතුවේනියානු

source: Latvian
ro: Letonă
si: ලැට්වියානු

source: Macedonian
ro: Macedoneană
si: මැසිඩෝනියානු

source: Malayalam
ro: Malaeziană
si: මලයාලම්

source: Mongolian
ro: Mongolă
si: මොන්ගෝලියානු

source: Burmese
ro: Burmeză
si: බුරුම

source: Norwegian Bokmal
ro: Norvegiană Bokmal
si: නෝර්වීජියානු බොක්මාල්

source: Nepali
ro: Nepaleză
si: නේපාල

source: Dutch
ro: Olandeză
si: ලන්දේසි

source: Norwegian Nynorsk
ro: Norvegiană Nynorsk
si: නෝර්වීජියානු Nynorsk

source: Ossetic
ro: Ossetică
si: ඔසෙටික්

source: Punjabi
si: පන්ජාබි

source: Polish
ro: Poloneză
si: පෝලන්ත

source: Portuguese
ro: Portugheză
si: පෘතුගීසි

source: Brazilian Portuguese
ro: Portugheză braziliană
si: බ්රසීලියානු පෘතුගීසි

source: Romanian
ro: Română
si: රුමේනියානු

source: Russian
ro: Rusă
si: රුසියානු

source: Slovak
ro: Slovacă
si: ස්ලෝවැක්

source: Slovenian
ro: Slovenă
si: ස්ලෝවේනියානු

source: Albanian
ro: Albaneză
si: ඇල්බේනියානු

source: Serbian
ro: Sârbă
si: සර්බියානු

source: Swedish
ro: Suedeză
si: ස්වීඩන්

source: Swahili
ro: Svahili
si: ස්වහීලී

source: Tamil
ro: Tamilă
si: දෙමළ

source: Telugu
si: තෙළිඟු

source: Thai
ro: Thailandeză
si: තායි

source: Turkish
ro: Turcă
si: තුර්කි

source: Tatar
ro: Tătară
si: ටාටාර්

source: Udmurt
ro: Udmurtă
si: උඩ්මර්ට්

source: Ukrainian
ro: Ucraineană
si: යුක්රේනියානු

source: Urdu
si: උර්දු

source: Vietnamese
ro: Vietnameză
si: වියට්නාම

source: Simplified Chinese
ro: Chineză simplificată
si: සරල කළ චීන

source: Traditional Chinese
ro: Chineză tradițională
si: සාම්ප්රදායික චීන

source: Priority
ro: Prioritate
si: ප්රමුඛත්වය

source: Last Seen
ro: Văzut ultima oară
si: අන්තිමට දැක්කේ

source: First Seen
ro: Văzut prima oară
si: මුලින්ම දැක්කේ

source: Frequency
ro: Frecvență
si: සංඛ්යාතය

source: Score
ro: Scor
si: ලකුණු

source: The {name} integration has been enabled.
ro: Integrarea {name} a fost activată.
si: {name} අනුකලනය සක්රිය කර ඇත.

source: The {name} integration has been disabled.
ro: Integrarea {name} a fost dezactivată.
si: {name} ඒකාබද්ධ කිරීම අබල කර ඇත.

source: Configuration for the {name} integration has been saved.
ro: Configurația pentru integrarea {name} a fost salvată.
si: {name} අනුකලනය සඳහා වින්‍යාසය සුරැකී ඇත.

source: Big Integer
ro: Întreg mare
si: විශාල නිඛිල

source: '%s' is not a valid JSON string.
ro: '%s' nu este un șir JSON valid.
si: '%s' වලංගු JSON තන්තුවක් නොවේ.

source: Your {identity_provider} account has been associated with your Sentry account
ro: Contul dumneavoastră {identity_provider} a fost asociat cu contul dumneavoastră Sentry
si: ඔබගේ {identity_provider} ගිණුම ඔබගේ Sentry ගිණුම හා සම්බන්ධ කර ඇත

source: Installation
ro: Instalare
si: ස්ථාපනය

source: Please validate the Cloudformation stack was created successfully
ro: Vă rugăm să validați că stiva Cloudformation a fost creată cu succes
si: කරුණාකර Cloudformation තොගය සාර්ථකව නිර්මාණය කර ඇති බව තහවුරු කරන්න

source: Unknown error
ro: Eroare necunoscută
si: නොදන්නා දෝෂයකි

source: Unknown Error
ro: Eroare Necunoscută
si: නොදන්නා දෝෂයකි

source: The base URL for your Bitbucket Server instance, including the host and protocol.
ro: URL-ul de bază pentru instanța dumneavoastră Bitbucket Server, inclusiv gazda și protocolul.
si: ධාරකය සහ ප්‍රොටෝකෝලය ඇතුළුව, ඔබේ Bitbucket Server උදාහරණය සඳහා මූලික URL.

source: Verify SSL
ro: Verificarea SSL
si: SSL තහවුරු කරන්න

source: By default, we verify SSL certificates when making requests to your Bitbucket instance.
ro: În mod implicit, verificăm certificatele SSL atunci când facem cereri către instanța Bitbucket.
si: පෙරනිමියෙන්, අපි ඔබගේ Bitbucket අවස්ථාවට ඉල්ලීම් කරන විට SSL සහතික සත්‍යාපනය කරන්නෙමු.

source: Bitbucket Consumer Key
ro: Cheia de consum Bitbucket
si: බිට්බකට් පාරිභෝගික යතුර

source: Bitbucket Consumer Private Key
ro: Cheia privată a consumatorului Bitbucket
si: බිට්බකට් පාරිභෝගික පුද්ගලික යතුර

source: Name
ro: Nume
si: නම

source: The name for your integration.<br>If you are using GitHub, use the organization name.
ro: Numele integrării dumneavoastră.<br>Dacă folosiți GitHub, utilizați numele organizației.
si: ඔබේ ඒකාබද්ධ කිරීම සඳහා නම.<br>ඔබ GitHub භාවිතා කරන්නේ නම්, සංවිධානයේ නම භාවිතා කරන්න.

source: The base URL for your instance, including the host and protocol. <br>If using github.com, enter https://github.com/
ro: URL-ul de bază pentru instanța dumneavoastră, inclusiv gazda și protocolul. <br>Dacă folosiți github.com, introduceți https://github.com/
si: සත්කාරක සහ ප්‍රොටෝකෝලය ඇතුළුව, ඔබගේ උදාහරණය සඳහා මූලික URL. <br>github.com භාවිතා කරන්නේ නම්, https://github.com/ ඇතුළු කරන්න

source: GitHub installation pending deletion.
ro: Instalare GitHub în curs de ștergere.
si: GitHub ස්ථාපනය මකාදැමීමට බලාපොරොත්තු වේ.

source: Github installed on another Sentry organization.
ro: Github instalat pe o altă organizație Sentry.
si: Github වෙනත් Sentry සංවිධානයක ස්ථාපනය කර ඇත.

source: The "base URL" for your GitHub enterprise instance, includes the host and protocol.
ro: "URL-ul de bază" pentru instanța GitHub enterprise, care include gazda și protocolul.
si: ඔබගේ GitHub ව්‍යවසාය අවස්ථාව සඳහා "මූලික URL", සත්කාරක සහ ප්‍රොටෝකෝලය ඇතුළත් වේ.

source: The App ID of your Sentry app. This can be found on your apps configuration page.
ro: ID-ul de aplicație al aplicației Sentry. Acesta poate fi găsit pe pagina de configurare a aplicației.
si: ඔබගේ Sentry යෙදුමේ යෙදුම් ID. මෙය ඔබගේ යෙදුම් වින්‍යාස පිටුවෙන් සොයා ගත හැක.

source: The GitHub App name of your Sentry app. This can be found on the apps configuration page.
ro: Numele aplicației GitHub al aplicației Sentry. Acesta poate fi găsit pe pagina de configurare a aplicațiilor.
si: ඔබගේ Sentry යෙදුමේ GitHub යෙදුමේ නම. මෙය යෙදුම් වින්‍යාස පිටුවෙන් සොයා ගත හැක.

source: By default, we verify SSL certificates when delivering payloads to your GitHub Enterprise instance
ro: În mod implicit, verificăm certificatele SSL atunci când livrăm sarcini utile către instanța GitHub Enterprise
si: පෙරනිමියෙන්, අපි ඔබගේ GitHub ව්‍යවසාය නිදසුන වෙත ගෙවීම් භාරදෙන විට SSL සහතික සත්‍යාපනය කරමු

source: We require a webhook secret to be configured. This can be generated as any random string value of your choice and should match your GitHub app configuration.
ro: Avem nevoie de un secret webhook pentru a fi configurat. Acesta poate fi generat ca orice valoare de șir de caractere aleatoare la alegere și trebuie să se potrivească cu configurația aplicației GitHub.
si: අපට වින්‍යාස කිරීමට webhook රහසක් අවශ්‍ය වේ. මෙය ඔබගේ අභිමතය පරිදි ඕනෑම අහඹු තන්තු අගයක් ලෙස ජනනය කළ හැකි අතර ඔබගේ GitHub යෙදුම් වින්‍යාසයට ගැලපේ.

source: The Private Key generated for your Sentry GitHub App.
ro: Cheia privată generată pentru aplicația Sentry GitHub.
si: ඔබගේ Sentry GitHub යෙදුම සඳහා උත්පාදනය කරන ලද පුද්ගලික යතුර.

source: The base URL for your GitLab instance, including the host and protocol. Do not include group path.<br>If using gitlab.com, enter https://gitlab.com/
ro: URL-ul de bază pentru instanța GitLab, inclusiv gazda și protocolul. Nu includeți calea grupului.<br>Dacă folosiți gitlab.com, introduceți https://gitlab.com/
si: සත්කාරක සහ ප්‍රොටෝකෝලය ඇතුළුව, ඔබගේ GitLab නිදසුන සඳහා මූලික URL. කණ්ඩායම් මාර්ගය ඇතුළත් නොකරන්න.<br>gitlab.com භාවිතා කරන්නේ නම්, https://gitlab.com/ ඇතුළු කරන්න

source: GitLab Group Path
ro: GitLab Grup Path
si: GitLab සමූහ මාර්ගය

source: This can be found in the URL of your group's GitLab page. <br>For example, if your group can be found at https://gitlab.com/my-group/my-subgroup, enter `my-group/my-subgroup`.
ro: Aceasta poate fi găsită în URL-ul paginii GitLab a grupului tău. <br>De exemplu, dacă grupul dumneavoastră poate fi găsit la https://gitlab.com/my-group/my-subgroup, introduceți `my-group/my-subgroup`.
si: මෙය ඔබගේ සමූහයේ GitLab පිටුවේ URL එකෙහි සොයා ගත හැක. <br>උදාහරණයක් ලෙස, ඔබේ කණ්ඩායම https://gitlab.com/my-group/my-subgroup හිදී සොයා ගත හැකි නම්, `my-group/my-subgroup` ඇතුළු කරන්න.

source: Include Subgroups
ro: Includeți Subgrupuri
si: උප සමූහ ඇතුළත් කරන්න

source: Include projects in subgroups of the GitLab group.
ro: Includeți proiecte în subgrupuri ale grupului GitLab.
si: GitLab සමූහයේ උප සමූහවල ව්‍යාපෘති ඇතුළත් කරන්න.

source: By default, we verify SSL certificates when delivering payloads to your GitLab instance, and request GitLab to verify SSL when it delivers webhooks to Sentry.
ro: În mod implicit, verificăm certificatele SSL atunci când livrăm sarcini utile către instanța GitLab și solicităm GitLab să verifice SSL atunci când livrează webhooks către Sentry.
si: පෙරනිමියෙන්, අපි ඔබගේ GitLab අවස්ථාවට ගෙවීම් භාරදෙන විට SSL සහතික සත්‍යාපනය කරන අතර, Sentry වෙත webhooks ලබා දෙන විට SSL සත්‍යාපනය කරන ලෙස GitLab වෙතින් ඉල්ලා සිටිමු.

source: GitLab Application ID
ro: ID-ul aplicației GitLab
si: GitLab යෙදුම් හැඳුනුම්පත

source: GitLab Application Secret
ro: Secretul aplicației GitLab
si: GitLab යෙදුම් රහස

source: Jira Marketplace
si: ජිරා වෙළඳපොළ

source: Instance
ro: Instanță
si: උදාහරණය

source: Sync Sentry Status to Jira
ro: Sincronizarea stării Sentry cu Jira
si: Sentry තත්ත්වය Jira වෙත සමමුහුර්ත කරන්න

source: When a Sentry issue changes status, change the status of the linked ticket in Jira.
ro: Atunci când o problemă Sentry își schimbă starea, modificați starea biletului legat în Jira.
si: සෙන්ට්‍රි නිකුතුවක් තත්ත්වය වෙනස් කරන විට, ජිරා හි සම්බන්ධිත ප්‍රවේශ පත්‍රයේ තත්ත්වය වෙනස් කරන්න.

source: Add Jira Project
ro: Adăugați Proiectul Jira
si: ජිරා ව්‍යාපෘතිය එක් කරන්න

source: All projects configured
ro: Toate proiectele configurate
si: සියලුම ව්‍යාපෘති වින්‍යාස කර ඇත

source: Could not find Jira project
ro: Nu a putut găsi proiectul Jira
si: ජිරා ව්‍යාපෘතිය සොයා ගැනීමට නොහැකි විය

source: Select a status
ro: Selectați o stare
si: තත්වයක් තෝරන්න

source: When resolved
ro: Când se rezolvă
si: විසඳන විට

source: When unresolved
ro: Când nu este rezolvată
si: නොවිසඳුණු විට
