Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Heads up, <strong>%(requester_name)s</strong> requested to set up <a href="https://docs.sentry.io/product/issues/issue-owners/#code-owners">Code Owners</a> for the <strong>%(project_name)s</strong> project in <strong>%(organization_name)s</strong>. They <i>did</i> ask nicely, if that helps.
ro: Șefii, <strong>%(requester_name)s</strong> au cerut să se stabilească<a href="https://docs.sentry.io/product/issues/issue-owners/#code-owners">Codurile Proprietarilor</a> pentru <strong>%(project_name)s</strong> proiectul din <strong>%(organization_name)s</strong>. Ei <i>did</i> au cerut frumos, dacă asta ajută.
si: හෙඩ්ස්අප්, <strong>%(requester_name)s</strong> <strong>%(organization_name)s</strong>හි <strong>%(project_name)s</strong> ව්‍යාපෘතිය සඳහා <a href="https://docs.sentry.io/product/issues/issue-owners/#code-owners">කේත හිමිකරුවන්</a> පිහිටුවීමට ඉල්ලා ඇත. ඔවුන් <i></i> ක් කළා, ඒක උදව්වක්ද කියලා.

source: Set Up Code Owners Now
ro: Configurați proprietarii de coduri acum
si: දැන් කේත හිමිකරුවන් සකසන්න

source: To Better Software,
ro: Pentru un software mai bun,
si: වඩා හොඳ මෘදුකාංග සඳහා,

source: The Sentry Team
ro: Echipa Sentry
si: සෙන්ට්රි කණ්ඩායම

source: You are receiving this email because you're listed as an organization Admin, Manager or Owner.
ro: Primiți acest e-mail pentru că sunteți listat ca administrator, manager sau proprietar al organizației.
si: ඔබ සංවිධානයේ පරිපාලකයෙකු, කළමනාකරුවෙකු හෝ හිමිකරුවෙකු ලෙස ලැයිස්තුගත කර ඇති නිසා ඔබට මෙම විද්‍යුත් තැපෑල ලැබේ.

source: Fancy seeing you here. In your own inbox. In this email, we’ve addressed specifically to you.
ro: Mă bucur să te văd aici. În propria ta căsuță poștală. În acest e-mail, pe care vi l-am adresat în mod special vouă.
si: ඔයාව මෙතන දකින්න ආසයි. ඔබේම එන ලිපි තුළ. මෙම විද්‍යුත් තැපෑලෙහි, අපි ඔබට විශේෂයෙන් යොමු කර ඇත.

source: %(requester_name)s told us you’d be interested in Sentry App Monitoring for Mobile.
ro: %(requester_name)s ne-a spus că ați fi interesat de Sentry App Monitoring for Mobile.
si: %(requester_name)s අපට පැවසුවේ ඔබ ජංගම දුරකථන සඳහා Sentry App Monitoring ගැන උනන්දු වන බවයි.

source: Why? Well, because Sentry for Mobile shows a holistic overview of your application's health in real-time. So you can correlate errors with releases, tags, and devices to solve problems quickly, decrease churn, and improve user retention.
ro: De ce? Ei bine, pentru că Sentry for Mobile prezintă o imagine de ansamblu a stării de sănătate a aplicației dumneavoastră în timp real. Astfel, puteți corela erorile cu versiunile, etichetele și dispozitivele pentru a rezolva rapid problemele, pentru a reduce rata de abandon și pentru a îmbunătăți retenția utilizatorilor.
si: ඇයි? හොඳයි, ජංගම දුරකථන සඳහා Sentry තත්‍ය කාලීනව ඔබගේ යෙදුමේ සෞඛ්‍යය පිළිබඳ පරිපූර්ණ දළ විශ්ලේෂණයක් පෙන්වන බැවිනි. එබැවින් ඔබට ඉක්මනින් ගැටළු විසඳීමට, චංචලතාව අඩු කිරීමට සහ පරිශීලක රඳවා තබා ගැනීම වැඩිදියුණු කිරීමට නිකුතු, ටැග් සහ උපාංග සමඟ දෝෂ සහසම්බන්ධ කළ හැක.

source: <strong>See</strong> session data, version adoption, and user impact by every release.
ro: <strong>Vedeți</strong> datele privind sesiunile, adoptarea versiunilor și impactul utilizatorilor pentru fiecare versiune.
si: <strong>සෑම නිකුතුවකින්ම</strong> සැසි දත්ත, අනුවාද සම්මත කිරීම සහ පරිශීලක බලපෑම බලන්න.

source: <strong>Solve</strong> issues quickly with full context: contextualized stack traces, events that lead to the error, client, hardware information and the very commit that introduced the error.
ro: <strong>Rezolvați</strong> rapid problemele cu un context complet: urme de stivă contextualizate, evenimente care au condus la eroare, informații despre client, hardware și chiar comiterea care a introdus eroarea.
si: <strong>සම්පූර්ණ සන්දර්භය සමඟින් ගැටළු</strong> ඉක්මනින් විසඳන්න: සන්දර්භගත ස්ටැක් ට්‍රේස්, දෝෂයට තුඩු දෙන සිදුවීම්, සේවාදායකයා, දෘඩාංග තොරතුරු සහ දෝෂය හඳුන්වා දුන් කැපවීම.

source: <strong>Learn</strong> and analyze event data to reduce regressions and ultimately improve user adoption and engagement.
ro: <strong>Învățați</strong> și analizați datele despre evenimente pentru a reduce regresiile și, în cele din urmă, pentru a îmbunătăți adoptarea și implicarea utilizatorilor.
si: <strong></strong> ඉගෙන ගෙන සිදුවීම් දත්ත විශ්ලේෂණය කිරීමෙන් පසුබෑම් අවම කර අවසානයේ පරිශීලකයන් හදා ගැනීම සහ නියැලීම වැඩි දියුණු කරන්න.

source: And guess what? Set up takes less than five minutes.
ro: Și ghici ce? Configurarea durează mai puțin de cinci minute.
si: සහ අනුමාන කරන්නේ කුමක්ද? සැකසීමට මිනිත්තු පහකට වඩා අඩු කාලයක් ගතවේ.

source: Sorry, but you won’t be able to use “debugging” as an excuse to get out of your second cousin’s Zoom birthday dinner.
ro: Îmi pare rău, dar nu veți putea folosi "depanarea" ca scuză pentru a scăpa de la cina de aniversare a vărului dumneavoastră de gradul doi de la Zoom.
si: කණගාටුයි, නමුත් ඔබට ඔබේ දෙවන ඥාති සොහොයුරියගේ Zoom උපන්දින රාත්‍රී භෝජන සංග්‍රහයෙන් ඉවත් වීමට නිදහසට කරුණක් ලෙස “දෝෂ නිරාකරණය” භාවිතා කිරීමට නොහැකි වනු ඇත.

source: Get Started
ro: Începeți
si: ආරම්භ කරන්න

source: Mobile up,
ro: Mobil sus,
si: ජංගම,

source: These channels were found to be missing or unauthorized in your legacy Slack integration. If they were private channels, you'll have make sure to add the Sentry bot to these channels. Otherwise you may want update your alert rules accordingly.
ro: S-a constatat că aceste canale lipsesc sau nu sunt autorizate în integrarea Slack tradițională. Dacă au fost canale private, va trebui să vă asigurați că adăugați robotul Sentry la aceste canale. În caz contrar, este posibil să doriți să vă actualizați regulile de alertă în consecință.
si: මෙම නාලිකා ඔබගේ පැරණි ස්ලැක් අනුකලනය තුළ අතුරුදහන් හෝ අනවසර බව සොයා ගන්නා ලදී. ඒවා පුද්ගලික නාලිකා නම්, ඔබට මෙම නාලිකා වෙත Sentry bot එක් කිරීමට වග බලා ගන්නට ඇත. එසේ නොමැතිනම් ඔබට ඔබේ අනතුරු ඇඟවීමේ රීති ඒ අනුව යාවත්කාලීන කිරීමට අවශ්‍ය විය හැකිය.

source: Crash reports powered by <a href=\
ro: Rapoarte de accident cu ajutorul <a href=\
si: <html>බිඳ වැටීම් වාර්තා බලගන්වන්නේ

source: Connect Sentry with your App
ro: Conectați Sentry cu aplicația dumneavoastră
si: ඔබගේ යෙදුම සමඟ Sentry සම්බන්ධ කරන්න

source: Add your Bitbucket Server App credentials to Sentry.
ro: Adăugați acreditările aplicației Bitbucket Server App la Sentry.
si: Sentry වෙත ඔබේ Bitbucket Server යෙදුම් අක්තපත්‍ර එක් කරන්න.

source: You must complete the <a href="https://docs.sentry.io/product/integrations/source-code-mgmt/bitbucket/#bitbucket-server">required steps</a> in Bitbucket Server before attempting to connect with Sentry.
ro: Trebuie să parcurgeți <a href="https://docs.sentry.io/product/integrations/source-code-mgmt/bitbucket/#bitbucket-server">pașii necesari</a> în Bitbucket Server înainte de a încerca să vă conectați cu Sentry.
si: ඔබ Sentry සමඟ සම්බන්ධ වීමට උත්සාහ කිරීමට පෙර Bitbucket Server හි අවශ්‍ය පියවර <a href="https://docs.sentry.io/product/integrations/source-code-mgmt/bitbucket/#bitbucket-server"></a> සම්පූර්ණ කළ යුතුය.

source: Submit
ro: Trimiteți
si: ඉදිරිපත් කරන්න

source: Custom SCM Setup
ro: Configurație SCM personalizată
si: අභිරුචි SCM සැකසුම

source: Custom Source Control Management Setup
ro: Configurație personalizată de gestionare a controlului sursei
si: අභිරුචි මූලාශ්‍ර පාලන කළමනාකරණ සැකසුම

source: Add your basic source control information in order to create an integration. You will be able to edit this information later.
ro: Adăugați informațiile de bază privind controlul sursei pentru a crea o integrare. Veți putea edita aceste informații mai târziu.
si: ඒකාබද්ධ කිරීමක් නිර්මාණය කිරීම සඳහා ඔබේ මූලික මූලාශ්‍ර පාලන තොරතුරු එක් කරන්න. ඔබට පසුව මෙම තොරතුරු සංස්කරණය කිරීමට හැකි වනු ඇත.

source: Integration Setup Complete
ro: Configurarea integrării finalizată
si: ඒකාබද්ධ කිරීමේ සැකසුම සම්පූර්ණයි

source: You can safely close this window now.
ro: Acum puteți închide această fereastră în siguranță.
si: ඔබට දැන් මෙම කවුළුව ආරක්ෂිතව වසා දැමිය හැක.

source: GitHub Enterprise Setup
ro: Configurarea GitHub Enterprise
si: GitHub ව්‍යවසාය සැකසුම

source: GitHub Integration Setup Failed
ro: Configurarea integrării GitHub a eșuat
si: GitHub ඒකාබද්ධ කිරීමේ පිහිටුවීම අසාර්ථක විය

source: It seems that your GitHub account has been installed on another Sentry organization. Please uninstall and try again.
ro: Se pare că contul tău GitHub a fost instalat pe o altă organizație Sentry. Vă rugăm să dezinstalați și să încercați din nou.
si: ඔබගේ GitHub ගිණුම වෙනත් Sentry සංවිධානයක ස්ථාපනය කර ඇති බව පෙනේ. කරුණාකර අස්ථාපනය කර නැවත උත්සාහ කරන්න.

source: GitLab Setup
ro: Configurarea GitLab
si: GitLab සැකසුම

source: Step 2: Connect Sentry with your App
ro: Pasul 2: Conectați Sentry cu aplicația dumneavoastră
si: පියවර 2: ඔබේ යෙදුම සමඟ Sentry සම්බන්ධ කරන්න

source: Add your GitLab App credentials to Sentry.
ro: Adăugați acreditările aplicației GitLab în Sentry.
si: Sentry වෙත ඔබගේ GitLab යෙදුම් අක්තපත්‍ර එක් කරන්න.

source: Back to instructions
ro: Înapoi la instrucțiuni
si: උපදෙස් වෙත නැවත යන්න

source: Step 1: Create a Sentry App in GitLab
ro: Pasul 1: Creați o aplicație Sentry în GitLab
si: පියවර 1: GitLab හි Sentry යෙදුමක් සාදන්න

source: To configure GitLab with Sentry, you will need to create a Sentry app in your GitLab instance.
ro: Pentru a configura GitLab cu Sentry, va trebui să creați o aplicație Sentry în instanța dumneavoastră GitLab.
si: Sentry සමඟ GitLab වින්‍යාස කිරීමට, ඔබට ඔබගේ GitLab අවස්ථාවෙහි Sentry යෙදුමක් සෑදීමට අවශ්‍ය වනු ඇත.

source: You'll also need to be a maintainer or owner in GitLab. Projects owned by users are not supported.
ro: De asemenea, va trebui să fiți un administrator sau proprietar în GitLab. Proiectele deținute de utilizatori nu sunt acceptate.
si: ඔබ GitLab හි නඩත්තුකරුවෙකු හෝ හිමිකරුවෙකු වීමටද අවශ්‍ය වනු ඇත. පරිශීලකයන් සතු ව්‍යාපෘති සඳහා සහය නොදක්වයි.

source: Navigate to the User Settings section of your GitLab instance.
ro: Navigați în secțiunea Setări utilizator a instanței GitLab.
si: ඔබගේ GitLab අවස්ථාවෙහි පරිශීලක සැකසුම් කොටස වෙත සංචාලනය කරන්න.

source: In the sidebar, select 'Applications'.<br /> Or go to the <code>/profile/applications</code> path in your GitLab instance.
ro: În bara laterală, selectați " Aplicații ".<br /> Sau mergeți la <code>profil/aplicații</code> din instanța GitLab.
si: පැති තීරුවේ, 'යෙදුම්' තෝරන්න.<br /> නැතහොත් ඔබගේ GitLab අවස්ථාවෙහි <code>/profile/applications</code> මාර්ගය වෙත යන්න.

source: In the resulting form, enter the following information:
ro: În formularul rezultat, introduceți următoarele informații:
si: ලැබෙන පෝරමයේ, පහත තොරතුරු ඇතුළත් කරන්න:

source: Click Save Application.
ro: Faceți clic pe Salvare aplicație.
si: යෙදුම සුරකින්න ක්ලික් කරන්න.

source: In the resulting page, you'll see the Application ID and Secret. You'll need those for the next phase of setup.
ro: În pagina rezultată, veți vedea ID-ul și secretul aplicației. Veți avea nevoie de acestea pentru următoarea etapă de configurare.
si: ලැබෙන පිටුවේ, ඔබ යෙදුම් හැඳුනුම්පත සහ රහස් දකිනු ඇත. සැකසීමේ ඊළඟ අදියර සඳහා ඔබට ඒවා අවශ්‍ය වේ.

source: You must complete the above steps in GitLab to connect GitLab with Sentry.
ro: Trebuie să parcurgeți pașii de mai sus în GitLab pentru a conecta GitLab cu Sentry.
si: GitLab Sentry සමඟ සම්බන්ධ කිරීමට ඔබ GitLab හි ඉහත පියවර සම්පූර්ණ කළ යුතුය.

source: Next
ro: Urmatorul
si: ඊළඟ

source: It seems that your Sentry organization has an installation pending deletion. Please wait ~15min for the uninstall to complete and try again.
ro: Se pare că organizația dumneavoastră Sentry are o instalare în curs de ștergere. Vă rugăm să așteptați ~15min pentru dezinstalarea completă și să încercați din nou.
si: ඔබගේ Sentry සංවිධානයට මකාදැමීමට අපේක්ෂිත ස්ථාපනයක් ඇති බව පෙනේ. අස්ථාපනය සම්පූර්ණ කිරීමට කරුණාකර විනාඩි ~15ක් රැඳී සිට නැවත උත්සාහ කරන්න.

source: This page has expired, please refresh to view the Sentry issue
ro: Această pagină a expirat, vă rugăm să reîmprospătați pentru a vedea ediția Sentry
si: මෙම පිටුව කල් ඉකුත් වී ඇත, Sentry ගැටලුව බැලීමට කරුණාකර නැවුම් කරන්න

source: This Sentry issue is not linked to a Jira issue
ro: Această problemă Sentry nu este legată de o problemă Jira
si: මෙම සෙන්ට්‍රි ප්‍රශ්නය ජිරා ප්‍රශ්නයකට සම්බන්ධ නොවේ

source: Events last 24 hours:
ro: Evenimentele durează 24 de ore:
si: සිදුවීම් අවසන් පැය 24:

source: Events last 14 days:
ro: Evenimentele durează 14 zile:
si: දින 14ක සිදුවීම්:

source: Date:
ro: Dată:
si: දිනය:

source: Release:
ro: Lansare:
si: මුදා හැරීම:

source: Jira-Server Setup
ro: Configurarea serverului Jira
si: ජිරා-සර්වර් සැකසුම

source: Add your Jira Server App credentials to Sentry.
ro: Adăugați acreditările aplicației Jira Server App la Sentry.
si: Sentry වෙත ඔබගේ ජිරා සේවාදායක යෙදුම් අක්තපත්‍ර එක් කරන්න.

source: You must complete the <a href="https://docs.sentry.io/product/integrations/project-mgmt/jira/#jira-server">required steps</a> in Jira Server before attempting to connect with Sentry.
ro: Trebuie să parcurgeți <a href="https://docs.sentry.io/product/integrations/project-mgmt/jira/#jira-server">pașii necesari</a> în Jira Server înainte de a încerca să vă conectați cu Sentry.
si: Sentry සමඟ සම්බන්ධ වීමට උත්සාහ කිරීමට පෙර ඔබ Jira සේවාදායකයේ අවශ්‍ය පියවර <a href="https://docs.sentry.io/product/integrations/project-mgmt/jira/#jira-server"></a> සම්පූර්ණ කළ යුතුය.

source: Microsoft Teams Expired Link
ro: Microsoft Teams Link expirat
si: Microsoft කණ්ඩායම් කල් ඉකුත් වූ සබැඳිය

source: Your Microsoft Teams identity has been associated with your Sentry account. You may now take actions through Microsoft Teams.
ro: Identitatea Microsoft Teams a fost asociată cu contul dumneavoastră Sentry. Acum puteți efectua acțiuni prin Microsoft Teams.
si: ඔබගේ Microsoft Teams අනන්‍යතාවය ඔබගේ Sentry ගිණුම හා සම්බන්ධ කර ඇත. ඔබට දැන් Microsoft කණ්ඩායම් හරහා ක්‍රියා කළ හැක.

source: Microsoft Teams No Identities
ro: Microsoft Teams Fără identități
si: මයික්‍රොසොෆ්ට් කණ්ඩායම්වලට අනන්‍යතා නොමැත

source: Your Microsoft Teams identity is not associated with this Sentry account.
ro: Identitatea dumneavoastră Microsoft Teams nu este asociată cu acest cont Sentry.
si: ඔබගේ Microsoft කණ්ඩායම් අනන්‍යතාවය මෙම Sentry ගිණුම හා සම්බන්ධ නොවේ.

source: Confirm that you'd like to unlink your Microsoft Teams identity from your Sentry account.
ro: Confirmați că doriți să vă decuplați identitatea Microsoft Teams de contul Sentry.
si: ඔබ ඔබේ Sentry ගිණුමෙන් ඔබේ Microsoft Teams අනන්‍යතාවය ඉවත් කිරීමට කැමති බව තහවුරු කරන්න.

source: Unlink with Microsoft Teams
ro: Deconectare cu Microsoft Teams
si: මයික්‍රොසොෆ්ට් කණ්ඩායම් සමඟ සබැඳි ඉවත් කරන්න

source: Your Microsoft Teams identity has been unassociated with your Sentry account.
ro: Identitatea ta Microsoft Teams a fost dezasociată de contul tău Sentry.
si: ඔබගේ Microsoft Teams අනන්‍යතාවය ඔබගේ Sentry ගිණුම සමඟ සම්බන්ධ කර නොමැත.

source: Slack Expired Link
ro: Slack Link expirat
si: ස්ලැක් කල් ඉකුත් වූ සබැඳිය

source: Error
ro: Eroare
si: දෝෂයකි

source: Link Team
ro: Echipa de legătură
si: සබැඳි කණ්ඩායම

source: Your Slack identity has been associated with your Sentry account. You may now take actions through Slack!
ro: Identitatea ta Slack a fost asociată cu contul tău Sentry. Acum puteți întreprinde acțiuni prin Slack!
si: ඔබගේ Slack අනන්‍යතාවය ඔබගේ Sentry ගිණුම සමග සම්බන්ධ කර ඇත. ඔබට දැන් Slack හරහා ක්‍රියාමාර්ග ගත හැක!

source: Slack Migration
ro: Migrarea Slack
si: ස්ලැක් සංක්‍රමණය

source: Time For An Upgrade
ro: E timpul pentru un upgrade
si: වැඩිදියුණු කිරීම සඳහා කාලය

source: Well, look who has private channels with alert rules.
ro: Ei bine, uite cine are canale private cu reguli de alertă.
si: හොඳයි, අනතුරු ඇඟවීමේ නීති සහිත පුද්ගලික නාලිකා ඇත්තේ කාටදැයි බලන්න.

source: So what does this mean for you and the future of your channels? Not much. You'll just need to add the Sentry bot to each channel after you authorize the new Slack app. Otherwise, you might miss out on some important error alerts.
ro: Deci, ce înseamnă acest lucru pentru dumneavoastră și pentru viitorul canalelor dumneavoastră? Nu prea multe. Va trebui doar să adăugați robotul Sentry la fiecare canal după ce autorizați noua aplicație Slack. În caz contrar, s-ar putea să pierdeți unele alerte de eroare importante.
si: ඉතින් ඔබට සහ ඔබේ නාලිකාවල අනාගතය සඳහා මෙයින් අදහස් කරන්නේ කුමක්ද? එච්චර නැහැ. ඔබ නව Slack යෙදුම අනුමත කළ පසු සෑම නාලිකාවකටම Sentry bot එක් කිරීමට අවශ්‍ය වනු ඇත. එසේ නොමැතිනම්, සමහර වැදගත් දෝෂ ඇඟවීම් ඔබට මග හැරිය හැක.

source: No need to waste time committing these to memory. After you authenticate the app, we'll give you one last nudge via your private channels.
ro: Nu este nevoie să pierdeți timp pentru a le memora. După ce autentificați aplicația, vă vom da un ultim imbold prin intermediul canalelor dumneavoastră private..
si: මේවා මතකයේ තබා ගැනීමට කාලය නාස්ති කිරීමට අවශ්‍ය නැත. ඔබ යෙදුම සත්‍යාපනය කළ පසු, අපි ඔබේ පුද්ගලික නාලිකා හරහා ඔබට අවසන් නුවනක් දෙන්නෙමු.

source: Next Steps
ro: Pașii următori
si: ඊළඟ පියවර

source: Click <strong>Upgrade</strong> to start the authentication flow for the new Slack app.
ro: Faceți clic pe <strong>Upgrade</strong> pentru a începe fluxul de autentificare pentru noua aplicație Slack.
si: නව Slack යෙදුම සඳහා සත්‍යාපන ප්‍රවාහය ආරම්භ කිරීමට <strong>උත්ශ්‍රේණි</strong> ක්ලික් කරන්න.

source: See, that wasn't so bad. Just click <strong>Upgrade</strong> to start the authentication flow for the new Slack app.
ro: Vezi, nu a fost așa de rău. Faceți clic pe <strong>Upgrade</strong> pentru a începe fluxul de autentificare pentru noua aplicație Slack.
si: බලන්න, එය එතරම් නරක නැත. නව Slack යෙදුම සඳහා සත්‍යාපන ප්‍රවාහය ආරම්භ කිරීමට <strong>උත්ශ්‍රේණි</strong> ක්ලික් කරන්න.

source: Have questions? Emails us at <a href="mailto:partners@sentry.io?subject=Slack Upgrade"><strong>partners@sentry.io</strong></a>
ro: Aveți întrebări? Trimiteți-ne un e-mail la <a href="mailto:partners@sentry.io?subject=Slack Upgrade"><strong>partners@sentry.io</strong></a>
si: ප්‍රශ්න තිබේද? <a href="mailto:partners@sentry.io?subject=Slack Upgrade"><strong>partners@sentry.io</strong></a> ට අපට විද්‍යුත් තැපැල් කරයි

source: Upgrade
ro: Actualizare
si: උත්ශ්‍රේණි කරන්න

source: Farewell to Slack's legacy workspace apps.
ro: Rămas bun de la aplicațiile de spațiu de lucru moștenite de la Slack.
si: Slack's legacy Workspace apps වලට සමුගන්න.

source: The time has come, Slack's deprecated its workspace apps. And with it, goes our legacy Slack integration.
ro: A sosit momentul, Slack a renunțat la aplicațiile sale de spațiu de lucru. Și, odată cu ea, dispare și integrarea noastră Slack tradițională.
si: කාලය පැමිණ ඇත, Slack's එහි වැඩබිම් යෙදුම් අත්හරින ලදී. ඒ සමඟම, අපගේ උරුමය ස්ලැක් අනුකලනය යයි.

source: But don't worry, we built you a whole new Sentry-Slack integration. Just authorize the app, and then you can get back to doing whatever it is you came here to do.
ro: Dar nu vă faceți griji, v-am construit o integrare Sentry-Slack complet nouă. Trebuie doar să autorizați aplicația și apoi vă puteți întoarce la ceea ce ați venit să faceți aici.
si: නමුත් කණගාටු නොවන්න, අපි ඔබට සම්පූර්ණ නව Sentry-Slack ඒකාබද්ධ කිරීමක් ගොඩනඟා ඇත. යෙදුමට බලය පවරන්න, එවිට ඔබට ඔබ මෙහි පැමිණි ඕනෑම දෙයක් කිරීමට ආපසු යා හැක.

source: Want to know more about the move? We wrote you some <a href="https://docs.sentry.io/product/integrations/slack/#upgrading-slack">docs</a>.
ro: Doriți să aflați mai multe despre această mutare? V-am scris câteva <a href="https://docs.sentry.io/product/integrations/slack/#upgrading-slack">documente</a>.
si: පියවර ගැන වැඩි විස්තර දැන ගැනීමට අවශ්‍යද? අපි ඔබට <a href="https://docs.sentry.io/product/integrations/slack/#upgrading-slack">ලේඛන</a>ලිව්වා.

source: Your existing alert rules may need some love.
ro: Este posibil ca regulile dumneavoastră de alertă existente să aibă nevoie de ceva îmbunătățiri.
si: ඔබගේ පවතින අනතුරු ඇඟවීමේ රීති වලට යම් ආදරයක් අවශ්‍ය විය හැක.

source: If you don't have private channels in your alert rules, just authorize our new Slack app and then you can get on with your life.
ro: Dacă nu aveți canale private în regulile de alertă, trebuie doar să autorizați noua noastră aplicație Slack și apoi vă puteți continua viața.
si: ඔබට ඔබගේ අනතුරු ඇඟවීමේ රීති වල පුද්ගලික නාලිකා නොමැති නම්, අපගේ නව Slack යෙදුමට අවසර දෙන්න, එවිට ඔබට ඔබේ ජීවිතය සමඟ ඉදිරියට යා හැක.

source: If you <strong>do</strong> have private channels being used in your alert rules, bear with us. You've got an extra step to go.
ro: Dacă <strong>aveți</strong> canale private utilizate în regulile de alertă, aveți răbdare cu noi. Mai aveți un pas în plus de făcut.
si: ඔබ <strong></strong> දක්වා පුද්ගලික නාලිකා ඔබේ අනතුරු ඇඟවීමේ රීතිවල භාවිතා කරන්නේ නම්, අප සමඟ ඉවසන්න. ඔබට යාමට අමතර පියවරක් ඇත.

source: How do you know which channels are used in alert rules? We'll tell you. Our next step audits your configuration to identify which channels need some post-authentication love. Bear in mind that if you've got a lot of Slack channels with alert rules, this might take a hot minute.
ro: Cum știți ce canale sunt folosite în regulile de alertă? Vă vom spune noi. Următorul pas verifică configurația dvs. pentru a identifica care canale au nevoie de o atenție post-autentificare. Țineți cont de faptul că, dacă aveți multe canale Slack cu reguli de alertă, acest lucru ar putea dura un minut.
si: අනතුරු ඇඟවීමේ රීතිවල භාවිතා වන නාලිකා මොනවාදැයි ඔබ දන්නේ කෙසේද? අපි ඔබට කියන්නම්. අපගේ මීළඟ පියවර මඟින් ඔබගේ වින්‍යාසය විගණනය කරන්නේ කුමන නාලිකාවලට පශ්චාත් සත්‍යාපන ආදරයක් යන්න හඳුනා ගැනීමටය. ඔබට අනතුරු ඇඟවීමේ නීති සහිත Slack නාලිකා බොහොමයක් තිබේ නම්, මෙය උණුසුම් මිනිත්තුවක් ගත විය හැකි බව මතක තබා ගන්න.

source: Your Slack workspace, <strong>%(workspace)s</strong>, is installed on additional organizations:
ro: Spațiul dumneavoastră de lucru Slack,<strong>%(workspace)s</strong>, este instalat pe organizații suplimentare:
si: ඔබගේ ස්ලැක් වැඩබිම, <strong>%(workspace)s</strong>, අතිරේක සංවිධාන මත ස්ථාපනය කර ඇත:

source: Once you've upgraded your integration, all other organizations with the same workspace will be upgraded as well.
ro: Odată ce v-ați actualizat integrarea, toate celelalte organizații cu același spațiu de lucru vor fi și ele actualizate.
si: ඔබ ඔබේ ඒකාබද්ධතාවය උත්ශ්‍රේණි කළ පසු, එම වැඩබිම සහිත අනෙකුත් සියලුම ආයතන ද උත්ශ්‍රේණි කෙරෙනු ඇත.

source: Unlink Team
ro: Echipa Unlink
si: කණ්ඩායම විසන්ධි කරන්න

source: Team Unlinked
ro: Echipă fără legătură
si: කණ්ඩායම විසන්ධි කර ඇත

source: Your Slack identity has been unassociated with your Sentry account.
ro: Identitatea ta Slack a fost dezasociată de contul tău Sentry.
si: ඔබේ Slack අනන්‍යතාවය ඔබේ Sentry ගිණුම සමඟ සම්බන්ධ කර නැත.

source: Azure DevOps Setup
ro: Configurarea Azure DevOps
si: Azure DevOps සැකසුම

source: No accounts found. Please check that you are an Azure DevOps account owner.
ro: Nu s-au găsit conturi. Vă rugăm să verificați dacă sunteți proprietarul unui cont Azure DevOps.
si: ගිණුම් හමු නොවීය. කරුණාකර ඔබ Azure DevOps ගිණුම් හිමිකරුවෙකු දැයි පරීක්ෂා කරන්න.

source: Configure Azure DevOps to use with Sentry.
ro: Configurați Azure DevOps pentru a-l utiliza cu Sentry.
si: Sentry සමඟ භාවිතා කිරීමට Azure DevOps වින්‍යාස කරන්න.

source: Sign in to continue
ro: Conectați-vă pentru a continua
si: ඉදිරියට යාමට පුරන්න

source: Register
ro: Înregistrare
si: ලියාපදිංචි කරන්න

source: Single Sign-On
ro: Autentificare unică
si: තනි පුරනය වීම

source: Privacy Policy
ro: Politica de confidențialitate
si: රහස්යතා ප්රතිපත්තිය

source: Organization ID
ro: ID-ul organizației
si: සංවිධාන හැඳුනුම්පත

source: No Organization Access
ro: Fără acces la organizație
si: සංවිධාන ප්‍රවේශය නැත

source: You do not have access to any organizations within Sentry.
ro: Nu aveți acces la nicio organizație din cadrul Sentry.
si: ඔබට Sentry තුළ කිසිදු සංවිධානයකට ප්‍රවේශය නොමැත.
