Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: You've selected Slack as your delivery method, but do not have a linked account for the following organizations. You'll receive email notifications instead until you type "/sentry link" into your Slack workspace to link your account. If slash commands are not working, please re-install the Slack integration.
ro: Ați selectat Slack ca metodă de livrare, dar nu aveți un cont asociat pentru următoarele organizații. Veți primi în schimb notificări prin e-mail până când veți tasta "/sentry link" în spațiul de lucru Slack pentru a vă conecta contul. Dacă comenzile slash nu funcționează, vă rugăm să reinstalați integrarea Slack.
si: ඔබ ඔබේ බෙදා හැරීමේ ක්‍රමය ලෙස Slack තෝරාගෙන ඇත, නමුත් පහත සංවිධාන සඳහා සම්බන්ධිත ගිණුමක් නොමැත. ඔබ ඔබේ ගිණුම සම්බන්ධ කිරීමට ඔබේ Slack වැඩබිමට "/sentry link" ටයිප් කරන තෙක් ඔබට ඊමේල් දැනුම්දීම් ලැබෙනු ඇත. ස්ලැෂ් විධාන ක්‍රියා නොකරන්නේ නම්, කරුණාකර ස්ලැක් අනුකලනය නැවත ස්ථාපනය කරන්න.

source: Change password
ro: Schimbați parola
si: මුරපදය වෙනස් කරන්න

source: Changing your password will invalidate all logged in sessions.
ro: Schimbarea parolei va invalida toate sesiunile conectate.
si: ඔබගේ මුරපදය වෙනස් කිරීමෙන් ලොග් වී ඇති සැසි සියල්ල අවලංගු වේ.

source: You have no data scrubbing rules
ro: Nu aveți reguli de curățare a datelor
si: ඔබට දත්ත ස්ක්‍රබ් කිරීමේ නීති නොමැත

source: Successfully added data scrubbing rule
ro: A adăugat cu succes regula de curățare a datelor
si: දත්ත ස්ක්‍රබ් කිරීමේ රීතිය සාර්ථකව එක් කරන ලදී

source: Successfully updated data scrubbing rule
ro: Regula de curățare a datelor a fost actualizată cu succes
si: දත්ත ස්ක්‍රබ් කිරීමේ රීතිය සාර්ථකව යාවත්කාලීන කරන ලදී

source: Successfully deleted data scrubbing rule
ro: Regula de curățare a datelor a fost actualizată cu succes
si: දත්ත ස්ක්‍රබ් කිරීමේ රීතිය සාර්ථකව මකා ඇත

source: An unknown error occurred while deleting data scrubbing rule
ro: A apărut o eroare necunoscută în timpul ștergerii regulii de spălare a datelor
si: දත්ත ස්ක්‍රබ් කිරීමේ රීතිය මකා දැමීමේදී නොදන්නා දෝෂයක් සිදු විය

source: Advanced Data Scrubbing
ro: Scrubbing avansat de date
si: උසස් දත්ත ස්ක්‍රබ් කිරීම

source: The new rules will only apply to upcoming events.
ro: Noile reguli se vor aplica doar evenimentelor viitoare.
si: නව නීති අදාළ වන්නේ ඉදිරි සිදුවීම් සඳහා පමණි.

source: For more details, see [linkToDocs].
ro: Pentru mai multe detalii, a se vedea [linkToDocs].
si: වැඩි විස්තර සඳහා, [linkToDocs]බලන්න.

source: full documentation on data scrubbing
ro: documentație completă privind spălarea datelor
si: දත්ත ස්ක්‍රබ් කිරීම පිළිබඳ සම්පූර්ණ ලියකියවිලි

source: Add Rule
ro: Adăugați o regulă
si: රීතිය එක් කරන්න

source: Unable to load organization rules
ro: Imposibilitatea de a încărca regulile de organizare
si: සංවිධාන නීති පූරණය කළ නොහැක

source: Unable to load project rules
ro: Imposibilitatea de a încărca regulile proiectului
si: ව්‍යාපෘති රීති පූරණය කළ නොහැක

source: Add an advanced data scrubbing rule
ro: Adăugați o regulă avansată de curățare a datelor
si: උසස් දත්ත ස්ක්‍රබ් කිරීමේ රීතියක් එක් කරන්න

source: Edit an advanced data scrubbing rule
ro: Editarea unei reguli avansate de spălare a datelor
si: උසස් දත්ත ස්ක්‍රබ් කිරීමේ රීතියක් සංස්කරණය කරන්න

source: Event ID (Optional)
ro: ID-ul evenimentului (Opțional)
si: සිදුවීම් ID (විකල්ප)

source: Providing an event ID will automatically provide you a list of suggested sources
ro: Dacă furnizați un ID de eveniment, veți primi automat o listă de surse propuse.
si: සිදුවීම් හැඳුනුම්පතක් සැපයීම ඔබට ස්වයංක්‍රීයව යෝජිත මූලාශ්‍ර ලැයිස්තුවක් ලබා දෙනු ඇත

source: This event ID is invalid.
ro: Acest ID de eveniment nu este valabil.
si: මෙම සිදුවීම් ID වලංගු නොවේ.

source: An error occurred while fetching the suggestions based on this event ID.
ro: A apărut o eroare în timpul căutării sugestiilor bazate pe acest ID de eveniment.
si: මෙම සිදුවීම් ID මත පදනම්ව යෝජනා ලබා ගැනීමේදී දෝෂයක් ඇති විය.

source: The chosen event ID was not found in projects you have access to.
ro: ID-ul evenimentului ales nu a fost găsit în proiectele la care aveți acces.
si: තෝරාගත් සිදුවීම් ID ඔබට ප්‍රවේශය ඇති ව්‍යාපෘතිවල හමු නොවීය.

source: Clear event ID
ro: Ștergeți ID-ul evenimentului
si: සිදුවීම් ID හිස් කරන්න

source: Data Type
ro: Tip de date
si: දත්ත වර්ගය

source: What to look for. Use an existing pattern or define your own using regular expressions.
ro: Ce trebuie să căutați. Folosiți un model existent sau definiți-vă propriul model folosind expresii regulate.
si: මොනවද හොයන්න ඕන. පවතින රටාවක් භාවිතා කරන්න හෝ නිත්‍ය ප්‍රකාශන භාවිතයෙන් ඔබේම නිර්වචනය කරන්න.

source: Select type
ro: Selectați tipul
si: වර්ගය තෝරන්න

source: Regex matches
ro: Potriviri Regex
si: Regex ගැලපේ

source: Custom regular expression (see documentation)
ro: Expresie regulată personalizată (a se vedea documentația)
si: අභිරුචි නිත්‍ය ප්‍රකාශනය (ලේඛන බලන්න)

source: Hide event ID field
ro: Ascundeți câmpul ID al evenimentului
si: සිදුවීම් ID ක්ෂේත්‍රය සඟවන්න

source: Use event ID for auto-completion
ro: Utilizați ID-ul evenimentului pentru autocompletare
si: ස්වයංක්‍රීයව සම්පූර්ණ කිරීම සඳහා සිදුවීම් ID භාවිතා කරන්න

source: What to do
ro: Ce trebuie să faceți
si: කුමක් කරන්න ද

source: Select method
ro: Selectați metoda
si: ක්රමය තෝරන්න

source: Custom Placeholder (Optional)
ro: Placeholder personalizat (opțional)
si: අභිරුචි තැන් දරන්නා (විකල්ප)

source: It will replace the default placeholder [Filtered]
ro: Acesta va înlocui locul implicit [Filtered]
si: එය පෙරනිමි තැන් දරන්නා [Filtered]ප්‍රතිස්ථාපනය කරයි

source: Where to look. In the simplest case this can be an attribute name.
ro: Unde să caute. În cel mai simplu caz, acesta poate fi un nume de atribut.
si: කොහෙද බලන්න. සරලම අවස්ථාවෙහිදී මෙය ගුණාංග නාමයක් විය හැකිය.

source: You might want to change Data Type's value to 'Regex matches'
ro: Este posibil să doriți să schimbați valoarea Data Type's în "Regex matches".
si: ඔබට Data Type හි අගය 'Regex matches' ලෙස වෙනස් කිරීමට අවශ්‍ය විය හැක.

source: Enter a custom attribute, variable or header name
ro: Introduceți un nume de atribut, variabilă sau antet personalizat
si: අභිරුචි ගුණාංගයක්, විචල්‍යයක් හෝ ශීර්ෂ නාමයක් ඇතුළත් කරන්න

source: Examples for %s in current event
ro: Exemple pentru %s în evenimentul curent
si: වත්මන් සිදුවීමේ %s සඳහා උදාහරණ

source: See Example
ro: A se vedea exemplul
si: උදාහරණය බලන්න

source: Unknown error occurred while saving data scrubbing rule
ro: A apărut o eroare necunoscută în timpul salvării regulii de curățare a datelor
si: දත්ත ස්ක්‍රබ් කිරීමේ රීතිය සුරැකීමේදී නොදන්නා දෝෂයක් සිදු විය

source: Invalid source value: %s
ro: Valoare sursă invalidă: %s
si: වලංගු නොවන මූලාශ්‍ර අගය: %s

source: Invalid regex: %s
ro: Regex nevalabil: %s
si: වලංගු නොවන regex: %s

source: An unknown error occurred while saving data scrubbing rule
ro: A apărut o eroare necunoscută în timpul salvării regulii de spălare a datelor
si: දත්ත ස්ක්‍රබ් කිරීමේ රීතිය සුරැකීමේදී නොදන්නා දෝෂයක් සිදු විය

source: There are no data scrubbing rules at the organization level
ro: Nu există reguli de curățare a datelor la nivelul organizației
si: ආයතන මට්ටමින් දත්ත පිරික්සීමේ නීති නොමැත

source: Organization Rules
ro: Reguli de organizare
si: සංවිධානයේ නීති

source: Expand Organization Rules
ro: Extindeți regulile de organizare
si: සංවිධාන නීති පුළුල් කරන්න

source: Collapse Organization Rules
ro: Reguli de organizare a colapsului
si: සංවිධාන නීති හකුළන්න

source: from
ro: de la
si: සිට

source: IMEI numbers
ro: Numere IMEI
si: IMEI අංක

source: the log message
ro: mesajul din jurnal
si: ලොග් පණිවිඩය

source: the key "MyValue" in "Additional Data"
ro: cheia "MyValue" din "Date suplimentare"
si: "අමතර දත්ත" හි "MyValue" යතුර

source: everything in "Additional Data"
ro: totul în "Date suplimentare"
si: "අමතර දත්ත" තුළ ඇති සියල්ල

source: the X-Custom-Token HTTP header
ro: antetul HTTP X-Custom-Token
si: X-Custom-Token HTTP ශීර්ෂකය

source: MAC addresses
ro: Adrese MAC
si: MAC ලිපින

source: the user IP address
ro: adresa IP a utilizatorului
si: පරිශීලක IP ලිපිනය

source: the local variable "foo"
ro: variabila locală "foo"
si: දේශීය විචල්‍යය "foo"

source: the timezone in the device context
ro: fusul orar în contextul dispozitivului
si: උපාංග සන්දර්භය තුළ වේලා කලාපය

source: the tag "server_name"
ro: eticheta "server_name"
si: ටැගය "සේවාදායක_නම"

source: all attachments
ro: toate atașamentele
si: සියලුම ඇමුණුම්

source: all attachments named "logfile.txt"
ro: toate atașamentele cu numele "logfile.txt"
si: "logfile.txt" නම් සියලුම ඇමුණුම්

source: the entire minidump of a native crash report
ro: întregul minidump al unui raport de accident nativ
si: දේශීය බිඳවැටීමේ වාර්තාවක සම්පූර්ණ minidump

source: the heap memory region in a native crash report
ro: regiunea de memorie heap într-un raport de accident nativ
si: දේශීය බිඳ වැටීම් වාර්තාවක ගොඩ මතක කලාපය

source: PEM keys
ro: Chei PEM
si: PEM යතුරු

source: the pathname of a code module in a native crash report
ro: calea de acces a unui modul de cod într-un raport de accident nativ
si: ස්වදේශීය බිඳ වැටීම් වාර්තාවක කේත මොඩියුලයක ගමන් මාර්ගය

source: the pathname of a debug module in a native crash report
ro: numele de acces al unui modul de depanare într-un raport de accident nativ
si: ස්වදේශීය බිඳ වැටීම් වාර්තාවක නිදොස් කිරීමේ මොඩියුලයක ගමන් මාර්ගය

source: Auth in URLs
ro: Autentificare în URL-uri
si: URL වල Aut

source: US social security numbers
ro: Numerele de securitate socială din SUA
si: එක්සත් ජනපද සමාජ ආරක්ෂණ අංක

source: Usernames in filepaths
ro: Nume de utilizator în traseele de fișiere
si: ගොනු මාර්ග වල පරිශීලක නාම

source: Credit card numbers
ro: Numerele cardurilor de credit
si: ක්රෙඩිට් කාඩ් අංක

source: Password fields
ro: Câmpuri de parolă
si: මුරපද ක්ෂේත්ර

source: IP addresses
ro: Adrese IP
si: IP ලිපින

source: Mask
ro: Mască
si: මාස්ක්

source: Replace with ****
ro: Înlocuiți cu ****
si: **** සමඟ ප්‍රතිස්ථාපනය කරන්න

source: Replace with DEADBEEF
ro: Înlocuiți cu DEADBEEF
si: DEADBEEF සමඟ ප්‍රතිස්ථාපනය කරන්න

source: Replace with null
ro: Înlocuiți cu null
si: null සමඟ ප්රතිස්ථාපනය කරන්න

source: Replace
ro: Înlocuiți
si: ආදේශ කරන්න

source: Replace with Placeholder
ro: Înlocuiți cu Placeholder
si: ප්ලේස්හෝල්ඩරය සමඟ ප්‍රතිස්ථාපනය කරන්න

source: Anything
ro: Orice
si: කිසිවක්

source: everywhere
ro: peste tot
si: සෑම තැනකම

source: attributes named "password"
ro: atributele numite "parola"
si: "මුරපදය" නම් ගුණාංග

source: the exception value
ro: valoarea de excepție
si: ව්යතිරේක අගය

source: Add Item
ro: Adăugați un articol
si: අයිතමය එකතු කරන්න

source: Invalid value
ro: Valoare invalidă
si: වලංගු නොවන අගයක්

source: Sentry project…
ro: Proiectul Sentry...
si: සෙන්ට්‍රි ව්‍යාපෘතිය…

source: Continue with these changes?
ro: Continuați cu aceste schimbări?
si: මෙම වෙනස්කම් දිගටම කරගෙන යන්නද?

source: Choose Sentry project
ro: Alegeți proiectul Sentry
si: Sentry ව්‍යාපෘතිය තෝරන්න

source: Are you sure you want to delete this item?
ro: Sunteți sigur că doriți să ștergeți acest element?
si: ඔබට මෙම අයිතමය මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Close the menu
ro: Închideți meniul
si: මෙනුව වසන්න

source: Open the menu
ro: Deschideți meniul
si: මෙනුව විවෘත කරන්න

source: This setting needs review
ro: Această setare trebuie revizuită
si: මෙම සැකසීමට සමාලෝචනය අවශ්‍යයි

source: No teams
ro: Nu există echipe
si: කණ්ඩායම් නැත

source: Add Team
ro: Adăugați echipa
si: කණ්ඩායම එකතු කරන්න

source: No Teams assigned
ro: Nu au fost alocate echipe
si: කණ්ඩායම් කිසිවක් පවරා නැත

source: General Settings
ro: Setări generale
si: සාමාන්ය සැකසුම්

source: Configure general settings for an organization
ro: Configurați setările generale pentru o organizație
si: සංවිධානයක් සඳහා පොදු සැකසුම් වින්‍යාස කරන්න

source: View and manage an organization's projects
ro: Vizualizați și gestionați proiectele unei organizații
si: සංවිධානයක ව්‍යාපෘති බලන්න සහ කළමනාකරණය කරන්න

source: Manage an organization's teams
ro: Gestionați echipele unei organizații
si: සංවිධානයක කණ්ඩායම් කළමනාකරණය කරන්න

source: Manage user membership for an organization
ro: Gestionați apartenența utilizatorilor pentru o organizație
si: සංවිධානයක් සඳහා පරිශීලක සාමාජිකත්වය කළමනාකරණය කරන්න

source: Configuration related to dealing with sensitive data and other security settings. (Data Scrubbing, Data Privacy, Data Scrubbing)
ro: Configurația referitoare la gestionarea datelor sensibile și alte setări de securitate. (Eliminarea datelor, Confidențialitatea datelor, Eliminarea datelor)
si: සංවේදී දත්ත සහ අනෙකුත් ආරක්ෂක සැකසුම් සමඟ ගනුදෙනු කිරීමට අදාළ වින්‍යාසය. (Data Scrubbing, Data Privacy, Data Scrubbing)

source: Configure single sign-on
ro: Configurați autentificarea unică
si: තනි පුරනය වින්‍යාස කරන්න

source: API Keys
ro: Chei API
si: API යතුරු

source: View the audit log for an organization
ro: Vizualizați jurnalul de audit pentru o organizație
si: සංවිධානයක් සඳහා විගණන ලොගය බලන්න

source: Configure rate limits for all projects in the organization
ro: Configurați limitele de tarif pentru toate proiectele din organizație
si: සංවිධානයේ සියලුම ව්‍යාපෘති සඳහා අනුපාත සීමාවන් වින්‍යාස කරන්න

source: Manage relays connected to the organization
ro: Gestionați relee conectate la organizație
si: සංවිධානයට සම්බන්ධ රිලේ කළමනාකරණය කරන්න

source: Manage repositories connected to the organization
ro: Gestionați depozitele conectate la organizație
si: සංවිධානයට සම්බන්ධ ගබඩා කළමනාකරණය කරන්න

source: Manage organization-level integrations, including: Slack, Github, Bitbucket, Jira, and Azure DevOps
ro: Gestionați integrările la nivel de organizație, inclusiv: Slack, Github, Bitbucket, Jira și Azure DevOps
si: Slack, Github, Bitbucket, Jira, සහ Azure DevOps ඇතුළුව, සංවිධාන මට්ටමේ ඒකාබද්ධ කිරීම් කළමනාකරණය කරන්න

source: Manage developer applications
ro: Gestionați aplicațiile dezvoltatorilor
si: සංවර්ධක යෙදුම් කළමනාකරණය කරන්න

source: These settings can only be edited by users with the organization owner or manager role.
ro: Aceste setări pot fi editate numai de către utilizatorii cu rol de proprietar sau manager al organizației.
si: මෙම සැකසීම් සංස්කරණය කළ හැක්කේ සංවිධානයේ හිමිකරු හෝ කළමනාකරු භූමිකාව සහිත පරිශීලකයින්ට පමණි.

source: Error removing key
ro: Eroare la scoaterea cheii
si: යතුර ඉවත් කිරීමේ දෝෂයකි

source: Edit API Key
ro: Editați cheia API
si: API යතුර සංස්කරණය කරන්න

source: Remove API Key
ro: Eliminați cheia API
si: API යතුර ඉවත් කරන්න

source: Are you sure you want to remove this API key?
ro: Sunteți sigur că doriți să eliminați această cheie API?
si: ඔබට මෙම API යතුර ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Remove API Key?
ro: Eliminați cheia API?
si: API යතුර ඉවත් කරන්නද?

source: New API Key
ro: Noua cheie API
si: නව API යතුර

source: API keys grant access to the [api:developer web API]. If you're looking to configure a Sentry client, you'll need a client key which is available in your project settings.
ro: Cheile API acordă acces la [api:developer web API]. Dacă doriți să configurați un client Sentry, veți avea nevoie de o cheie cheie de client, care este disponibilă în setările proiectului dumneavoastră.
si: API යතුරු [api:developer web API] වෙත ප්‍රවේශය ලබා දෙයි. ඔබ Sentry සේවාලාභියෙකු වින්‍යාස කිරීමට බලාපොරොත්තු වන්නේ නම්, ඔබට ඔබේ ව්‍යාපෘති සැකසීම් තුළ පවතින සේවාදායක යතුර ක් අවශ්‍ය වේ.

source: Until Sentry supports OAuth, you might want to switch to using [tokens:Auth Tokens] instead.
ro: Până când Sentry acceptă OAuth, este posibil să doriți să treceți la utilizarea [tokens:Auth Tokens].
si: Sentry OAuth සඳහා සහය දක්වන තුරු, ඔබට ඒ වෙනුවට [tokens:Auth Tokens] භාවිතා කිරීමට මාරු වීමට අවශ්‍ය විය හැක.

source: No API keys for this organization
ro: Nu există chei API pentru această organizație
si: මෙම සංවිධානය සඳහා API යතුරු නොමැත

source: Key
ro: Chei
si: යතුර

source: Any action
ro: Orice acțiune
si: ඕනෑම ක්රියාවක්

source: Action
ro: Acțiune
si: කටයුතු

source: No audit entries available
ro: Nu sunt disponibile intrări de audit
si: විගණන ඇතුළත් කිරීම් නොමැත

source: %s (Sentry Staff)
si: %s (සෙන්ට්රි කාර්ය මණ්ඩලය)

source: Auth Settings
ro: Setări de autentificare
si: සත්‍යාපන සැකසුම්

source: Sent reminders to members
ro: A trimis memento-uri membrilor
si: සාමාජිකයින්ට මතක් කිරීම් යවා ඇත

source: Failed to send reminders
ro: Nu a reușit să trimită memento-uri
si: සිහිකැඳවීම් යැවීමට අසමත් විය

source: No authentication providers are available.
ro: Nu sunt disponibili furnizori de autentificare.
si: සත්‍යාපන සපයන්නන් නොමැත.

source: Choose a provider
ro: Alegeți un furnizor
si: සපයන්නෙකු තෝරන්න

source: Get started with Single Sign-on for your organization by selecting a provider. Read more in our [link:SSO documentation].
ro: Începeți să utilizați Single Sign-on pentru organizația dumneavoastră selectând un furnizor. Citiți mai multe în pagina noastră [link:SSO documentation].
si: සැපයුම්කරුවෙකු තෝරා ගැනීමෙන් ඔබේ සංවිධානය සඳහා තනි පුරනයක් සමඟ ආරම්භ කරන්න. අපගේ [සබැඳිය:SSO ප්‍රලේඛනය] තුළ වැඩිදුර කියවන්න.

source: Require 2FA will be disabled if you enable SSO.
ro: Solicitarea 2FA va fi dezactivată dacă activați SSO.
si: ඔබ SSO සක්‍රීය කළහොත් අවශ්‍ය 2FA අක්‍රිය වනු ඇත.

source: Enable your organization to sign in with %s.
ro: Permiteți organizației dvs. să se conecteze cu %s.
si: %sසමඟ පුරනය වීමට ඔබේ සංවිධානය සබල කරන්න.

source: %s SSO is disabled.
ro: %s SSO este dezactivat.
si: %s SSO අබල කර ඇත.

source: SSO Auth
ro: SSO Autorizație
si: SSO Aut

source: your preferred SAML2 compliant provider like Ping Identity, Google SAML, Keycloak, or VMware Identity Manager
ro: furnizorul dumneavoastră preferat compatibil SAML2, cum ar fi Ping Identity, Google SAML, Keycloak sau VMware Identity Manager.
si: Ping Identity, Google SAML, Keycloak, හෝ VMware Identity Manager වැනි ඔබේ කැමති SAML2 අනුකූල සැපයුම්කරු

source: No internal integrations have been created yet.
ro: Nu au fost create încă integrări interne.
si: තවමත් අභ්‍යන්තර ඒකාබද්ධ කිරීම් නිර්මාණය කර නොමැත.

source: Manager or Owner permissions required to add a public integration.
ro: Permisiuni de manager sau proprietar necesare pentru a adăuga o integrare publică.
si: පොදු ඒකාබද්ධතාවයක් එක් කිරීමට කළමනාකරු හෝ හිමිකරු අවසර අවශ්‍ය වේ.

source: New Public Integration
ro: Noua integrare publică
si: නව මහජන ඒකාබද්ධතාවය

source: Public Integrations
ro: Integrări publice
si: මහජන ඒකාබද්ධතා

source: No public integrations have been created yet.
ro: Încă nu au fost create integrări publice.
si: තවමත් පොදු ඒකාබද්ධතා නිර්මාණය කර නොමැත.

source: Have questions about the Integration Platform? Learn more about it in our docs.
ro: Aveți întrebări despre platforma de integrare? Aflați mai multe despre aceasta în documentele noastre.
si: Integration Platform ගැන ප්‍රශ්න තිබේද? අපගේ ලේඛන තුළ ඒ ගැන තව දැනගන්න.

source: Manager or Owner permissions required to add an internal integration.
ro: Permisiuni de manager sau proprietar necesare pentru a adăuga o integrare internă.
si: අභ්‍යන්තර ඒකාබද්ධ කිරීමක් එක් කිරීමට කළමනාකරු හෝ හිමිකරු අවසර අවශ්‍ය වේ.

source: New Internal Integration
ro: Noua integrare internă
si: නව අභ්යන්තර ඒකාබද්ධ කිරීම

source: Internal Integrations
ro: Integrări interne
si: අභ්යන්තර ඒකාබද්ධ කිරීම්

source: Cannot update permissions on a published integration
ro: Nu se pot actualiza permisiunile pe o integrare publicată
si: ප්‍රකාශිත අනුකලනයක අවසර යාවත්කාලීන කළ නොහැක

source: uninstalled
ro: dezinstalat
si: අස්ථාපනය

source: Installations/Uninstallations over Last 90 Days
ro: Instalări/dezinstalări în ultimele 90 de zile
si: පසුගිය දින 90 තුළ ස්ථාපනය කිරීම්/අස්ථාපනය කිරීම්

source: Integration Views
ro: Vizualizări de integrare
si: ඒකාබද්ධ දර්ශන

source: Integration views are measured through views on the
ro: Vizualizările de integrare sunt măsurate prin vizualizări pe
si: ඒකාබද්ධතා දසුන් මනිනු ලබන්නේ දසුන් හරහා ය

source: external installation page
ro: pagina de instalare externă
si: බාහිර ස්ථාපන පිටුව

source: and views on the Learn More/Install modal on the
ro: și vizualizări pe modalitatea Aflați mai multe/Instalați de pe pagina
si: සහ Learn More/Install මොඩලය පිළිබඳ දසුන්

source: integrations page
ro: pagina de integrări
si: ඒකාබද්ධතා පිටුව

source: Each link click or context menu open counts as one interaction
ro: Fiecare clic pe un link sau deschidere a meniului contextual contează ca o interacțiune.
si: එක් එක් සබැඳි ක්ලික් කිරීම හෝ සන්දර්භය මෙනුව විවෘත කිරීම එක් අන්තර්ක්‍රියාවක් ලෙස ගණන් ගනී

source: Each open of the issue link modal counts as one interaction
ro: Fiecare deschidere a modalității de legătură cu problema se consideră o interacțiune.
si: ගැටළු සම්බන්ධක මාදිලියේ සෑම විවෘත එකක්ම එක් අන්තර්ක්‍රියාවක් ලෙස ගණන් ගනී

source: Component Interactions
ro: Interacțiuni între componente
si: සංරචක අන්තර් ක්රියා

source: Installation & Interaction Data
ro: Date de instalare & interacțiune
si: ස්ථාපනය සහ අන්තර්ක්‍රියා දත්ත

source: Date published
ro: Data publicării
si: ප්‍රකාශිත දිනය

source: Total installs
ro: Total instalări
si: සම්පූර්ණ ස්ථාපනයන්

source: Total uninstalls
ro: Total dezinstalări
si: සම්පූර්ණ අස්ථාපනය කිරීම්

source: installed
ro: instalat
si: ස්ථාපනය කර ඇත

source: Request Log
ro: Jurnal de solicitări
si: ඉල්ලීම් ලොගය

source: This log shows the status of any outgoing webhook requests from Sentry to your integration.
ro: Acest jurnal arată starea tuturor solicitărilor webhook de ieșire de la Sentry către integrarea dumneavoastră.
si: මෙම ලොගය Sentry වෙතින් ඔබේ ඒකාබද්ධතාවයට යන ඕනෑම webhook ඉල්ලීමක තත්ත්වය පෙන්වයි.

source: Errors Only
ro: Numai erori
si: දෝෂ පමණි

source: Status Code
ro: Cod de stare
si: තත්ව කේතය

source: Event Type
ro: Tip de eveniment
si: සිදුවීම් වර්ගය

source: No requests found in the last 30 days.
ro: Nu s-au găsit cereri în ultimele 30 de zile.
si: පසුගිය දින 30 තුළ ඉල්ලීම් කිසිවක් හමු නොවීය.

source: Previous page
ro: Pagina precedentă
si: පෙර පිටුව

source: Next page
ro: Pagina următoare
si: ඊළඟ පිටුව

source: [action] [type] Integration
ro: [action] [type] Integrare
si: [action] [type] ඒකාබද්ධ කිරීම

source: %s successfully saved.
ro: %s salvat cu succes.
si: %s සාර්ථකව සුරැකිණි.

source: %s successfully created.
ro: %s creat cu succes.
si: %s සාර්ථකව නිර්මාණය කරන ලදී.

source: You do not have access to view these credentials because the permissions for this integration exceed those of your role.
ro: Nu aveți acces pentru a vizualiza aceste acreditări deoarece permisiunile pentru această integrare le depășesc pe cele ale rolului dumneavoastră.
si: මෙම ඒකාබද්ධ කිරීම සඳහා වන අවසරයන් ඔබේ භූමිකාවට වඩා වැඩි බැවින් ඔබට මෙම අක්තපත්‍ර බැලීමට ප්‍රවේශය නොමැත.

source: Revoke
ro: Revocare
si: අවලංගු කරන්න

source: No tokens created yet.
ro: Nu s-au creat încă jetoane.
si: තවම ටෝකන සාදා නැත.

source: Logo
si: ලාංඡනය

source: Small Icon
ro: Pictogramă mică
si: කුඩා නිරූපකය

source: Required for publishing.
ro: Necesar pentru publicare.
si: ප්‍රකාශනය සඳහා අවශ්‍ය වේ.

source: Default logo
ro: Logo-ul implicit
si: පෙරනිමි ලාංඡනය

source: Default small icon
ro: Pictogramă mică implicită
si: පෙරනිමි කුඩා නිරූපකය

source: Tokens
ro: Token-uri
si: ටෝකන

source: New Token
ro: Token nou
si: නව ටෝකනය

source: Default Logo
ro: Logo implicit
si: පෙරනිමි ලාංඡනය

source: The default icon for integrations
ro: Pictograma implicită pentru integrări
si: අනුකලනය සඳහා පෙරනිමි නිරූපකය

source: Image must be between 256px by 256px and 1024px by 1024px.
ro: Imaginea trebuie să fie între 256px by 256px and 1024px by 1024px.
si: රූපය 256px 256px සහ 1024px 1024px අතර විය යුතුය.

source: Default Icon
ro: Pictogramă implicită
si: පෙරනිමි නිරූපකය

source: This is a silhouette icon used only for [uiDocs:UI Components]
ro: Aceasta este o pictogramă de siluetă utilizată doar pentru [uiDocs:UI Components]
si: මෙය [uiDocs:UI සංරචක] සඳහා පමණක් භාවිතා කරන සිල්වට් නිරූපකයකි.

source: Image must be between 256px by 256px and 1024px by 1024px, and may only use black and transparent pixels.
ro: Imaginea trebuie să fie între256px by 256px and 1024px by 1024px, și poate utiliza numai pixeli negri și transparenți.
si: රූපය 256px x 256px සහ 1024px x 1024px අතර විය යුතු අතර, කළු සහ විනිවිද පෙනෙන පික්සල පමණක් භාවිතා කළ හැක.
