Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Search Dashboards
ro: Tablouri de bord de căutare
si: උපකරණ පුවරු සොයන්න

source: Show Templates
ro: Afișați șabloane
si: ආකෘති පෙන්වන්න

source: My Dashboards
ro: Tablourile mele de bord
si: මගේ උපකරණ පුවරු

source: Dashboard Name (A-Z)
ro: Numele tabloului de bord (A-Z)
si: උපකරණ පුවරුවේ නම (AZ)

source: Date Created (Newest)
ro: Data creării (cea mai recentă)
si: සාදන ලද දිනය (නවතම)

source: Date Created (Oldest)
ro: Data creării (cea mai veche)
si: නිර්මාණය කළ දිනය (පැරණිම)

source: Most Popular
ro: Cele mai populare
si: වඩාත්ම ජනප්රියයි

source: Recently Viewed
ro: Vizualizat recent
si: මෑතකදී බැලුවා

source: %s Starter Widgets
ro: %s Widget-uri de pornire
si: %s ආරම්භක විජට්

source: Add Dashboard
ro: Adăugați tabloul de bord
si: උපකරණ පුවරුව එක් කරන්න

source: Please set a title for this dashboard
ro: Vă rugăm să setați un titlu pentru acest tablou de bord
si: කරුණාකර මෙම උපකරණ පුවරුව සඳහා මාතෘකාවක් සකසන්න

source: Choose your data set
ro: Alegeți setul de date
si: ඔබගේ දත්ත කට්ටලය තෝරන්න

source: Monitor specific events such as errors and transactions or get metric readings on TBD.
ro: Monitorizați evenimente specifice, cum ar fi erorile și tranzacțiile, sau obțineți citiri metrice pe TBD.
si: දෝෂ සහ ගනුදෙනු වැනි විශේෂිත සිදුවීම් නිරීක්ෂණය කිරීම හෝ TBD මත මෙට්‍රික් කියවීම් ලබා ගන්න.

source: Metrics
ro: Metrici
si: මෙට්රික්ස්

source: Custom %s Widget
ro: Widget %s personalizat
si: අභිරුචි %s විජට්

source: Updated widget
ro: Widget actualizat
si: යාවත්කාලීන කළ විජට්

source: Added widget
ro: Widget adăugat
si: විජට් එකතු කරන ලදී

source: Choose your visualization
ro: Alegeți vizualizarea dumneavoastră
si: ඔබේ දෘශ්‍යකරණය තෝරන්න

source: This is a preview of how your widget will appear in the dashboard.
ro: Aceasta este o previzualizare a modului în care widget-ul dvs. va apărea în tabloul de bord.
si: මෙය ඔබගේ විජට් උපකරණ පුවරුවේ දිස්වන ආකාරය පිළිබඳ පෙරදසුනකි.

source: Begin your search
ro: Începeți căutarea
si: ඔබේ සෙවීම ආරම්භ කරන්න

source: Add another query to compare projects, tags, etc.
ro: Adăugați o altă interogare pentru a compara proiecte, etichete etc.
si: ව්‍යාපෘති, ටැග්, ආදිය සංසන්දනය කිරීමට තවත් විමසුමක් එක් කරන්න.

source: Choose your columns
ro: Alegeți coloanele dumneavoastră
si: ඔබේ තීරු තෝරන්න

source: Choose your y-axis
ro: Alegeți axa y
si: ඔබේ y-අක්ෂය තෝරන්න

source: We’ll use this to determine what gets graphed in the y-axis and any additional overlays.
ro: Vom folosi acest lucru pentru a determina ce se va reprezenta grafic pe axa y și orice suprapuneri suplimentare.
si: අපි y-අක්ෂයේ ප්‍රස්ථාරගත කරන්නේ කුමක්ද සහ අමතර ආවරණ තීරණය කිරීමට මෙය භාවිතා කරන්නෙමු.

source: Please set a title for this widget
ro: Vă rugăm să setați un titlu pentru acest widget
si: කරුණාකර මෙම විජට් සඳහා මාතෘකාවක් සකසන්න

source: Widget title updated successfully
ro: Widget titlu actualizat cu succes
si: විජට් මාතෘකාව සාර්ථකව යාවත්කාලීන කරන ලදී

source: You’re seeing the metrics project because you have the feature flag 'organizations:metrics' enabled. Send us feedback via email.
ro: Vedeți proiectul de măsurători pentru că aveți activată opțiunea "organizations:metrics". Trimiteți-ne feedback prin e-mail.
si: ඔබ 'සංවිධාන:මිතික' විශේෂාංග ධජය සබල කර ඇති නිසා ඔබ ප්‍රමිතික ව්‍යාපෘතිය දකියි. විද්‍යුත් තැපෑලෙන් අපට ප්‍රතිපෝෂණ එවන්න.

source: Give Feedback
ro: Oferiți feedback
si: ප්රතිචාර දක්වන්න

source: Are you sure you want to delete this widget?
ro: Sunteți sigur că doriți să ștergeți acest widget?
si: ඔබට මෙම විජට් මැකීමට අවශ්‍ය බව විශ්වාසද?

source: This feature is not yet available
ro: Această funcție nu este încă disponibilă
si: මෙම විශේෂාංගය තවමත් නොමැත

source: Error loading widget data
ro: Eroare la încărcarea datelor widget
si: විජට් දත්ත පූරණය කිරීමේ දෝෂයකි

source: Search tag
ro: Etichetă de căutare
si: සෙවුම් ටැගය

source: Group by
ro: Grup de
si: කණ්ඩායම් වශයෙන්

source: Choose your project
ro: Alegeți proiectul dumneavoastră
si: ඔබේ ව්යාපෘතිය තෝරන්න

source: You’ll need to select a project to set metrics on.
ro: Va trebui să selectați un proiect pentru a seta parametrii.
si: ඔබට ප්‍රමිතික සැකසීමට ව්‍යාපෘතියක් තෝරා ගැනීමට අවශ්‍ය වනු ඇත.

source: Choose your metrics
ro: Alegeți-vă parametrii
si: ඔබේ මිතික තෝරන්න

source: Add filters and groups
ro: Adăugați filtre și grupuri
si: පෙරහන් සහ කණ්ඩායම් එකතු කරන්න

source: Select a tag to compare releases, session data, etc.
ro: Selectați o etichetă pentru a compara versiunile, datele sesiunii etc.
si: නිකුත් කිරීම්, සැසි දත්ත ආදිය සංසන්දනය කිරීමට ටැගයක් තෝරන්න.

source: Select metric
ro: Selectați metrica
si: මෙට්රික් තෝරන්න

source: Please select a metric to enable this field
ro: Vă rugăm să selectați o metrică pentru a activa acest câmp
si: මෙම ක්ෂේත්‍රය සබල කිරීමට කරුණාකර මෙට්‍රික් එකක් තෝරන්න

source: Aggr
si: අග්ර

source: Delete Query
ro: Ștergerea interogării
si: විමසුම මකන්න

source: Add query
ro: Adăugați o interogare
si: විමසුම එක් කරන්න

source: Search for tag
ro: Căutare pentru tag
si: ටැගය සොයන්න

source: Widget not found.
ro: Widget-ul nu a fost găsit.
si: විජට් හමු නොවීය.

source: Data set not found.
ro: Setul de date nu a fost găsit.
si: දත්ත කට්ටලය හමු නොවීය.

source: Unable to load Widget
ro: Nu se poate încărca Widget-ul
si: Widget පූරණය කළ නොහැක

source: Duplicate Widget
ro: Widget duplicat
si: අනුපිටපත් විජට්

source: Issues with the most error events.
ro: Probleme cu cele mai multe evenimente de eroare.
si: වඩාත්ම දෝෂ සහිත සිදුවීම් සහිත ගැටළු.

source: Top Unhandled Error Types
ro: Principalele tipuri de erori netranspuse
si: ඉහළම හසුරු නොවූ දෝෂ වර්ග

source: Most frequently encountered unhandled errors.
ro: Cele mai frecvent întâlnite erori netranspuse.
si: බොහෝ විට හසු නොවන දෝෂ වලට මුහුණ දීමට සිදු වේ.

source: Duration Distribution
ro: Durata Distribuție
si: කාලසීමාව බෙදා හැරීම

source: Compare transaction durations across different percentiles.
ro: Comparați duratele tranzacțiilor pe diferite procente.
si: විවිධ ප්‍රතිශත හරහා ගනුදෙනු කාල සීමාවන් සසඳන්න.

source: Users Affected by Errors
ro: Utilizatori afectați de erori
si: දෝෂ වලින් පීඩාවට පත් පරිශීලකයන්

source: Footprint of unique users affected by errors.
ro: Amprenta de utilizatori unici afectați de erori.
si: දෝෂ වලින් බලපෑමට ලක් වූ අද්විතීය පරිශීලකයින්ගේ පිය සටහන්.

source: High Throughput Transactions
ro: Tranzacții de mare randament
si: ඉහළ කාර්ය සාධන ගනුදෙනු

source: Top 5 transactions with the largest volume.
ro: Top 5 tranzacții cu cel mai mare volum.
si: විශාලතම පරිමාව සහිත ඉහළම ගනුදෙනු 5.

source: LCP by Country
ro: LCP în funcție de țară
si: රට අනුව LCP

source: Density map showing page load times by country.
ro: Harta densității care arată timpii de încărcare a paginilor în funcție de țară.
si: රට අනුව පිටු පැටවීමේ වේලාවන් පෙන්වන ඝනත්ව සිතියම.

source: Miserable Users
ro: Utilizatori mizerabili
si: කාලකණ්ණි පරිශීලකයන්

source: Unique users who have experienced slow load times.
ro: Utilizatori unici care s-au confruntat cu timpi de încărcare lenți.
si: මන්දගාමී පැටවීමේ වේලාවන් අත්විඳ ඇති අද්විතීය පරිශීලකයින්.

source: Slow vs Fast Transactions
ro: Tranzacții lente vs tranzacții rapide
si: මන්දගාමී එදිරිව වේගවත් ගනුදෙනු

source: Percentage breakdown of transaction durations over and under 300ms.
ro: Defalcarea procentuală a duratei tranzacțiilor de peste și sub 300 ms.
si: 300ms ට වැඩි සහ ඊට අඩු ගනුදෙනු කාලසීමාවේ ප්‍රතිශතය බිඳවැටීම.

source: Top Issues
ro: Probleme de top
si: ඉහළම ගැටළු

source: Not that its any of our business, but were you invited to this page? It's just that we don't exactly remember emailing you about it.
ro: Nu că ar fi treaba noastră, dar ați fost invitat pe această pagină? Doar că nu ne aducem aminte să vă fi trimis un e-mail în legătură cu asta.
si: එය අපගේ ව්‍යාපාරයක් නොවේ, නමුත් ඔබට මෙම පිටුවට ආරාධනා කර තිබේද? ඒ ගැන ඔබට විද්‍යුත් තැපෑලෙන් යැවූ බවක් අපට හරියටම මතක නැති එකයි.

source: Close this window and we'll email you when your download is ready.
ro: Închideți această fereastră și vă vom trimite un e-mail atunci când descărcarea este gata.
si: මෙම කවුළුව වසන්න, ඔබගේ බාගැනීම සුදානම් වූ විට අපි ඔබට ඊමේල් කරන්නෙමු.

source: This is awkward.
ro: Asta e ciudat.
si: මෙය අපහසුයි.

source: That link expired, so your download doesn't live here anymore. Just picked up one day and left town.
ro: Acest link a expirat, așa că descărcarea nu mai este disponibilă aici. A luat-o într-o zi și a plecat din oraș.
si: එම සබැඳිය කල් ඉකුත් වූ බැවින් ඔබේ බාගැනීම තවදුරටත් මෙහි නොපවතී. යන්තම් දිනක් රැගෙන නගරයෙන් පිටත් විය.

source: Make a new one with your latest data. Your old download will never see it coming.
ro: Faceți unul nou cu cele mai recente date. Vechea ta descărcare nu o va vedea niciodată venind.
si: ඔබගේ නවතම දත්ත සමඟ අලුත් එකක් සාදන්න. ඔබේ පැරණි බාගත කිරීම කිසිදාක එය නොපෙනේ.

source: Start a New Download
ro: Începeți o nouă descărcare
si: නව බාගැනීමක් ආරම්භ කරන්න

source: Need to make changes?
ro: Trebuie să faceți modificări?
si: වෙනස්කම් කිරීමට අවශ්යද?

source: All done.
ro: Totul e gata.
si: ඔක්කොම කරලා.

source: See, that wasn't so bad. Your data is all ready for download.
ro: Vezi, nu a fost așa de rău. Datele dumneavoastră sunt gata de descărcare.
si: බලන්න, එය එතරම් නරක නොවීය. ඔබගේ දත්ත සියල්ල බාගත කිරීම සඳහා සූදානම්.

source: Download CSV
ro: Descărcați CSV
si: CSV බාගන්න

source: That link won't last forever — it expires:
ro: Acest link nu va dura la nesfârșit - expiră:
si: එම සබැඳිය සදහටම පවතින්නේ නැත - එය කල් ඉකුත් වේ:

source: Need help verifying? [link].
ro: Aveți nevoie de ajutor pentru a verifica? [link].
si: සත්‍යාපනය කිරීමට උදවු අවශ්‍යද? [link].

source: Check out our docs
ro: Consultați documentele noastre
si: අපගේ ලේඛන පරීක්ෂා කරන්න

source: Download Center
ro: Centrul de descărcare
si: බාගත කිරීමේ මධ්යස්ථානය

source: What are
ro: Ce sunt
si: මොනවද

source: you
ro: dumneavoastră
si: ඔබ

source: doing here?
ro: ce cauți aici?
si: මෙතන කරන්නේ?

source: Discover Trends
ro: Descoperiți tendințele
si: ප්‍රවණතා සොයා ගන්න

source: Customize and save queries by search conditions, event fields, and tags
ro: Personalizați și salvați interogările în funcție de condiții de căutare, câmpuri de eveniment și etichete
si: සෙවුම් කොන්දේසි, සිදුවීම් ක්ෂේත්‍ර සහ ටැග් අනුව විමසුම් අභිරුචිකරණය කර සුරකින්න

source: Build a new query
si: නව විමසුමක් සාදන්න

source: View all Events
ro: Vizualizați toate evenimentele
si: සියලුම සිදුවීම් බලන්න

source: Get a Tour
ro: Obțineți un tur
si: සංචාරයක් ලබා ගන්න

source: View Docs
ro: Vizualizați documentele
si: Docs බලන්න

source: Explore Data over Time
ro: Explorați datele în timp
si: කාලයත් සමඟ දත්ත ගවේෂණය කරන්න

source: Analyze and visualize all of your data over time to find answers to your most complex problems.
ro: Analizați și vizualizați toate datele dumneavoastră în timp pentru a găsi răspunsuri la cele mai complexe probleme.
si: ඔබගේ වඩාත් සංකීර්ණ ගැටළු වලට පිළිතුරු සෙවීමට කාලයත් සමඟ ඔබගේ සියලු දත්ත විශ්ලේෂණය කර දෘශ්‍යමාන කරන්න.

source: Filter on Event Attributes.
ro: Filtrarea pe atributele evenimentului.
si: සිදුවීම් ගුණාංග මත පෙරහන් කරන්න.

source: Drill down on data by any custom tag or field to reduce noise and hone in on specific areas.
ro: Explorați datele în funcție de orice etichetă sau câmp personalizat pentru a reduce zgomotul și a vă concentra asupra unor domenii specifice.
si: ඝෝෂාව අඩු කිරීමට සහ නිශ්චිත ප්‍රදේශවලට හුරු කිරීමට ඕනෑම අභිරුචි ටැගයකින් හෝ ක්ෂේත්‍රයකින් දත්ත සරඹ කරන්න.

source: Group Data by Tags
ro: Gruparea datelor în funcție de etichete
si: ටැග් මගින් දත්ත සමූහ

source: Go beyond Issues and create custom groupings to investigate events from a different lens.
ro: Mergeți dincolo de Probleme și creați grupări personalizate pentru a investiga evenimentele dintr-o altă perspectivă.
si: ගැටළු වලින් ඔබ්බට ගොස් වෙනස් කාචයකින් සිදුවීම් විමර්ශනය කිරීමට අභිරුචි කණ්ඩායම් සාදන්න.

source: Save, Share and Alert
ro: Salvați, partajați și alertați
si: සුරකින්න, බෙදාගන්න සහ අනතුරු ඇඟවීම

source: Send insights to your team and set alerts to monitor any future spikes.
ro: Trimiteți informații echipei dumneavoastră și setați alerte pentru a monitoriza orice creșteri viitoare.
si: ඔබේ කණ්ඩායමට ඇතුළාන්තයන් යවා අනාගත කරල් නිරීක්ෂණය කිරීමට ඇඟවීම් සකසන්න.

source: Event Detail
ro: Detaliile evenimentului
si: සිදුවීම් විස්තරය

source: Limit
ro: Limitați
si: සීමාව

source: Transactions by Volume
ro: Tranzacții în funcție de volum
si: පරිමාව අනුව ගනුදෙනු

source: All Events
ro: Toate evenimentele
si: සියලුම සිදුවීම්

source: Errors by Title
ro: Erori după titlu
si: මාතෘකාව අනුව දෝෂ

source: Errors by URL
ro: Erori în funcție de URL
si: URL මගින් දෝෂ

source: Go to Summary
ro: Mergeți la Sumar
si: සාරාංශය වෙත යන්න

source: You do not have permission to view that event.
ro: Nu aveți permisiunea de a vizualiza acest eveniment.
si: ඔබට එම සිදුවීම බැලීමට අවසර නැත.

source: The linked issue cannot be found. It may have been deleted, or merged.
ro: Problema legată nu poate fi găsită. Este posibil să fi fost ștearsă sau fuzionată.
si: සම්බන්ධිත ගැටළුව සොයාගත නොහැක. එය මකා දමා හෝ ඒකාබද්ධ කර තිබිය හැක.

source: Event Issue
ro: Problema evenimentului
si: සිදුවීම් ගැටලුව

source: Untitled query
ro: Întrebare fără titlu
si: මාතෘකා රහිත විමසුම

source: Please set a name for this query
ro: Vă rugăm să setați un nume pentru această interogare
si: කරුණාකර මෙම විමසුම සඳහා නමක් සකසන්න

source: Search saved queries
ro: Căutare interogări salvate
si: සුරැකි විමසුම් සොයන්න

source: My Queries
ro: Întrebările mele
si: මගේ විමසුම්

source: Recently Edited
ro: Editat recent
si: මෑතකදී සංස්කරණය කරන ලදී

source: Query Name (A-Z)
ro: Numele interogării (A-Z)
si: විමසුම් නම (AZ)

source: Most Outdated
ro: Cel mai învechit
si: වඩාත්ම යල් පැන ගිය

source: Edited
ro: Editat
si: සංස්කරණය කළා

source: No saved queries match that filter
ro: Nicio interogare salvată nu se potrivește cu acest filtru
si: සුරැකි විමසුම් කිසිවක් එම පෙරහනට නොගැලපේ

source: Last
ro: Ultima
si: අවසන්

source: Add to Dashboard
ro: Adăugați la tabloul de bord
si: උපකරණ පුවරුවට එක් කරන්න

source: Duplicate Query
ro: Întrebare duplicată
si: අනුපිටපත් විමසුම

source: May lead to thumb twiddling
ro: Poate duce la răsucirea degetului mare
si: මාපටැඟිල්ල ඇඹරීමට හේතු විය හැක

source: Do it
ro: Fă-o!
si: කරන්න

source: Nevermind
ro: Nu contează
si: ගණන් ගන්න එපා

source: You've created a query that will search for events made [dayLimit:over more than 30 days] for [projectLimit:more than 10 projects]. A lot has happened during that time, so this might take awhile. Are you sure you want to do this?
ro: Ați creat o interogare care va căuta evenimente realizate [dayLimit:over more than 30 days] pentru [projectLimit:more than 10 projects]. S-au întâmplat multe lucruri în acest timp, așa că s-ar putea să dureze ceva timp. Sunteți sigur că doriți să faceți acest lucru?
si: ඔබ [projectLimit:ව්‍යාපෘති 10කට වඩා] සඳහා [dayLimit:දින 30කට වඩා වැඩි] සිදු කරන ලද සිදුවීම් සොයන විමසුමක් සාදා ඇත. එම කාලය තුළ බොහෝ දේ සිදුවී ඇත, එබැවින් මෙයට ටික වේලාවක් ගතවනු ඇත. ඔබට මෙය කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Change the Y-Axis dropdown to display only 1 function to use this view.
ro: Schimbați lista derulantă a axei Y pentru a afișa doar 1 funcție pentru a utiliza această vizualizare.
si: මෙම දසුන භාවිතා කිරීමට 1 ශ්‍රිතයක් පමණක් පෙන්වීමට Y-Axis dropdown වෙනස් කරන්න.

source: Multiple Y-Axis cannot be plotted on this Display mode.
ro: Axele Y multiple nu pot fi trasate în acest mod de afișare.
si: මෙම සංදර්ශක මාදිලියේ බහු Y-අක්ෂ සැලසුම් කළ නොහැක.

source: No Y-Axis selected.
ro: Nu este selectată nicio axă Y.
si: Y-අක්ෂයක් තෝරා නැත.

source: Created by:
ro: Creat de:
si: නිර්මාණය කළේ:

source: Last edited:
ro: Ultima ediție:
si: අවසන් වරට සංස්කරණය කළේ:

source: Save as
ro: Salvați ca
si: ලෙස සුරකින්න

source: Display name
ro: Afișați numele
si: ප්රදර්ශන නාමය

source: Save for Org
ro: Salvați pentru Org
si: Org සඳහා ඉතිරි කරන්න

source: Saved for Org
ro: Salvat pentru Org
si: සංවිධානය සඳහා සුරකින ලදී

source: Discover queries are disabled
ro: Interogările de descoperire sunt dezactivate
si: සොයාගැනීම් විමසුම් අබල කර ඇත

source: Discover queries
ro: Descoperiți interogări
si: විමසුම් සොයා ගන්න

source: Query not updated
ro: Interogare neactualizată
si: විමසුම යාවත්කාලීන නොවේ

source: Query name saved
ro: Nume de interogare salvat
si: විමසුම් නම සුරකින ලදී

source: Query name not saved
ro: Numele interogării nu este salvat
si: විමසුම් නම සුරැකී නැත

source: Query deleted
ro: Interogare ștearsă
si: විමසුම මකා ඇත

source: Query not deleted
ro: Interogare neeliminată
si: විමසුම මකා නැත

source: Query saved
ro: Interogare salvată
si: විමසුම සුරකින ලදී

source: Query not saved
ro: Consultarea nu este salvată
si: විමසුම සුරැකී නැත

source: Please name your query
ro: Vă rugăm să denumiți întrebarea dumneavoastră
si: කරුණාකර ඔබගේ විමසුම නම් කරන්න

source: Query updated
ro: Interogare actualizată
si: විමසුම යාවත්කාලීන කරන ලදී

source: Add to filter
ro: Adăugați la filtru
si: පෙරහනට එක් කරන්න

source: Exclude from filter
ro: Excludeți din filtru
si: පෙරහනෙන් බැහැර කරන්න

source: Show values greater than
ro: Afișați valorile mai mari decât
si: වඩා වැඩි අගයන් පෙන්වන්න

source: Show values less than
ro: Afișați valorile mai mici decât
si: වඩා අඩු අගයන් පෙන්වන්න

source: Go to summary
ro: Mergeți la sumar
si: සාරාංශයට යන්න

source: Go to release
ro: Mergeți la lansare
si: මුදා හැරීමට යන්න

source: View Stacks
ro: Vezi Stacks
si: තොග බලන්න

source: Edit threshold ([threshold]ms)
ro: Editați pragul ([threshold]ms)
si: එළිපත්ත සංස්කරණය කරන්න ([threshold]ms)

source: Drag to reorder
ro: Trageți pentru a reordona
si: නැවත ඇණවුම් කිරීමට අදින්න

source: Remove column
ro: Eliminați coloana
si: තීරුව ඉවත් කරන්න

source: Tag / Field / Function
ro: Etichetă / Câmp / Funcție
si: ටැගය / ක්ෂේත්‍රය / කාර්යය

source: Field Parameter
ro: Parametru de câmp
si: ක්ෂේත්ර පරාමිතිය

source: Add a Column
ro: Adăugați o coloană
si: තීරුවක් එක් කරන්න

source: Read the Docs
ro: Citiți documentele
si: Docs කියවන්න

source: Edit Columns
ro: Editarea coloanelor
si: තීරු සංස්කරණය කරන්න

source: To group events, add [functionLink: functions] f(x) that may take in additional parameters. [tagFieldLink: Tag and field] columns will help you view more details about the events (i.e. title).
ro: Pentru a grupa evenimente, adăugați [functionLink: functions] f(x) care poate primi parametri suplimentari. Coloanele [tagFieldLink: Tag și field] vă vor ajuta să vizualizați mai multe detalii despre evenimente (de exemplu, titlul).
si: සිදුවීම් සමූහ කිරීමට, අතිරේක පරාමිතීන් ගත හැකි [functionLink: functions] f(x) එක් කරන්න. [tagFieldLink: ටැග් සහ ක්ෂේත්‍රය] තීරු ඔබට සිදුවීම් (එනම් මාතෘකාව) පිළිබඳ වැඩි විස්තර බැලීමට උපකාරී වනු ඇත.

source: Select value
ro: Selectați valoarea
si: අගය තෝරන්න

source: Parameter:
ro: Parametru:
si: පරාමිතිය:

source: (Required)
ro: (Obligatoriu)
si: (අවශ්‍ය)

source: Function:
ro: Funcție:
si: කාර්යය:

source: No parameter
ro: Nici un parametru
si: පරාමිතියක් නැත

source: Hide Tags
ro: Ascundeți etichetele
si: ටැග් සඟවන්න

source: Show Tags
ro: Afișați etichetele
si: ටැග් පෙන්වන්න

source: Requires discover query feature.
ro: Necesită funcția de interogare a descoperirii.
si: සොයා ගැනීමේ විමසුම් විශේෂාංගය අවශ්‍ය වේ.

source: Export
ro: Exportați
si: අපනයන

source: Export All
ro: Exportați toate
si: සියල්ල අපනයනය කරන්න

source: event id
ro: ID-ul evenimentului
si: සිදුවීම් හැඳුනුම්පත

source: Open Group
ro: Grup deschis
si: කණ්ඩායම විවෘත කරන්න

source: View Event
ro: Vezi evenimentul
si: සිදුවීම බලන්න

source: Results
ro: Rezultate
si: ප්රතිපල

source: Tag Summary
ro: Rezumat al etichetei
si: ටැග් සාරාංශය

source: Failed to retrieve organization or integration details
ro: Nu a reușit să recupereze detaliile organizației sau ale integrării
si: සංවිධානය හෝ ඒකාබද්ධතා විස්තර ලබා ගැනීමට අසමත් විය

source: Install %s
ro: Instalați %s
si: %sස්ථාපනය කරන්න

source: You do not have permission to install integrations in [organization]. Ask an organization owner or manager to visit this page to finish installing this integration.
ro: Nu aveți permisiunea de a instala integrări în [organization]. Solicitați unui proprietar sau manager al organizației să să viziteze această pagină pentru a finaliza instalarea acestei integrări.
si: [organization]හි ඒකාබද්ධ කිරීම් ස්ථාපනය කිරීමට ඔබට අවසර නැත. මෙම ඒකාබද්ධ කිරීම ස්ථාපනය කිරීම අවසන් කිරීමට මෙම පිටුවට වෙත පිවිසෙන ලෙස සංවිධාන හිමිකරුවෙකුගෙන් හෝ කළමනාකරුවෙකුගෙන් ඉල්ලා සිටින්න.

source: The following features will be available for [organization] when installed.
ro: Următoarele caracteristici vor fi disponibile pentru [organization] atunci când vor fi instalate.
si: ස්ථාපනය කරන විට [organization] සඳහා පහත විශේෂාංග ලබා ගත හැක.

source: Finish integration installation
ro: Finalizați instalarea integrării
si: ඒකාබද්ධ ස්ථාපනය අවසන් කරන්න

source: Please pick a specific [organization:organization] to link with your integration installation of [integation].
ro: Vă rugăm să alegeți o anumită [organization:organization] cu care să vă conectați instalarea dumneavoastră de integrare de [integration].
si: කරුණාකර සමඟ සම්බන්ධ කිරීමට නිශ්චිත [සංවිධානය:සංවිධානය] තෝරන්න [integation]ඔබේ ඒකාබද්ධ ස්ථාපනය.

source: Select an organization
ro: Selectați o organizație
si: සංවිධානයක් තෝරන්න

source: Choose Installation Organization
ro: Alege Organizația de instalare
si: ස්ථාපන සංවිධානය තෝරන්න

source: Account number required
ro: Numărul de cont necesar
si: ගිණුම් අංකය අවශ්‍යයි

source: Invalid account number
ro: Număr de cont invalid
si: වලංගු නොවන ගිණුම් අංකයක්

source: Add Sentry's CloudFormation
ro: Adăugați Sentry's CloudFormation
si: Sentry's CloudFormation එක් කරන්න

source: Go to AWS
ro: Mergeți la AWS
si: AWS වෙත යන්න

source: Once you've created Sentry's CloudFormation stack (or if you already have one) press the button below to continue.
ro: După ce ați creat stack-ul Sentry CloudFormation (sau dacă aveți deja unul), apăsați butonul de mai jos pentru a continua.
si: ඔබ Sentry's CloudFormation තොගය සෑදූ පසු (හෝ ඔබට දැනටමත් එකක් තිබේ නම්) ඉදිරියට යාමට පහත බොත්තම ඔබන්න.

source: I've created the stack
ro: Am creat stack-ul
si: මම තොගය සාදා ඇත

source: Add AWS Account Information
ro: Adăugați informații despre contul AWS
si: AWS ගිණුම් තොරතුරු එක් කරන්න

source: AWS Account Number
ro: Numărul de cont AWS
si: AWS ගිණුම් අංකය

source: Your account number can be found on the right side of the header in AWS
ro: Numărul dumneavoastră de cont poate fi găsit în partea dreaptă a antetului din AWS
si: AWS හි ශීර්ෂයේ දකුණු පැත්තේ ඔබගේ ගිණුම් අංකය සොයා ගත හැක

source: AWS Region
ro: Regiunea AWS
si: AWS කලාපය

source: Your current region can be found on the right side of the header in AWS
ro: Regiunea dumneavoastră actuală poate fi găsită în partea dreaptă a antetului din AWS
si: ඔබගේ වත්මන් කලාපය AWS හි ශීර්ෂයේ දකුණු පැත්තේ සොයා ගත හැක

source: External ID Required
ro: ID extern Necesar
si: බාහිර හැඳුනුම්පත අවශ්‍යයි

source: External ID
ro: ID extern
si: බාහිර හැඳුනුම්පත

source: Do not edit unless you are copying from a previously created CloudFormation stack
ro: Nu editați decât dacă copiați de la un stack CloudFormation creat anterior
si: ඔබ කලින් සාදන ලද CloudFormation තොගයකින් පිටපත් කරන්නේ නම් මිස සංස්කරණය නොකරන්න

source: successfully updated %s function
ro: funcție actualizată cu succes %s
si: %s කාර්යය සාර්ථකව යාවත්කාලීන කරන ලදී

source: Failed to update %s function
ro: Nu s-a reușit actualizarea a %s funcției
si: %s ශ්‍රිතය යාවත්කාලීන කිරීමට අසමත් විය

source: See [link:Troubleshooting Docs]
ro: Consultați [link:Troubleshooting Docs]
si: බලන්න [සබැඳිය:දෝශ නිරාකරණ ලේඛන]

source: This might take a while…
ro: S-ar putea să dureze ceva timp...
si: මෙයට යම් කාලයක් ගත විය හැක…

source: This might take a sec…
ro: S-ar putea să dureze o secundă...
si: මෙය තත්පර…ක් ගත විය හැක

source: Adding Sentry to %s functions
ro: Adăugarea Sentry la %s funcții
si: Sentry %s ශ්‍රිත වලට එකතු කිරීම

source: Lambda Functions
ro: Funcții Lambda
si: Lambda කාර්යයන්

source: Disable All
ro: Dezactivați toate
si: සියල්ල අක්‍රිය කරන්න
