Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Sentry automatically groups similar events together into an issue. Similarity is determined by stack trace and other factors. [link:Learn more].
ro: Sentry grupează automat evenimentele similare într-o problemă. Similitudinea este determinată de urma de stivă și de alți factori. [link:Learn more].
si: Sentry ස්වයංක්‍රීයව සමාන සිදුවීම් ගැටලුවකට සමූහගත කරයි. සමානතාවය යනු අට්ටි හෝඩුවාවක් සහ අනෙකුත් සාධක මගින් තීරණය වේ. [සබැඳිය:තවත් දැනගන්න].

source: Dismiss
ro: Respingeți
si: අස් කරන්න

source: Enough Already
ro: Ajunge deja
si: දැනටමත් ඇති

source: Got It
ro: Am înțeles
si: තේරුම් ගත්තා ද

source: [currentStepCount] of [totalStepCount]
ro: [currentStepCount] de [totalStepCount]
si: [totalStepCount]න් [currentStepCount]

source: You are not authorized to access this resource.
ro: Nu sunteți autorizat să accesați această resursă.
si: ඔබට මෙම සම්පතට ප්‍රවේශ වීමට අවසර නැත.

source: Search...
ro: Căutare...
si: සොයන්න...

source: Successfully saved avatar preferences
ro: A salvat cu succes preferințele avatarului
si: avatar මනාපයන් සාර්ථකව සුරකින ලදී

source: There was an error saving your preferences.
ro: S-a produs o eroare la salvarea preferințelor dumneavoastră.
si: ඔබේ මනාප සුරැකීමේ දෝෂයක් ඇති විය.

source: Use default avatar
ro: Utilizați avatarul implicit
si: පෙරනිමි avatar භාවිතා කරන්න

source: Use initials
ro: Utilizați inițialele
si: මුලකුරු භාවිතා කරන්න

source: Upload an image
ro: Încărcați o imagine
si: පින්තූරයක් උඩුගත කරන්න

source: Use Gravatar
ro: Utilizați Gravatar
si: Gravatar භාවිතා කරන්න

source: Avatar
si: අවතාරය

source: Avatar Type
ro: Tip Avatar
si: අවතාර වර්ගය

source: Gravatars are managed through
ro: Gravatarul este gestionat prin
si: Gravtars කළමනාකරණය කරනු ලබන්නේ හරහාය

source: Save Avatar
ro: Salvați Avatar
si: Avatar සුරකින්න

source: Please upload an image larger than [size]px by [size]px.
ro: Vă rugăm să încărcați o imagine mai mare de [size]px de la [size]px.
si: කරුණාකර [size]px x [size]px ට වඩා විශාල රූපයක් උඩුගත කරන්න.

source: Please upload an image smaller than [size]px by [size]px.
ro: Vă rugăm să încărcați o imagine mai mică de [size]px de la [size]px.
si: කරුණාකර [size]px x [size]px ට වඩා කුඩා රූපයක් උඩුගත කරන්න.

source: [upload:Upload an image] to get started.
ro: [upload:Upload an image] pentru a începe.
si: ආරම්භ කිරීමට [උඩුගත කරන්න: රූපයක් උඩුගත කරන්න].

source: Change Photo
ro: Schimbă fotografia
si: පින්තූරය මාරුකිරීම

source: That is not a supported file type.
ro: Acesta nu este un tip de fișier acceptat.
si: එය සහාය දක්වන ගොනු වර්ගයක් නොවේ.

source: Success!
ro: Succes!
si: සාර්ථකත්වය!

source: Unable to save changes. Please try again.
ro: Nu se pot salva modificările. Vă rugăm să încercați din nou.
si: වෙනස්කම් සුරැකීමට නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: An error occurred.
ro: S-a produs o eroare.
si: දෝෂයක් සිදු විය.

source: %s item on this page selected.
ro: %s elementul de pe această pagină selectat.
si: මෙම පිටුවේ අයිතම %s ක් තෝරා ඇත.

source: Selected all items across all pages.
ro: A selectat toate elementele de pe toate paginile.
si: සියලුම පිටු හරහා සියලුම අයිතම තෝරන ලදී.

source: Select all items across all pages.
ro: Selectați toate elementele de pe toate paginile.
si: සියලුම පිටු හරහා සියලුම අයිතම තෝරන්න.

source: Selected up to the first [count] items.
ro: Selectat până la primele [count] elemente.
si: පළමු අයිතම [count] දක්වා තෝරා ඇත.

source: Select the first [count] items.
ro: Selectați primele elemente [count].
si: පළමු අයිතම [count] තෝරන්න.

source: Selected all [count] items.
ro: A selectat toate elementele [count].
si: සියලුම අයිතම [count] තෝරන ලදී.

source: Select all [count] items.
ro: Selectați toate elementele [count].
si: සියලුම අයිතම [count] තෝරන්න.

source: Cancel selection.
ro: Anulați selecția.
si: තේරීම අවලංගු කරන්න.

source: Current
ro: Curent
si: වර්තමාන

source: Previous
ro: Anterior
si: කලින්

source: previous %s
ro: anterior %s
si: පෙර %s

source: %s has an invalid date range. Please try a more recent date range.
ro: %s are un interval de date invalid. Vă rugăm să încercați un interval de date mai recent.
si: %s වලංගු නොවන දින පරාසයක් ඇත. කරුණාකර වඩාත් මෑත දින පරාසයක් උත්සාහ කරන්න.

source: Error loading chart data
ro: Eroare la încărcarea datelor din grafic
si: ප්‍රස්ථාර දත්ත පූරණය කිරීමේ දෝෂයකි

source: Error fetching releases
ro: Eroare la preluarea versiunilor
si: නිකුතු ලබා ගැනීමේ දෝෂයකි

source: Error loading health data
ro: Eroare la încărcarea datelor de sănătate
si: සෞඛ්‍ය දත්ත පූරණය කිරීමේ දෝෂයකි

source: Copied to clipboard
ro: Copiat în clipboard
si: පසුරු පුවරුවට පිටපත් කර ඇත

source: Error copying to clipboard
ro: Eroare la copierea în clipboard
si: පසුරු පුවරුවට පිටපත් කිරීමේ දෝෂයකි

source: Show More
ro: Arată mai mult
si: තව පෙන්වන්න

source: Show %s hidden item
ro: Afișați %s elementele ascunse
si: සැඟවුණු අයිතම %s පෙන්වන්න

source: Collapse
ro: Colaps
si: හකුළන්න

source: Unknown Commit
ro: Commit Necunoscut
si: නොදන්නා කැපවීම

source: No message provided
ro: Niciun mesaj furnizat
si: පණිවිඩයක් සපයා නැත

source: The email [actorEmail] is not a member of your organization. [inviteUser:Invite] them or link additional emails in [accountSettings:account settings].
ro: Email-ul [actorEmail]nu este membru al organizației dumneavoastră. [inviteUser:Invite] sau leagă e-mailuri suplimentare în [accountSettings:account settings].
si: ඊමේල් [actorEmail] ඔබේ සංවිධානයේ සාමාජිකයෙක් නොවේ. [inviteUser:Invite] ඔවුන්ට හෝ [ගිණුම් සැකසීම්:ගිණුම් සැකසීම්] තුළ අමතර ඊමේල් සම්බන්ධ කරන්න.

source: [author] committed [timeago]
ro: [author] a angajat [timeago]
si: [author] කැපවී ඇත [timeago]

source: Unknown author
ro: Autor necunoscut
si: නොදන්නා කර්තෘ

source: Confirm
ro: Confirmați
si: තහවුරු කරන්න

source: Please enter %s to confirm the deletion
ro: Vă rugăm să introduceți %s pentru a confirma ștergerea
si: මකාදැමීම තහවුරු කිරීමට කරුණාකර %s ඇතුලත් කරන්න

source: Select an organization and a project to continue
ro: Selectați o organizație și un proiect pentru a continua
si: ඉදිරියට යාමට සංවිධානයක් සහ ව්‍යාපෘතියක් තෝරන්න

source: Select an organization to continue
ro: Selectați o organizație pentru a continua
si: ඉදිරියට යාමට සංවිධානයක් තෝරන්න

source: Select a project to continue
ro: Selectați un proiect pentru a continua
si: ඉදිරියට යාමට ව්‍යාපෘතියක් තෝරන්න

source: Select a configuration to continue
ro: Selectați o configurație pentru a continua
si: ඉදිරියට යාමට වින්‍යාසයක් තෝරන්න

source: My Projects
ro: Proiectele mele
si: මගේ ව්යාපෘති

source: All Projects
ro: Toate Proiectele
si: සියලුම ව්යාපෘති

source: You have no projects. Click [link] to make one.
ro: Nu aveți proiecte. Faceți clic pe [link] pentru a crea unul.
si: ඔබට ව්‍යාපෘති නොමැත. එකක් සෑදීමට [link] ක්ලික් කරන්න.

source: here
ro: aici
si: මෙතන

source: Select a Project to continue
ro: Selectați un Proiect pentru a continua
si: ඉදිරියට යාමට ව්‍යාපෘතියක් තෝරන්න

source: [providerName] Configurations
ro: [providerName] Configurații
si: [providerName] සැකසුම්

source: Select an Organization
ro: Selectați o organizație
si: සංවිධානයක් තෝරන්න

source: An alert can use data from only one Project. Select one and try again.
ro: O alertă poate utiliza date dintr-un singur proiect. Selectați unul și încercați din nou.
si: අනතුරු ඇඟවීමකට දත්ත භාවිතා කළ හැක්කේ එක් ව්‍යාපෘතියකින් පමණි. එකක් තෝරා නැවත උත්සාහ කරන්න.

source: An alert supports data from a single Environment or All Environments. Pick one try again.
ro: O alertă acceptă date dintr-un singur mediu sau din toate mediile. Alegeți unul încercați din nou.
si: අනතුරු ඇඟවීමක් තනි පරිසරයකින් හෝ සියලු පරිසරයන්ගෙන් දත්ත සඳහා සහය දක්වයි. නැවත එක් උත්සාහයක් තෝරන්න.

source: An alert needs a filter of [error:event.type:error], [default:event.type:default], [transaction:event.type:transaction], [errorDefault:(event.type:error OR event.type:default)]. Use one of these and try again.
ro: O alertă are nevoie de un filtru de [error:event.type:error], [default:event.type:default], [transaction:event.type:transaction], [errorDefault:(event.type:error OR event.type:default)]. Utilizați una dintre acestea și încercați din nou.
si: අනතුරු ඇඟවීමකට [error:event.type:error], [default:event.type:default], [transaction:event.type:transaction], [errorDefault:(event.type:error OR event.type:default)]. මෙයින් එකක් භාවිතා කර නැවත උත්සාහ කරන්න.

source: An alert can’t use the metric [yAxis] just yet. Select another metric and try again.
ro: O alertă nu poate utiliza încă metrica [yAxis]. Selectați o altă metrică și încercați din nou.
si: ඇඟවීමකට තවමත් මෙට්රික් [yAxis] භාවිතා කළ නොහැක. වෙනත් මිතිකයක් තෝරා නැවත උත්සාහ කරන්න.

source: Yikes! That button didn’t work. Please fix the following problems:
ro: Yikes! Butonul acela nu a funcționat. Vă rugăm să remediați următoarele probleme:
si: අපොයි! ඒ බොත්තම වැඩ කළේ නැහැ. කරුණාකර පහත ගැටලු විසඳන්න:

source: Select one Project.
ro: Selectați un proiect.
si: එක් ව්යාපෘතියක් තෝරන්න.

source: Select a single Environment or All Environments.
ro: Selectați un singur mediu sau toate mediile.
si: තනි පරිසරයක් හෝ සියලු පරිසරයක් තෝරන්න.

source: Use the filter [error:event.type:error], [default:event.type:default], [transaction:event.type:transaction], [errorDefault:(event.type:error OR event.type:default)].
ro: Utilizați filtrul [error:event.type:error], [default:event.type:default], [transaction:event.type:transaction], [errorDefault:(event.type:error OR event.type:default)].
si: පෙරහන භාවිතා කරන්න [error:event.type:error], [default:event.type:default], [transaction:event.type:transaction], [errorDefault:(event.type:error OR event.type:default)].

source: Successfully updated organization settings
ro: Ați actualizat cu succes setările organizației
si: සංවිධාන සැකසීම් සාර්ථකව යාවත්කාලීන කරන ලදී

source: Unable to update organization settings
ro: Imposibilitatea de a actualiza setările organizației
si: සංවිධාන සැකසීම් යාවත්කාලීන කළ නොහැක

source: Ask your organization owner or manager to [settingsLink:enable alerts access] for you.
ro: Cereți proprietarului sau managerului organizației dumneavoastră să [settingsLink:enable alerts access] pentru dumneavoastră.
si: ඔබ වෙනුවෙන් [settingsLink:enable alerts access] ලෙස ඔබේ ආයතන හිමිකරුගෙන් හෝ කළමනාකරුගෙන් අසන්න.

source: e.g. 100
ro: de ex. 100
si: උදා 100

source: Time window
ro: Fereastra de timp
si: කාල කවුළුව

source: e.g. per hour
ro: de ex. pe oră
si: උදා: පැයකට

source: (Optional) If supplied, this rule will apply as a rate of change.
ro: (Opțional) Dacă este furnizată, această regulă se va aplica ca o rată de variație.
si: (විකල්ප) සපයා ඇත්නම්, මෙම රීතිය වෙනස් වීමේ අනුපාතයක් ලෙස අදාළ වේ.

source: Please enter a valid date in the future
ro: Vă rugăm să introduceți o dată validă în viitor
si: කරුණාකර අනාගතයේදී වලංගු දිනයක් ඇතුළත් කරන්න

source: Ignore this issue until …
ro: Ignorați această problemă până când ...
si: …දක්වා මෙම ගැටළුව නොසලකා හරින්න

source: Date
ro: Data
si: දිනය

source: Time (UTC)
ro: Timp (UTC)
si: කාලය (UTC)

source: Created
ro: Creat
si: නිර්මාණය කළා

source: Version
ro: Versiunea
si: පිටපත

source: e.g. 1.0.4
ro: de ex. 1.0.4
si: උදා 1.0.4

source: Sort by
ro: Sortează după
si: අනුව තෝරන්න

source: Legend Alias
ro: Legenda Alias
si: ලෙජන්ඩ් අන්වර්ථය

source: Remove query
ro: Eliminați interogarea
si: විමසුම ඉවත් කරන්න

source: Add Query
ro: Adăugați o interogare
si: විමසුම එකතු කරන්න

source: Y-Axis
ro: Axa Y
si: Y-අක්ෂය

source: Remove this Y-Axis
ro: Eliminați această axă Y
si: මෙම Y-අක්ෂය ඉවත් කරන්න

source: Add Overlay
ro: Adaugă suprapunere
si: උඩ තට්ටුවක් එකතු කරන්න

source: Add an Equation
ro: Adăugați o ecuație
si: සමීකරණයක් එකතු කරන්න

source: We're working on it...
ro: Lucrăm la asta...
si: අපි ඒකට වැඩ කරනවා...

source: Export All to CSV
ro: Exportați totul în CSV
si: සියල්ල CSV වෙත අපනයනය කරන්න

source: Sit tight. We'll shoot you an email when your data is ready for download.
ro: Stați liniștit. Vă vom trimite un e-mail când datele dumneavoastră vor fi gata de descărcare.
si: තදින් වාඩි වෙන්න. ඔබගේ දත්ත බාගත කිරීම සඳහා සූදානම් වූ විට අපි ඔබට ඊමේල් පණිවිඩයක් ලබා දෙන්නෙමු.

source: It looks like we're already working on it. Sit tight, we'll email you.
ro: Se pare că lucrăm deja la asta. Stați liniștiți, vă vom trimite un e-mail.
si: අපි දැනටමත් එය මත වැඩ කරමින් සිටින බව පෙනේ. වාඩි වෙන්න, අපි ඔබට ඊමේල් කරන්නම්.

source: Debug information provides function names and resolves inlined frames during symbolication
ro: Informațiile de depanării oferă nume de funcții și rezolvă cadrele aliniate în timpul simbolizării
si: දෝශ නිරාකරණ තොරතුරු ශ්‍රිත නාම සපයන අතර සංකේතනය කිරීමේදී පේළිගත රාමු විසඳයි

source: Stack unwinding information improves the quality of stack traces extracted from minidumps
ro: Informațiile de derulare a stack-ului îmbunătățesc calitatea urmelor de stack extrase din minidumps
si: අට්ටි ඉවත් කිරීමේ තොරතුරු මිනිඩම්ප් වලින් උපුටා ගන්නා ලද අට්ටි හෝඩුවාවන් වල ගුණාත්මකභාවය වැඩි දියුණු කරයි

source: Source code information allows Sentry to display source code context for stack frames
ro: Informațiile despre codul sursă permit lui Sentry să afișeze contextul codului sursă pentru cadrele stack.
si: මූලාශ්‍ර කේත තොරතුරු Sentry හට අට්ටි රාමු සඳහා ප්‍රභව කේත සන්දර්භය පෙන්වීමට ඉඩ දෙයි

source: Symbol tables are used as a fallback when full debug information is not available
ro: Tabelele de simboluri sunt utilizate ca o soluție de rezervă atunci când nu sunt disponibile informații complete de depanare.
si: සම්පූර්ණ නිදොස් කිරීමේ තොරතුරු නොමැති විට සංකේත වගු පසුබැසීමක් ලෙස භාවිතා කරයි

source: Documentation
ro: Documentație
si: ලේඛනගත කිරීම

source: Request a Demo
ro: Solicitați o demonstrație
si: Demo එකක් ඉල්ලන්න

source: Sign Up for Free
ro: Înregistrați-vă gratuit
si: නොමිලේ ලියාපදිංචි වන්න

source: Sign Up
ro: Înregistrați-vă
si: ලියාපදිංචි වන්න

source: Open In Issues
ro: Deschis în Probleme
si: ගැටළු තුළ විවෘත කරන්න

source: Requires discover feature.
ro: Necesită funcția de descoperire.
si: සොයා ගැනීමේ විශේෂාංගය අවශ්‍ය වේ.

source: No results found
ro: Nu s-au găsit rezultate
si: ප්‍රතිඵල හමු නොවිණි

source: User Misery
ro: Utilizator Misery
si: පරිශීලක දුක්ඛිත තත්වය

source: Span Operations
ro: Operațiuni Span
si: ස්පන් මෙහෙයුම්

source: Apdex
si: උපග්රන්ථය

source: Frontend Performance
ro: Performanța Frontend
si: ඉදිරිපස කාර්ය සාධනය

source: Backend Performance
ro: Performanța backend
si: පසුපෙළ කාර්ය සාධනය

source: Mobile Performance
ro: Performanță mobilă
si: ජංගම කාර්ය සාධනය

source: [Unknown] Performance
ro: [Unknown] Performanță
si: [Unknown] කාර්ය සාධනය

source: For more performance metrics, specify which platform this project is using in [link]
ro: Pentru mai mulți indicatori de performanță, specificați ce platformă folosește acest proiect în [link]
si: වැඩි කාර්ය සාධන ප්‍රමිතික සඳහා, මෙම ව්‍යාපෘතිය [link]හි භාවිතා කරන්නේ කුමන වේදිකාවද යන්න සඳහන් කරන්න

source: project settings.
ro: setările proiectului.
si: ව්යාපෘති සැකසුම්.

source: Description
ro: Descriere
si: විස්තර

source: All Releases
ro: Toate versiunile
si: සියලුම නිකුත් කිරීම්

source: This Release
ro: Această versiune
si: මෙම නිකුතුව

source: Change
ro: Schimbare
si: වෙනස් කරන්න

source: Filter
ro: Filtru
si: පෙරහන

source: View All Events
ro: Vezi toate evenimentele
si: සියලුම සිදුවීම් බලන්න

source: Open in Discover
ro: Deschideți în Discover
si: Discover හි විවෘත කරන්න

source: No transactions found
ro: Nu s-au găsit tranzacții
si: ගනුදෙනු කිසිවක් හමු නොවීය

source: operation duration
ro: durata operațiunii
si: මෙහෙයුම් කාලය

source: Span durations are summed over the course of an entire transaction. Any overlapping spans are only counted once.
ro: Duratele sunt însumate pe parcursul unei întregi tranzacții. Orice interval care se suprapune este contabilizat o singură dată.
si: සම්පූර්ණ ගණුදෙනුවක කාල සීමාවන් සාරාංශ කර ඇත. ඕනෑම අතිච්ඡාදනය වන පරාසයන් ගණනය කරනු ලබන්නේ එක් වරක් පමණි.

source: No items
ro: Fără articole
si: අයිතම නැත

source: Filter search
ro: Filtrați căutarea
si: පෙරහන් සෙවීම

source: found
ro: găsit
si: සොයාගත්තා

source: Searching…
ro: Căutând...
si: සොයමින්…

source: Something went horribly wrong rendering this page. We use a decent error reporting service so this will probably be fixed soon. Unless our error reporting service is also broken. That would be awkward. Anyway, we apologize for the inconvenience.
ro: Ceva a mers groaznic de prost la redarea acestei pagini. Folosim un serviciu decent de raportare a erorilor, așa că probabil că acest lucru va fi rezolvat în curând. Cu excepția cazului în care serviciul nostru de raportare a erorilor este, de asemenea, stricat. Asta ar fi ciudat. În orice caz, ne cerem scuze pentru neplăcerile create.
si: මෙම පිටුව විදැහුම් කිරීමේදී යම් දෙයක් දරුණු ලෙස වැරදී ඇත. අපි හොඳ දෝෂ වාර්තා කිරීමේ සේවාවක් භාවිතා කරන නිසා මෙය ඉක්මනින් නිවැරදි වනු ඇත. අපගේ දෝෂ වාර්තා කිරීමේ සේවාව ද බිඳ වැටී නොමැති නම්. එය අපහසු වනු ඇත. කෙසේ වෙතත්, අපහසුතාවයට අපි සමාව අයදිමු.

source: There was a problem rendering this component
ro: A existat o problemă la redarea acestei componente
si: මෙම සංරචකය විදැහුම් කිරීමේ ගැටලුවක් ඇති විය

source: See a Sample Event
ro: Vezi un exemplu de eveniment
si: නියැදි සිදුවීමක් බලන්න

source: Or see your sample event
ro: Sau vedeți exemplul dumneavoastră de eveniment
si: නැතහොත් ඔබේ නියැදි සිදුවීම බලන්න

source: Select a project to create a sample event
ro: Selectați un proiect pentru a crea un exemplu de eveniment
si: නියැදි සිදුවීමක් නිර්මාණය කිරීමට ව්‍යාපෘතියක් තෝරන්න

source: Create a sample event
ro: Creați un exemplu de eveniment
si: නියැදි සිදුවීමක් සාදන්න

source: Waiting for events…
ro: În așteptarea evenimentelor...
si: සිදුවීම් සඳහා රැඳී සිටීම…

source: Our error robot is waiting to [strike:devour] receive your first event.
ro: Robotul nostru de erori așteaptă să [strike:devor] primească primul tău eveniment.
si: අපගේ දෝෂ රොබෝවරයා ඔබගේ පළමු සිදුවීම ලැබීමට [ස්ට්‍රයික්:ඩිවෝවර්] බලා සිටී.

source: Installation Instructions
ro: Instrucțiuni de instalare
si: ස්ථාපනය කිරීමේ උපදෙස්

source: Finish Setup
ro: Finisare Configurare
si: සැකසුම අවසන් කරන්න

source: Setup
ro: Configurare
si: සැලසුම

source: Retry
ro: Reîncercați
si: නැවත උත්සාහ කරන්න

source: Fill out a report
ro: Completați un raport
si: වාර්තාවක් පුරවන්න

source: Service status
ro: Starea serviciului
si: සේවා තත්ත්වය

source: Contact support
ro: Suport de contact
si: උදවු සදහා අමතන්න

source: The events are still processing and are on their way
ro: Evenimentele sunt încă în curs de procesare și sunt pe drum
si: සිදුවීම් තවමත් සකසමින් පවතින අතර ඒවා ගමන් කරමින් පවතී

source: The events have been deleted
ro: Evenimentele au fost șterse
si: සිදුවීම් මකා ඇත

source: There is an internal systems error or active issue
ro: Există o eroare de sistem internă sau o problemă activă
si: අභ්‍යන්තර පද්ධති දෝෂයක් හෝ ක්‍රියාකාරී ගැටලුවක් ඇත

source: This could be due to a handful of reasons:
ro: Acest lucru se poate datora unui număr de motive:
si: මෙය හේතු කිහිපයක් නිසා විය හැකිය:

source: No events were found for the currently selected environments
ro: Nu au fost găsite evenimente pentru mediile selectate în prezent
si: දැනට තෝරන ලද පරිසරය සඳහා සිදුවීම් කිසිවක් හමු නොවීය

source: Sorry, the events for this issue could not be found.
ro: Ne pare rău, evenimentele pentru această problemă nu au putut fi găsite.
si: සමාවන්න, මෙම ගැටලුව සඳහා සිදුවීම් සොයාගත නොහැකි විය.

source: If you entered the address manually, double check the path. Did you forget a trailing slash?
ro: Dacă ați introdus manual adresa, verificați de două ori calea. Ați ați uitat o bară oblică finală?
si: ඔබ අතින් ලිපිනය ඇතුළත් කළේ නම්, මාර්ගය දෙවරක් පරීක්ෂා කරන්න. ඔබට ට පසුගාමී ස්ලෑෂ් එකක් අමතක වුනාද?

source: If you followed a link here, try hitting back and reloading the page. It's possible the resource was moved out from under you.
ro: Dacă ați urmat un link de aici, încercați să apăsați înapoi și să reîncărcați pagina. pagina. Este posibil ca resursa să fi fost mutată de sub dumneavoastră.
si: ඔබ මෙහි සබැඳියක් අනුගමනය කළේ නම්, ආපසු පහර දී පිටුව නැවත පූරණය කිරීමට උත්සාහ කරන්න. සම්පත ඔබ යටින් ඉවතට ගෙන යාමට ඉඩ ඇත.

source: If all else fails, [link:contact us] with more details
ro: Dacă toate celelalte eșuează, [link:contactați-ne] cu mai multe detalii
si: අනෙක් සියල්ල අසාර්ථක නම්, [ලින්ක්: අප අමතන්න] වැඩි විස්තර සමඟ

source: Not sure what to do? [link:Return to the dashboard]
ro: Nu sunteți sigur ce să faceți? [link:Return to the dashboard]
si: කුමක් කළ යුතු දැයි විශ්වාස නැද්ද? [සබැඳිය: උපකරණ පුවරුව වෙත ආපසු]

source: in [location]
ro: în [location]
si: [location]හි

source: Error level: [level]
ro: Nivelul de eroare: [level]
si: දෝෂ මට්ටම: [level]

source: This is an attachment containing a session replay. [replayLink:View the replay] or [jsonLink:view the raw JSON].
ro: Acesta este un atașament care conține o reluare a sesiunii. [replayLink:View the replay] or [jsonLink:view the raw JSON].
si: මෙය සැසි නැවත ධාවනයක් අඩංගු ඇමුණුමකි. [replayLink:replay බලන්න] හෝ [jsonLink: අමු JSON බලන්න].

source: ID
si: හැඳුනුම්පත

source: Start Time
ro: Ora de începere
si: ආරම්භක වේලාව

source: Device
ro: Dispozitiv
si: උපාංගය

source: Build Type
ro: Tip de construcție
si: ගොඩනැගීමේ වර්ගය

source: Build ID
ro: ID-ul de construcție
si: හැඳුනුම්පත සාදන්න

source: Build Name
ro: Numele construcției
si: නම ගොඩනැගීම

source: App Build
ro: Construire aplicație
si: යෙදුම් ගොඩනැගීම

source: Trace Details
ro: Detalii de urmărire
si: ලුහුබැඳීමේ විස්තර

source: Application State
ro: Starea aplicației
si: යෙදුම් තත්ත්වය

source: App
ro: Aplicație
si: යෙදුම

source: Operating System
ro: Sistem de operare
si: මෙහෙයුම් පද්ධතිය

source: User
ro: Utilizator
si: පරිශීලක

source: Graphics Processing Unit
ro: Unitate de procesare grafică
si: ග්‍රැෆික් සැකසුම් ඒකකය

source: Runtime
ro: Timp de execuție
si: ධාවන කාලය

source: Free Storage
ro: Stocare gratuită
si: නොමිලේ ගබඩා කිරීම

source: Storage Size
ro: Dimensiunea de stocare
si: ගබඩා ප්රමාණය

source: External Storage Size
ro: Dimensiunea de stocare externă
si: බාහිර ගබඩා ප්රමාණය

source: External Free Storage
ro: Stocare externă gratuită
si: බාහිර නිදහස් ගබඩාව

source: Simulator
ro: Simulatorul
si: සිමියුලේටරය

source: Boot Time
ro: Timp de pornire
si: ඇරඹුම් කාලය

source: Timezone
ro: Fusul orar
si: වේලා කලාපය

source: Device Type
ro: Tip dispozitiv
si: උපාංග වර්ගය

source: Architectures
ro: Arhitecții
si: ගෘහ නිර්මාණ ශිල්පය

source: Brand
si: වෙළඳ නාමය

source: Charging
ro: Încărcare
si: අයකිරීම

source: Connection Type
ro: Tipul Conexiunii
si: සම්බන්ධතා වර්ගය

source: Id
si: හැඳුනුම්පත

source: Language
ro: Limbă
si: භාෂාව

source: Low Memory
ro: Memorie redusă
si: අඩු මතකය

source: Free Memory
ro: Memorie liberă
si: නිදහස් මතකය

source: Memory Size
ro: Dimensiunea memoriei
si: මතක ප්රමාණය

source: Usable Memory
ro: Memorie utilizabilă
si: භාවිතා කළ හැකි මතකය

source: Manufacturer
ro: Producător
si: නිෂ්පාදක

source: Online
si: ඔන්ලයින්

source: Screen Density
ro: Densitatea ecranului
si: තිර ඝනත්වය

source: Screen DPI
ro: Ecran DPI
si: තිර DPI

source: Screen Height Pixels
ro: Înălțimea ecranului Pixeli
si: තිර උස පික්සල

source: Screen Resolution
ro: Rezoluția ecranului
si: තිර විභේදනය

source: Screen Width Pixels
ro: Lățimea ecranului Pixeli
si: තිර පළල පික්සල

source: Family
ro: Familie
si: පවුලේ

source: Model Id
si: ආදර්ශ Id

source: Model
si: ආකෘතිය

source: Rendered Model
ro: Model redat
si: නිරූපිත ආකෘතිය

source: CPU Description
ro: CPU Descriere
si: CPU විස්තරය

source: Architecture
ro: Arhitectură
si: නිර්මාණ ශිල්පය

source: Battery Level
ro: Nivelul bateriei
si: බැටරි මට්ටම

source: Battery Status
ro: Starea bateriei
si: බැටරි තත්ත්වය

source: Orientation
ro: Orientare
si: දිශානතිය

source: Memory
si: මතකය

source: Capacity
ro: Capacitate
si: ධාරිතාව

source: NPOT Support
ro: NPOT Suport
si: NPOT සහාය

source: Multi-Thread rendering
ro: Redare cu mai multe thread-uri
si: බහු-නූල් විදැහුම්කරණය

source: API Type
ro: Tip API
si: API වර්ගය

source: Vendor ID
ro: ID-ul furnizorului
si: විකුණුම්කරු හැඳුනුම්පත
