Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Are you sure you wish to delete this relay?
ro: Sunteți sigur că doriți să ștergeți acest releu?
si: ඔබට මෙම රිලේ මකා දැමීමට අවශ්‍ය බව විශ්වාසද?

source: Remove user %s
ro: Eliminați utilizatorul %s
si: පරිශීලක %sඉවත් කරන්න

source: Disable the account.
ro: Dezactivați contul.
si: ගිණුම අක්රිය කරන්න.

source: Permanently remove the user and their data.
ro: Eliminarea permanentă a utilizatorului și a datelor acestuia.
si: පරිශීලකයා සහ ඔවුන්ගේ දත්ත ස්ථිරවම ඉවත් කරන්න.

source: %s's account has been deleted.
ro: %s's a fost șters.
si: %sගේ ගිණුම මකා ඇත.

source: %s's account has been deactivated.
ro: %s's a fost dezactivat.
si: %sහි ගිණුම අක්‍රිය කර ඇත.

source: Editing user: %s
ro: Editarea utilizatorului: %s
si: පරිශීලක සංස්කරණය: %s

source: Remove User
ro: Eliminați utilizatorul
si: පරිශීලක ඉවත් කරන්න

source: The username is the unique id of the user in the system
ro: Numele de utilizator este ID-ul unic al utilizatorului în sistem
si: පරිශීලක නාමය යනු පද්ධතියේ පරිශීලකයාගේ අනන්‍ය id වේ

source: The users primary email address
ro: Adresa de e-mail principală a utilizatorului
si: පරිශීලකයන්ගේ මූලික ඊමේල් ලිපිනය

source: Designates whether this user can perform administrative functions.
ro: Indică dacă acest utilizator poate efectua funcții administrative.
si: මෙම පරිශීලකයාට පරිපාලන කාර්යයන් ඉටු කළ හැකිද යන්න නියම කරයි.

source: Superuser
ro: Superutilizator
si: සුපිරි පරිශීලක

source: Designates whether this user has all permissions without explicitly assigning them.
ro: Indică dacă acest utilizator are toate permisiunile fără a le atribui în mod explicit.
si: මෙම පරිශීලකයාට පැහැදිලිව පැවරීමකින් තොරව සියලු අවසර තිබේද යන්න නම් කරයි.

source: Disable User
ro: Dezactivare utilizator
si: පරිශීලක අක්රිය කරන්න

source: Permanently Delete User
ro: Ștergeți permanent utilizatorul
si: පරිශීලකයා ස්ථිරවම මකන්න

source: System Warnings
ro: Avertismente de sistem
si: පද්ධති අනතුරු ඇඟවීම්

source: There are no warnings at this time
ro: Nu există avertismente în acest moment
si: මෙම අවස්ථාවේදී අනතුරු ඇඟවීම් නොමැත

source: We were unable to load the required configuration from the Sentry server. Please take a look at the service logs.
ro: Nu am reușit să încărcăm configurația necesară de pe serverul Sentry. Vă rugăm să vă uitați la jurnalele de service.
si: අපට අවශ්‍ය වින්‍යාසය Sentry සේවාදායකයෙන් පූරණය කිරීමට නොහැකි විය. කරුණාකර සේවා ලොග බලන්න.

source: Complete setup by filling out the required configuration.
ro: Finalizați configurarea prin completarea configurației necesare.
si: අවශ්‍ය වින්‍යාසය පිරවීමෙන් සැකසුම සම්පූර්ණ කරන්න.

source: Setup Sentry
ro: Configurare Sentry
si: Sentry Sentry

source: Welcome to Sentry
ro: Bine ați venit la Sentry
si: Sentry වෙත සාදරයෙන් පිළිගනිමු

source: Allow anyone to create an account and access this Sentry installation.
ro: Permiteți oricui să creeze un cont și să acceseze această instalație Sentry.
si: ඕනෑම කෙනෙකුට ගිණුමක් සෑදීමට සහ මෙම Sentry ස්ථාපනයට ප්‍රවේශ වීමට ඉඩ දෙන්න.

source: IP Rate Limit
ro: Limitarea ratei IP
si: IP අනුපාත සීමාව

source: The maximum number of times an authentication attempt may be made by a single IP address in a 60 second window.
ro: Numărul maxim de încercări de autentificare care pot fi efectuate de o singură adresă IP într-o fereastră de 60 de secunde.
si: තත්පර 60 ක කවුළුවක තනි IP ලිපිනයකින් සත්‍යාපනය කිරීමේ උත්සාහයක් කළ හැකි උපරිම වාර ගණන.

source: User Rate Limit
ro: Limita ratei utilizatorului
si: පරිශීලක අනුපාත සීමාව

source: The maximum number of times an authentication attempt may be made against a single account in a 60 second window.
ro: Numărul maxim de încercări de autentificare care pot fi făcute pentru un singur cont într-o fereastră de 60 de secunde.
si: තත්පර 60 ක කවුළුවක තනි ගිණුමකට එරෙහිව සත්‍යාපනය කිරීමේ උත්සාහයක් කළ හැකි උපරිම වාර ගණන.

source: The maximum number of organizations which may be created by a single account in a one hour window.
ro: Numărul maxim de organizații care pot fi create de un singur cont într-o fereastră de o oră.
si: පැයක කවුළුවක් තුළ තනි ගිණුමකින් නිර්මාණය කළ හැකි උපරිම සංවිධාන සංඛ්‍යාව.

source: If enabled, any stats reported to sentry.io will exclude identifying information (such as your administrative email address). By anonymizing your installation the Sentry team will be unable to contact you about security updates. For more information on what data is sent to Sentry, see the [link:documentation].
ro: Dacă este activată, toate statisticile raportate către sentry.io vor exclude informațiile de identificare (cum ar fi adresa dumneavoastră de e-mail administrativă). Prin anonimizarea instalării dumneavoastră, echipa Sentry nu va putea să vă contacteze în legătură cu actualizările de securitate. Pentru mai multe informații despre ce date sunt trimise către Sentry, consultați pagina [link:documentation].
si: සබල කර ඇත්නම්, sentry.io වෙත වාර්තා කරන ලද ඕනෑම සංඛ්‍යාලේඛන හඳුනාගැනීමේ තොරතුරු (ඔබේ පරිපාලන ඊමේල් ලිපිනය වැනි) බැහැර කරනු ඇත. ඔබගේ ස්ථාපනය නිර්නාමික කිරීම මගින් Sentry කණ්ඩායමට ආරක්ෂක යාවත්කාලීන පිළිබඳව ඔබව සම්බන්ධ කර ගැනීමට නොහැකි වනු ඇත. Sentry වෙත යවන දත්ත මොනවාද යන්න පිළිබඳ වැඩිදුර තොරතුරු සඳහා, [link:documentation] බලන්න.

source: Email From
ro: Email de la
si: විද්‍යුත් තැපෑලෙන්

source: Email address to be used in From for all outbound email.
ro: Adresa de e-mail care urmează să fie utilizată ca "De la" pentru toate e-mailurile de ieșire.
si: සියලුම පිටතට යන විද්‍යුත් තැපෑල සඳහා භාවිතා කළ යුතු විද්‍යුත් තැපැල් ලිපිනය.

source: SMTP Host
ro: Gazdă SMTP
si: SMTP සත්කාරක

source: SMTP Port
ro: Port SMTP
si: SMTP වරාය

source: SMTP Username
ro: Nume de utilizator SMTP
si: SMTP පරිශීලක නාමය

source: SMTP Password
ro: Parolă SMTP
si: SMTP මුරපදය

source: Use STARTTLS? (exclusive with SSL)
ro: Folosiți STARTTLS? (exclusiv cu SSL)
si: STARTTLS භාවිතා කරන්නද? (SSL සමඟින් පමණක්)

source: Use SSL? (exclusive with STARTTLS)
ro: Folosiți STARTTLS? (exclusiv cu SSL)
si: SSL භාවිතා කරන්නද? (STARTTLS සමඟින් පමණක්)

source: Outbound email
ro: E-mail de ieșire
si: පිටතට යන ඊමේල්

source: Authentication
ro: Autentificare
si: සත්යාපනය

source: Beacon
ro: Farul
si: බීකන්

source: Root URL
si: මූල URL

source: The root web address which is used to communicate with the Sentry backend.
ro: Adresa web rădăcină care este utilizată pentru a comunica cu backend-ul Sentry.
si: Sentry පසුපෙළ සමඟ සන්නිවේදනය කිරීමට භාවිතා කරන මූල වෙබ් ලිපිනය.

source: Admin Email
ro: Administrator Email
si: පරිපාලක ඊමේල්

source: The technical contact for this Sentry installation.
ro: Persoana de contact tehnic pentru această instalație Sentry.
si: මෙම Sentry ස්ථාපනය සඳහා තාක්ෂණික සම්බන්ධතාව.

source: Support Email
ro: E-mail de asistență
si: සහාය ඊමේල්

source: The support contact for this Sentry installation.
ro: Persoana de contact pentru asistență pentru această instalație Sentry.
si: මෙම Sentry ස්ථාපනය සඳහා සහාය සම්බන්ධතාව.

source: Security Email
ro: E-mail de securitate
si: ආරක්ෂක විද්‍යුත් තැපෑල

source: The security contact for this Sentry installation.
ro: Persoana de contact pentru securitate pentru această instalație Sentry.
si: මෙම Sentry ස්ථාපනය සඳහා ආරක්ෂක සම්බන්ධතාව.

source: Rate Limit
ro: Rata limită
si: අනුපාත සීමාව

source: The maximum number of events the system should accept per minute. A value of 0 will disable the default rate limit.
ro: Numărul maxim de evenimente pe care sistemul trebuie să le accepte pe minut. O valoare de 0 va dezactiva limita de viteză implicită.
si: පද්ධතිය විනාඩියකට පිළිගත යුතු උපරිම සිදුවීම් ගණන. 0 අගයක් පෙරනිමි අනුපාත සීමාව අබල කරයි.

source: Allow Registration
ro: Permiteți înregistrarea
si: ලියාපදිංචි වීමට ඉඩ දෙන්න

source: Critical
ro: Critică
si: විවේචනාත්මක

source: The project you were looking for was not found.
ro: Proiectul pe care îl căutați nu a fost găsit.
si: ඔබ සොයන ව්‍යාපෘතිය හමු නොවිණි.

source: status
ro: stare
si: තත්ත්වය

source: Set Conditions
ro: Condiții stabilite
si: කොන්දේසි සකසන්න

source: Select Alert
ro: Selectați Alertă
si: ඇඟවීම තෝරන්න

source: Set Conditions for
ro: Stabilirea condițiilor pentru
si: සඳහා කොන්දේසි සකසන්න

source: same time 5 minutes ago
ro: la aceeași oră acum 5 minute
si: මිනිත්තු 5 කට පෙර එම අවස්ථාවේදීම

source: same time 15 minutes ago
ro: la aceeași oră acum 15 minute
si: මිනිත්තු 15 කට පෙර එම අවස්ථාවේදීම

source: same time one hour ago
ro: la aceeași oră acum o oră
si: පැයකට පෙර එම අවස්ථාවේදීම

source: same time one day ago
ro: la aceeași oră acum o zi
si: දිනකට පෙර එම අවස්ථාවේදීම

source: same time one week ago
ro: la aceeași oră acum o săptămână
si: සතියකට පෙර එම අවස්ථාවේදීම

source: same time one month ago
ro: la aceeași oră acum o lună
si: මාසයකට පෙර එම අවස්ථාවේදීම

source: This preset is selected
ro: Această presetare este selectată
si: මෙම පෙරසිටුව තෝරාගෙන ඇත

source: Choose an aggregate function. Not sure what to select, try a preset: [presets]
ro: Alegeți o funcție agregată. Nu sunteți sigur ce să selectați, încercați o presetare: [presets]
si: සමස්ථ කාර්යයක් තෝරන්න. කුමක් තෝරාගත යුතු දැයි විශ්වාස නැත, පෙරසිටුවක් උත්සාහ කරන්න: [presets]

source: Apdex by Transaction
ro: Apdex prin tranzacție
si: ගනුදෙනුව මගින් උපග්රන්ථය

source: Transaction Count
ro: Număr de tranzacții
si: ගනුදෙනු ගණන

source: Failure rate
ro: Rata de eșec
si: අසමත් වීමේ අනුපාතය

source: Incident details
ro: Detalii privind incidentul
si: සිදුවීම් විස්තර

source: View Transaction Summary
ro: Vizualizați rezumatul tranzacției
si: ගනුදෙනු සාරාංශය බලන්න

source: Failure rate by transaction
ro: Rata de eșec în funcție de tranzacție
si: ගනුදෙනුව අනුව අසාර්ථක වීමේ අනුපාතය

source: Error count
ro: Număr de erori
si: දෝෂ ගණන

source: Users affected
ro: Utilizatori afectați
si: පරිශීලකයින් පීඩාවට පත් විය

source: Latency
ro: Latență
si: ප්රමාදය

source: Latency by Transaction
ro: Latență în funcție de tranzacție
si: ගනුදෙනුව මගින් ප්‍රමාදය

source: Filter events by level, message, and other properties…
ro: Filtrați evenimentele în funcție de nivel, mesaj și alte proprietăți...
si: මට්ටම, පණිවිඩය සහ අනෙකුත් ගුණාංග…අනුව සිදුවීම් පෙරහන් කරන්න

source: Filter sessions by release version…
ro: Filtrați sesiunile după versiunea de lansare...
si: නිකුතු අනුවාදය…අනුව සැසි පෙරහන් කරන්න

source: Filter transactions by URL, tags, and other properties…
ro: Filtrați tranzacțiile în funcție de URL, etichete și alte proprietăți...
si: URL, ටැග් සහ වෙනත් ගුණාංග…මගින් ගනුදෙනු පෙරහන් කරන්න

source: This will count events across every environment. For example, having 50 [code1:production] events and 50 [code2:development] events would trigger an alert with a critical threshold of 100.
ro: Acest lucru va număra evenimentele din fiecare mediu. De exemplu, 50 de evenimente [cod1:producție] și 50 [cod2:dezvoltare]. evenimente ar declanșa o alertă cu un prag critic de 100.
si: මෙය සෑම පරිසරයකම සිදුවීම් ගණන් කරනු ඇත. උදාහරණයක් ලෙස, 50 [code1:production] සිදුවීම් සහ 50 [code2:development] සිද්ධීන් 100 ක තීරණාත්මක එළිපත්තක් සහිත ඇඟවීමක් ඇති කරයි.

source: Errors
ro: Erori
si: දෝෂ

source: Filter events
ro: Filtrarea evenimentelor
si: සිදුවීම් පෙරහන් කරන්න

source: Events:
ro: Evenimente:
si: සිදුවීම්:

source: Select threshold type
ro: Selectați tipul de prag
si: එළිපත්ත වර්ගය තෝරන්න

source: Threshold Type
ro: Tip de prag
si: එළිපත්ත වර්ගය

source: Time window over which the metric is evaluated. Alerts are evaluated every minute regardless of this value.
ro: Fereastra de timp în care este evaluată metrica. Alertele sunt evaluate la fiecare minut, indiferent de această valoare.
si: මෙට්‍රික් අගය කරන කාල කවුළුව. මෙම අගය නොසලකා සෑම මිනිත්තුවකම ඇඟවීම් ඇගයීමට ලක් කෙරේ.

source: 1 minute
ro: 1 minut
si: 1 විනාඩියක්

source: 5 minutes
ro: 5 minute
si: විනාඩි 5 යි

source: 10 minutes
ro: 10 minute
si: විනාඩි 10 යි

source: 15 minutes
ro: 15 minute
si: විනාඩි 15 යි

source: 30 minutes
ro: 30 minute
si: විනාඩි 30 ක්

source: compared to
ro: în comparație cu
si: සසඳන විට

source: 1 hour
ro: 1 oră
si: පැය 1 යි

source: 2 hours
ro: 2 ore
si: පැය 2

source: 4 hours
ro: 4 ore
si: පැය 4

source: 24 hours
ro: 24 ore
si: පැය 24

source: Unable to fetch environments
ro: Imposibilitatea de a prelua medii
si: පරිසරයන් ලබා ගැනීමට නොහැක

source: Looking for your slack channel (this can take a while)
ro: Căutarea canalului tău slack (acest lucru poate dura ceva timp)
si: ඔබගේ දුර්වල නාලිකාව සොයමින් (මෙයට ටික වේලාවක් ගත විය හැක)

source: Looking for that channel took too long :(
ro: Căutarea acelui canal a durat prea mult timp :(
si: ඒ චැනල් එක හොයන්න ගොඩක් වෙලා ගියා :(

source: Updated alert rule
ro: Regulă de alertă actualizată
si: යාවත්කාලීන කළ අනතුරු ඇඟවීමේ රීතිය

source: Created alert rule
ro: Regulă de alertă creată
si: අනතුරු ඇඟවීමේ රීතිය සාදන ලදී

source: Resolution threshold must be greater than alert
ro: Pragul de rezoluție trebuie să fie mai mare decât alerta
si: විභේදන සීමාව සීරුවට වඩා වැඩි විය යුතුය

source: Resolution threshold must be less than alert
ro: Pragul de rezoluție trebuie să fie mai mic decât alerta
si: විභේදන සීමාව අනතුරු ඇඟවීමට වඩා අඩු විය යුතුය

source: Alert threshold must be less than resolution
ro: Pragul de alertă trebuie să fie mai mic decât rezoluția
si: අනතුරු ඇඟවීමේ සීමාව විභේදනයට වඩා අඩු විය යුතුය

source: Alert threshold must be greater than resolution
ro: Pragul de alertă trebuie să fie mai mare decât rezoluția
si: අනතුරු ඇඟවීමේ සීමාව විභේදනයට වඩා වැඩි විය යුතුය

source: Field is required
ro: Câmpul este obligatoriu
si: ක්ෂේත්රය අවශ්ය වේ

source: Warning threshold must be greater than critical alert
ro: Pragul de avertizare trebuie să fie mai mare decât alerta critică
si: අනතුරු ඇඟවීමේ සීමාව විවේචනාත්මක ඇඟවීමට වඩා වැඩි විය යුතුය

source: Warning threshold must be less than critical alert
ro: Pragul de avertizare trebuie să fie mai mic decât alerta critică
si: අනතුරු ඇඟවීමේ සීමාව විවේචනාත්මක ඇඟවීමට වඩා අඩු විය යුතුය

source: Alert not valid
ro: Alertă nevalabilă
si: ඇඟවීම වලංගු නැත

source: Saving your alert rule, hold on...
ro: Salvarea regulii de alertă, așteptați...
si: ඔබගේ අනතුරු ඇඟවීමේ රීතිය සුරකිමින්, රැඳී සිටින්න...

source: Unable to save alert%s
ro: Nu se poate salva alerta%s
si: ඇඟවීම්%sසුරැකීමට නොහැක

source: Error deleting rule
ro: Eroare de ștergere a regulii
si: රීතිය මැකීමේ දෝෂයකි

source: Are you sure you want to delete this alert rule?
ro: Sunteți sigur că doriți să ștergeți această regulă de alertă?
si: ඔබට මෙම ඇඟවීම් රීතිය මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Delete Alert Rule?
ro: Ștergeți regula de alertă?
si: ඇඟවීම් රීතිය මකන්නද?

source: Delete Rule
ro: Ștergeți regula
si: රීතිය මකන්න

source: Save Rule
ro: Regula de salvare
si: රීතිය සුරකින්න

source: Set thresholds to trigger alert
ro: Setați praguri pentru a declanșa alerta
si: අනතුරු ඇඟවීම ප්‍රේරණය කිරීමට එළිපත්ත සකසන්න

source: Add a rule name and team
ro: Adăugați un nume de regulă și o echipă
si: රීති නාමයක් සහ කණ්ඩායමක් එක් කරන්න

source: Rule Name
ro: Denumirea regulii
si: රීතියේ නම

source: Add a name so it’s easy to find later.
ro: Adăugați un nume pentru a fi ușor de găsit mai târziu.
si: පසුව සොයා ගැනීමට පහසු වන පරිදි නමක් එක් කරන්න.

source: Something really bad happened
ro: S-a întâmplat ceva foarte rău.
si: ඇත්තටම නරක දෙයක් සිදු විය

source: The team that can edit this alert.
ro: Echipa care poate edita această alertă.
si: මෙම ඇඟවීම සංස්කරණය කළ හැකි කණ්ඩායම.

source: optional: channel ID or user ID
ro: opțional: ID-ul canalului sau ID-ul utilizatorului
si: විකල්ප: නාලිකා හැඳුනුම්පත හෝ පරිශීලක හැඳුනුම්පත

source: Remove action
ro: Eliminați acțiunea
si: ක්‍රියාව ඉවත් කරන්න

source: There was a problem adding an action
ro: A existat o problemă la adăugarea unei acțiuni
si: ක්‍රියාවක් එක් කිරීමේ ගැටලුවක් ඇති විය

source: There was a problem changing an action
ro: A existat o problemă la modificarea unei acțiuni
si: ක්‍රියාවක් වෙනස් කිරීමේ ගැටලුවක් ඇති විය

source: Perform actions
ro: Efectuați acțiuni
si: ක්රියාවන් සිදු කරන්න

source: When any of the thresholds above are met, perform an action such as sending an email or using an integration.
ro: Atunci când oricare dintre pragurile de mai sus sunt îndeplinite, efectuați o acțiune, cum ar fi trimiterea unui e-mail sau utilizarea unei integrări.
si: ඉහත සීමාවන් කිසිවක් සපුරා ඇති විට, විද්‍යුත් තැපෑලක් යැවීම හෝ ඒකාබද්ධ කිරීමක් භාවිතා කිරීම වැනි ක්‍රියාවක් කරන්න.

source: Select a status level
ro: Selectați un nivel de stare
si: තත්ව මට්ටමක් තෝරන්න

source: Select Level
ro: Selectați nivelul
si: මට්ටම තෝරන්න

source: Select an Action
ro: Selectați o acțiune
si: ක්‍රියාවක් තෝරන්න

source: Select Action
ro: Selectați acțiunea
si: ක්‍රියාව තෝරන්න

source: Add Action
ro: Adăugați acțiune
si: ක්‍රියාව එකතු කරන්න

source: Total Sessions
ro: Total sesiuni
si: මුළු සැසි

source: Total Users
ro: Total utilizatori
si: මුළු පරිශීලකයන්

source: Display
ro: Afișaj
si: ප්රදර්ශනය කරන්න

source: Minimum
ro: Minim
si: අවම

source: Average
ro: Medie
si: සාමාන්යය

source: Maximum
ro: Maxim
si: උපරිම

source: Last 6 hours
ro: Ultimele 6 ore
si: පසුගිය පැය 6

source: Last 3 days
ro: Ultimele 3 zile
si: පසුගිය දින 3

source: The threshold[units] that will activate the [severity] status.
ro: Pragul[units] care va activa starea [severity].
si: [severity] තත්ත්වය සක්‍රිය කරන එළිපත්ත[units].

source: critical
ro: critică
si: විවේචනාත්මක

source: warning
ro: avertizare
si: අනතුරු ඇඟවීම

source: None
ro: Nici unul
si: කිසිවක් නැත

source: The threshold[units] that will activate the resolved status.
ro: Pragul[units] care va activa starea rezolvată.
si: විසඳන ලද තත්ත්වය සක්‍රිය කරන එළිපත්ත[units].

source: Automatic
ro: Automată
si: ස්වයංක්රීය

source: Below
ro: Sub
si: පහත

source: Lower than
ro: Mai mică decât
si: වඩා අඩුයි

source: Above
ro: Deasupra
si: ඉහත

source: Higher than
ro: Mai mare decât
si: වඩා උසස්

source: Drag to adjust threshold[break]You can hold shift to fine tune
ro: Trageți pentru a ajusta pragul[break]Puteți ține apăsată tasta shift pentru a regla cu precizie
si: එළිපත්ත සීරුමාරු කිරීමට අදින්න[break]ඔබට සියුම් තාලයට මාරුව අල්ලාගෙන සිටිය හැක

source: Slack
si: ස්ලැක්

source: Pagerduty
ro: Serviciul de pager
si: පේජර්ඩියුටි

source: MS Teams
ro: MS Echipe
si: MS කණ්ඩායම්

source: Notification
ro: Notificare
si: දැනුම්දීම

source: Member
ro: Membru
si: සාමාජික

source: Alert %s
ro: Alertă %s
si: ඇඟවීම %s

source: Looking through all your channels...
ro: Mă uit prin toate canalele tale...
si: ඔබගේ සියලුම නාලිකා හරහා බලමින්...

source: Deleting...
ro: Ștergerea...
si: මකමින්...

source: Deleted alert rule
ro: Regulă de alertă ștearsă
si: අනතුරු ඇඟවීමේ රීතිය මකා ඇත

source: There was a problem deleting the alert
ro: A existat o problemă la ștergerea alertei
si: අනතුරු ඇඟවීම මැකීමේ ගැටලුවක් ඇති විය

source: Field Required
ro: Câmp necesar
si: ක්ෂේත්‍රය අවශ්‍යයි

source: Unable to access this alert rule -- check to make sure you have the correct permissions
ro: Nu se poate accesa această regulă de alertă -- verificați dacă aveți permisiunile corecte
si: මෙම අනතුරු ඇඟවීමේ රීතියට ප්‍රවේශ විය නොහැක -- ඔබට නිවැරදි අවසර තිබේදැයි පරීක්ෂා කරන්න

source: Are you sure you want to delete this rule?
ro: Sunteți sigur că doriți să ștergeți această regulă?
si: ඔබට මෙම රීතිය මැකීමට අවශ්‍ය බව විශ්වාසද?

source: 60 minutes
ro: 60 minute
si: විනාඩි 60 යි

source: Add alert settings
ro: Adăugați setările de alertă
si: ඇඟවීම් සැකසුම් එකතු කරන්න

source: 3 hours
ro: 3 ore
si: පැය 3

source: Choose an environment for these conditions to apply to
ro: Alegeți un mediu pentru ca aceste condiții să se aplice
si: මෙම කොන්දේසි යෙදීම සඳහා පරිසරයක් තෝරන්න

source: Select an Environment
ro: Selectați un mediu
si: පරිසරයක් තෝරන්න

source: 12 hours
ro: 12 ore
si: පැය 12 යි

source: 1 week
ro: 1 săptămână
si: 1 සතිය

source: Alert name
ro: Denumirea alertei
si: අනතුරු ඇඟවීමේ නම

source: Add a name for this alert
ro: Adăugați un nume pentru această alertă
si: මෙම ඇඟවීම සඳහා නමක් එක් කරන්න

source: 30 days
ro: 30 zile
si: දින 30

source: My Rule Name
ro: Numele Regulii Mele
si: මගේ රීතියේ නම

source: Set conditions
ro: Condiții stabilite
si: කොන්දේසි සකසන්න

source: [when:When] an event is captured by Sentry and [selector] of the following happens
ro: [when:When] un eveniment este capturat de Sentry și se întâmplă [selector] din următoarele situații
si: [when:When] Sentry විසින් සිදුවීමක් ග්‍රහණය කර ගන්නා අතර පහත ඒවායින් [selector] ක් සිදුවේ

source: all
ro: tot
si: සෑම

source: any
ro: orice
si: කිසියම්

source: none
ro: niciunul
si: කිසිවක් නැත

source: Add optional trigger...
ro: Adăugați un declanșator opțional...
si: විකල්ප ප්‍රේරකය එක් කරන්න...

source: Add optional condition...
ro: Adăugați o condiție opțională...
si: විකල්ප කොන්දේසියක් එක් කරන්න...

source: [if:If] [selector] of these filters match
ro: [if:If] [selector] din aceste filtre se potrivesc
si: [if:If] මෙම පෙරහන් වලින් [selector] ක් ගැලපේ

source: Add optional filter...
ro: Adăugați un filtru opțional...
si: විකල්ප පෙරහන එක් කරන්න...

source: [then:Then] perform these actions
ro: [then:Then] efectuați aceste acțiuni
si: [එවිට:එවිට] මෙම ක්‍රියා සිදු කරන්න

source: Add action...
ro: Adăugați acțiune...
si: ක්‍රියාව එක් කරන්න...

source: Set action interval
ro: Setați intervalul de acțiune
si: ක්රියාකාරී කාල පරතරය සකසන්න

source: Action Interval
ro: Interval de acțiune
si: ක්‍රියා විරාමය

source: Perform these actions once this often for an issue
ro: Efectuați aceste acțiuni o dată acest lucru de multe ori pentru o problemă
si: ගැටලුවක් සඳහා මෙය බොහෝ විට වරක් මෙම ක්‍රියා සිදු කරන්න

source: No One
ro: Nimeni
si: කිසි කෙනෙක නැහැ

source: This project doesn't support sessions. [link:View supported platforms]
ro: Acest proiect nu suportă sesiuni. [link:View supported platforms]
si: මෙම ව්‍යාපෘතිය සැසි සඳහා සහාය නොදක්වයි. [සබැඳිය: සහය දක්වන වේදිකා බලන්න]

source: Percent of sessions affected is approximated by the ratio of the issue frequency to the number of sessions in the project. [link:Learn more.]
ro: Procentul de sesiuni afectate este aproximat prin raportul dintre frecvența problemelor și numărul de sesiuni din proiect. [link:Learn more.]
si: බලපෑමට ලක් වූ සැසිවල ප්‍රතිශතය ආසන්න වශයෙන් නිකුතුවේ සංඛ්‍යාතයේ ව්‍යාපෘතියේ සැසි ගණනට අනුපාතය මගින් ගණනය කෙරේ. [සබැඳිය:තවත් දැනගන්න.]

source: Having rate limiting problems? Enter a channel or user ID. Read more [rateLimiting].
ro: Aveți probleme de limitare a ratei? Introduceți un canal sau un ID de utilizator. Citiți mai mult [rateLimiting].
si: අනුපාත සීමා කිරීමේ ගැටළු තිබේද? නාලිකාවක් හෝ පරිශීලක හැඳුනුම්පතක් ඇතුළු කරන්න. තව කියවන්න [rateLimiting].

source: If there are no matching [issueOwners], ownership is determined by the [ownershipSettings].
ro: În cazul în care nu există [issueOwners] care să corespundă, dreptul de proprietate este determinat de către [ownershipSettings].
si: ගැළපෙන [issueOwners]නොමැති නම්, හිමිකාරිත්වය [ownershipSettings]මගින් තීරණය වේ.

source: issue owners
ro: deținătorii de emisiuni
si: නිකුත් කරන්නන්

source: ownership settings
ro: setările de proprietate
si: හිමිකාරිත්වය සැකසීම්

source: Delete Node
ro: Ștergeți Nodul
si: නෝඩය මකන්න

source: Create new…
ro: Creați noi...
si: නව…සාදන්න

source: Send notification to…
ro: Trimiteți o notificare către...
si: …වෙත දැනුම්දීම යවන්න

source: [name] Settings
ro: [name] Setări
si: [name] සැකසීම්

source: Send Alerts to Slack. Install the integration now.
ro: Trimiteți alerte în Slack. Instalați integrarea acum.
si: Slack වෙත ඇඟවීම් යවන්න. දැන් ඒකාබද්ධ කිරීම ස්ථාපනය කරන්න.

source: Set Up Slack Now
ro: Configurați Slack acum
si: Slack දැන් සකසන්න

source: Changes applied.
ro: Modificări aplicate.
si: වෙනස්කම් යොදන ලදී.

source: Apply Changes
ro: Aplicați modificările
si: වෙනස්කම් යොදන්න

source: When this alert is triggered [ticketType] will be created with the following fields. It will also [linkToDocs] with the new Sentry Issue.
ro: Când această alertă este declanșată, se va crea [ticketType] cu următoarele câmpuri. De asemenea, se va crea [linkToDocs] cu noua problemă Sentry.
si: මෙම ඇඟවීම ක්‍රියාත්මක කළ විට පහත ක්ෂේත්‍ර සමඟ [ticketType] සාදනු ලැබේ. එය නව සෙන්ට්‍රි නිකුතුව සමඟ ද [linkToDocs] වනු ඇත.
