Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: We recommend setting this up to only run on a percentage of requests, as otherwise you may find that you've quickly exhausted your quota. For more information, take a look at [link:the documentation on MDN].
ro: Vă recomandăm să configurați acest lucru pentru a rula doar pentru un procent din cereri, deoarece altfel s-ar putea să vă treziți că ați epuizat rapid cota. Pentru mai multe informații informații, aruncați o privire la [link:the documentation on MDN].
si: ලෙස ඉල්ලීම් ප්‍රතිශතයක් මත පමණක් ක්‍රියාත්මක වන පරිදි මෙය සැකසීමට අපි නිර්දේශ කරමු, එසේ නොමැතිනම් ඔබ ඔබේ කෝටාව ඉක්මනින් අවසන් වී ඇති බව ඔබට පෙනී යා හැක. තවත් තොරතුරු ක් සඳහා, [link:The documentation on MDN] බලන්න.

source: HTTP Public Key Pinning
ro: Cheia publică HTTP Pinning
si: HTTP පොදු යතුරු ඇමිණීම

source: [link:HTTP Public Key Pinning] (HPKP) is a security feature that tells a web client to associate a specific cryptographic public key with a certain web server to decrease the risk of MITM attacks with forged certificates. It's enforced by browser vendors, and Sentry supports capturing violations using the standard reporting hooks.
ro: [link:HTTP Public Key Pinning] (HPKP) este o caracteristică de securitate care îi spune unui client web să asocieze un anumit cheie publică criptografică cu un anumit server web pentru a reduce riscul de MITM atacuri MITM cu certificate falsificate. Aceasta este impusă de către furnizorii de browsere, iar Sentry suportă capturarea încălcărilor folosind hook-urile standard de raportare
si: [link:HTTP Public Key Pinning] (HPKP) යනු ව්‍යාජ සහතික සහිත MITM ප්‍රහාරවල අවදානම අඩු කිරීම සඳහා නිශ්චිත ගුප්තකේතන පොදු යතුරක් යම් වෙබ් සේවාදායකයක් සමඟ සම්බන්ධ කරන ලෙස වෙබ් සේවාදායකයකුට පවසන ආරක්ෂක විශේෂාංගයකි. එය බ්‍රවුසර වෙළෙන්දන් විසින් බලාත්මක කරන අතර, සම්මත වාර්තාකරණ කොකු භාවිතයෙන් උල්ලංඝනය කිරීම් ග්‍රහණය කර ගැනීමට Sentry සහාය දක්වයි.

source: To configure HPKP reports in Sentry, you'll need to send a header from your server describing your policy, as well specifying the authenticated Sentry endpoint.
ro: Pentru a configura rapoartele HPKP în Sentry, va trebui să trimiteți un antet de la serverul dumneavoastră care să descrie politica, precum și specificarea punctului final Autentificat Sentry.
si: Sentry හි HPKP වාර්තා වින්‍යාස කිරීම සඳහා, ඔබට ඔබේ ප්‍රතිපත්තිය විස්තර කරන ශීර්ෂයක් ඔබේ සේවාදායකයෙන් යැවීමට අවශ්‍ය වේ, එසේම සත්‍යාපනය කළ Sentry අන්ත ලක්ෂ්‍යය සඳහන් කරන්න.

source: Security Header Reports
ro: Rapoarte privind antetul de securitate
si: ආරක්ෂක ශීර්ෂ වාර්තා

source: Additional Configuration
ro: Configurație suplimentară
si: අතිරේක වින්යාසය

source: In addition to the [key_param] parameter, you may also pass the following within the querystring for the report URI:
ro: În plus față de parametrul [key_param], puteți trece, de asemenea, următoarele elemente în cadrul șirului de interogare pentru URI-ul raportului:
si: [key_param] පරාමිතියට අමතරව, වාර්තාව URI සඳහා විමසුම් පදය තුළ ඔබට පහත සඳහන් දෑ ද සම්මත කළ හැක:

source: The environment name (e.g. production)
ro: Denumirea mediului (e.g. production)
si: පරිසරයේ නම (උදා: නිෂ්පාදනය)

source: The version of the application.
ro: Versiunea aplicației.
si: යෙදුමේ අනුවාදය.

source: Supported Formats
ro: Formate acceptate
si: සහාය දක්වන ආකෘති

source: Instructions
ro: Instrucțiuni
si: උපදෙස්

source: Report URI
ro: Raport URI
si: URI වාර්තා කරන්න

source: We've automatically pulled these credentials from your available [link:Client Keys]
ro: Am extras automat aceste acreditări din datele dumneavoastră disponibile [link:Client Keys]
si: අපි ඔබට තිබෙන [link:Client Keys] වෙතින් මෙම අක්තපත්‍ර ස්වයංක්‍රීයව ලබා ගත්තෙමු.

source: Artifacts removed.
ro: Artefacte eliminate.
si: පුරාවස්තු ඉවත් කර ඇත.

source: Unable to remove artifacts. Please try again.
ro: Nu se pot elimina artefactele. Vă rugăm să încercați din nou.
si: කෞතුක වස්තු ඉවත් කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: There are no artifacts that match your search.
ro: Nu există artefacte care să corespundă căutării dumneavoastră.
si: ඔබගේ සෙවුමට ගැලපෙන කෞතුක වස්තු නොමැත.

source: There are no artifacts in this archive.
ro: Nu există artefacte în această arhivă.
si: මෙම ලේඛනාගාරයේ පුරාවස්තු නොමැත.

source: Go to Release
ro: Mergeți la lansare
si: Release වෙත යන්න

source: You do not have permission to delete artifacts.
ro: Nu aveți permisiunea de a șterge artefacte.
si: ඔබට පුරාවස්තු මකා දැමීමට අවසර නැත.

source: Are you sure you want to remove all artifacts in this archive?
ro: Sunteți sigur că doriți să eliminați toate artefactele din această arhivă?
si: ඔබට මෙම සංරක්ෂිතයේ ඇති සියලුම කෞතුක වස්තු ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Remove All Artifacts
ro: Îndepărtați toate artefactele
si: සියලුම පුරාවස්තු ඉවත් කරන්න

source: Filter artifacts
ro: Filtrul artefactelor
si: පෙරහන් පුරාවස්තු

source: Artifact
ro: Artefact
si: කෞතුක වස්තුව

source: Archive %s
ro: Arhivă %s
si: සංරක්ෂිතය %s

source: Removing artifact…
ro: Îndepărtarea artefactului...
si: කෞතුක වස්තුව ඉවත් කිරීම…

source: Artifact removed.
ro: Artefact eliminat.
si: කෞතුක වස්තුව ඉවත් කර ඇත.

source: Unable to remove artifact. Please try again.
ro: Nu se poate elimina artefactul. Vă rugăm să încercați din nou.
si: කෞතුක වස්තුව ඉවත් කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: Removing artifacts…
ro: Îndepărtarea artefactelor...
si: පුරාවස්තු ඉවත් කිරීම…

source: No distribution set
ro: Fără set de distribuție
si: බෙදා හැරීමේ කට්ටලයක් නොමැත

source: You do not have permission to download artifacts.
ro: Nu aveți permisiunea de a descărca artefacte.
si: කෞතුක භාණ්ඩ බාගැනීමට ඔබට අවසර නැත.

source: Download Artifact
ro: Descărcați Artefact
si: කෞතුක භාණ්ඩ බාගන්න

source: Are you sure you want to remove this artifact?
ro: Sunteți sigur că doriți să eliminați acest artefact?
si: ඔබට මෙම පුරාවස්තුව ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Remove Artifact
ro: Înlătură artefactul
si: කෞතුක වස්තුව ඉවත් කරන්න

source: Filter Archives
ro: Filtru Arhive
si: පෙරහන් ලේඛනාගාරය

source: These source map archives help Sentry identify where to look when Javascript is minified. By providing this information, you can get better context for your stack traces when debugging. To learn more about source maps, [link: read the docs].
ro: Aceste arhive de hărți sursă ajută Sentry să identifice unde să caute atunci când Javascript este minificat. Prin furnizarea acestor informații, puteți obține un context mai bun pentru urmele de stack atunci când depanați. Pentru a afla mai multe despre hărțile sursă, [link: read the docs].
si: මෙම මූලාශ්‍ර සිතියම් ලේඛනාගාරය ජාවාස්ක්‍රිප්ට් කුඩා කළ විට බැලිය යුත්තේ කොතැනදැයි හඳුනා ගැනීමට සෙන්ට්‍රිට උදවු කරයි. මෙම තොරතුරු ලබා දීමෙන්, නිදොස්කරණය කිරීමේදී ඔබේ අට්ටි සලකුණු සඳහා වඩා හොඳ සන්දර්භයක් ලබා ගත හැක. මූලාශ්‍ර සිතියම් පිළිබඳ වැඩිදුර දැන ගැනීමට, [සබැඳිය: ලේඛන කියවන්න].

source: Artifacts
ro: Artefacte
si: පුරාවස්තු

source: There are no archives that match your search.
ro: Nu există arhive care să corespundă căutării dumneavoastră.
si: ඔබගේ සෙවුමට ගැලපෙන සංරක්ෂිත නොමැත.

source: There are no archives for this project.
ro: Nu există arhive pentru acest proiect.
si: මෙම ව්‍යාපෘතිය සඳහා ලේඛනාගාරයක් නොමැත.

source: Are you sure you want to remove this tag?
ro: Sunteți sigur că doriți să eliminați această etichetă?
si: ඔබට මෙම ටැගය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Remove tag
ro: Eliminați eticheta
si: ටැගය ඉවත් කරන්න

source: This tag cannot be deleted.
ro: Această etichetă nu poate fi ștearsă.
si: මෙම ටැගය මකා දැමිය නොහැක.

source: You do not have permission to remove tags.
ro: Nu aveți permisiunea de a elimina etichete.
si: ඔබට ටැග් ඉවත් කිරීමට අවසර නැත.

source: Each event in Sentry may be annotated with various tags (key and value pairs). Learn how to [link:add custom tags].
ro: Fiecare eveniment din Sentry poate fi adnotat cu diverse etichete (perechi de chei și valori). Aflați cum să [link:add custom tags].
si: Sentry හි සෑම සිදුවීමක්ම විවිධ ටැග් (යතුරු සහ අගය යුගල) සමඟින් සටහන් කළ හැක. [සබැඳිය: අභිරුචි ටැග් එකතු කිරීම] කරන්නේ කෙසේදැයි ඉගෙන ගන්න.

source: There are no tags, [link:learn how to add tags]
ro: Nu există etichete, [link:learn how to add tags]
si: ටැග් නොමැත, [සබැඳිය: ටැග් එකතු කරන ආකාරය ඉගෙන ගන්න]

source: Quick links
ro: Legături rapide
si: ඉක්මන් සබැඳි

source: Change my password
ro: Schimbați-mi parola
si: මගේ මුරපදය වෙනස් කරන්න

source: Notification Preferences
ro: Preferințe de notificare
si: දැනුම්දීම් මනාප

source: Change my avatar
ro: Schimbați-mi avatarul
si: මගේ අවතාරය වෙනස් කරන්න

source: No Organization
ro: Nicio organizație
si: සංවිධානයක් නැත

source: Quickstart Guide
ro: Ghid de pornire rapidă
si: ඉක්මන් ආරම්භක මාර්ගෝපදේශය

source: Platforms & Frameworks
ro: Platforme & Cadre
si: වේදිකා සහ රාමු

source: Sentry CLI
si: සෙන්ට්රි CLI

source: Sentry on GitHub
ro: Sentry pe GitHub
si: GitHub මත සෙන්ට්‍රි

source: Service Status
ro: Starea serviciului
si: සේවා තත්ත්වය

source: Your Integrations
ro: Integrările dumneavoastră
si: ඔබේ ඒකාබද්ධ කිරීම්

source: Community Forums
ro: Forumuri comunitare
si: ප්‍රජා සංසද

source: Contact Support
ro: Contactați suportul
si: උදවු සදහා අමතන්න

source: My Account
ro: Contul meu
si: මගේ ගිණුම

source: Waiting for wizard to connect
ro: Așteptare pentru conectarea expertului
si: විශාරද සම්බන්ධ වීමට රැඳී සිටිමින්

source: Return to your terminal to complete your setup
ro: Reveniți la terminalul dumneavoastră pentru a finaliza configurarea
si: ඔබගේ පිහිටුවීම සම්පූර්ණ කිරීමට ඔබගේ ටර්මිනලය වෙත ආපසු යන්න

source: (This window will close in 10 seconds)
ro: (Această fereastră se va închide în 10 secunde)
si: (මෙම කවුළුව තත්පර 10 කින් වැසෙයි)

source: Close browser tab
ro: Închideți fila din browser
si: බ්‍රව්සර් ටැබ් එක වසන්න

source: Create a New Team
ro: Creați o echipă nouă
si: නව කණ්ඩායමක් සාදන්න

source: See an example
ro: Vezi un exemplu
si: උදාහරණයක් බලන්න

source: Sorry, no user reports match your filters.
ro: Ne pare rău, niciun raport de utilizator nu se potrivește cu filtrele dumneavoastră.
si: සමාවන්න, ඔබගේ පෙරහන් වලට ගැළපෙන පරිශීලක වාර්තා කිසිවක් නැත.

source: What do users think?
ro: Ce părere au utilizatorii?
si: පරිශීලකයන් සිතන්නේ කුමක්ද?

source: You can't read minds. At least we hope not. Ask users for feedback on the impact of their crashes or bugs and you shall receive.
ro: Nu poți citi gândurile. Cel puțin sperăm că nu. Cereți feedback utilizatorilor cu privire la impactul pe care îl au accidentările sau bug-urile lor și veți primi.
si: ඔබට මනස කියවිය නොහැක. අඩුම තරමින් අපි බලාපොරොත්තු වෙන්නේ නැහැ. ඔවුන්ගේ බිඳ වැටීම් හෝ දෝෂ වල බලපෑම පිළිබඳ ප්‍රතිපෝෂණ සඳහා පරිශීලකයින්ගෙන් විමසන්න, එවිට ඔබට ලැබෙනු ඇත.

source: Bitbucket URL
ro: URL-ul Bitbucket

source: my-group/my-subgroup
ro: grupul meu/subgrupa mea

source: Vercel Marketplace
ro: Piața Vercel

source: MyProject
ro: ProiectMeu

source: Bitbucket-Server Setup
ro: Configurarea serverului Bitbucket

source: Microsoft Teams Unlinked
ro: Microsoft Teams Deconectare

source: Slack Linked
ro: Slack Legat

source: Slack Unlinked
ro: Slack Fără legătură

source: Sentry - Setup Wizard
ro: Sentry - Expertul de configurare

source: Stack Trace Preview
ro: Previzualizare Stack Trace

source: %s asc
ro: %s ascendent

source: %s desc
ro: %s descendent

source: Stack Unwinding
ro: Desfășurarea stack-ului

source: %s error event occurred in this transaction.
ro: %s de evenimente de eroare care au avut loc în această tranzacție.

source: Stack Trace
ro: Urmărirea stivei

source: Close Modal
ro: Închideți Modal

source: Stack Trace Root
ro: Urmărire de stack root

source: Stack Trace Order
ro: Ordinea de urmărire a stack-ului

source: my-service-name
ro: numele-serviciului-meu

source: Fallback/Secondary Grouping Config
ro: Configurarea grupării Fallback/Secondary Grouping

source: mo
ro: moment

source: Widget Builder
ro: Constructor de widget-uri

source: Trace View
ro: Vizualizarea urmelor

source: Slow Browser Ops
ro: Operațiuni lente ale browserului

source: Slow Resource Ops
ro: Operațiuni de resurse lente

source: Slow DB Ops
ro: Încet DB Ops

source: Trace Navigator
ro: Navigator de urmărire

source: Span Operation Breakdown - [operationName]
ro: Descompunerea operațiunii Span - [operationName]

source: Track Deploys
ro: Urmăriți implementările

source: Restore Release [release]
ro: Restaurarea lansării [release]

source: Globbing Syntax:
ro: Sintaxa Globbing:

source: HTTP Public Key Pinning (HPKP)
ro: Cheia publică HTTP Pinning (HPKP)
