Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Approved Applications
ro: Aplicații aprobate
si: අනුමත අයදුම්පත්

source: You haven't approved any third party applications.
ro: Nu ați aprobat nicio aplicație terță parte.
si: ඔබ තෙවන පාර්ශවීය අයදුම්පත් කිසිවක් අනුමත කර නැත.

source: This will permanently remove all associated data for your user
ro: Acest lucru va elimina permanent toate datele asociate pentru utilizatorul dumneavoastră
si: මෙය ඔබගේ පරිශීලකයා සඳහා සම්බන්ධ සියලු දත්ත ස්ථිරවම ඉවත් කරයි

source: Closing your account is permanent and cannot be undone
ro: Închiderea contului dumneavoastră este permanentă și nu poate fi anulată.
si: ඔබගේ ගිණුම වසා දැමීම ස්ථිර වන අතර එය පසුගමනය කළ නොහැක

source: Remove the following organizations
ro: Eliminați următoarele organizații
si: පහත සංවිධාන ඉවත් කරන්න

source: Ownership will remain with other organization owners if an organization is not deleted.
ro: Proprietatea va rămâne la alți proprietari de organizații dacă o organizație nu este ștearsă.
si: සංවිධානයක් මකා නොදැමුවහොත් හිමිකාරිත්වය අනෙකුත් ආයතන හිමිකරුවන් සමඟ පවතිනු ඇත.

source: Boxes which can't be unchecked mean that you are the only organization owner and the organization [strong:will be deleted].
ro: Căsuțele care nu pot fi debifate înseamnă că sunteți singurul proprietar al organizației și că organizația [strong:will be deleted].
si: සලකුණු කිරීම ඉවත් කළ නොහැකි කොටු යන්නෙන් අදහස් වන්නේ ඔබ එකම සංවිධානයේ හිමිකරු සහ සංවිධානය [ශක්තිමත්:මැකෙනු ඇත] යන්නයි.

source: This is permanent and cannot be undone, are you really sure you want to do this?
ro: Acest lucru este permanent și nu poate fi anulat, sunteți sigur că doriți să faceți acest lucru?
si: මෙය ස්ථිර වන අතර පසුගමනය කළ නොහැක, ඔබට මෙය කිරීමට අවශ්‍ය බව සැබවින්ම විශ්වාසද?

source: Closing Account
ro: Contul de închidere
si: ගිණුම වසා දැමීම

source: Your account has been deactivated and scheduled for removal.
ro: Contul dumneavoastră a fost dezactivat și programat pentru eliminare.
si: ඔබගේ ගිණුම අක්‍රිය කර ඉවත් කිරීමට සැලසුම් කර ඇත.

source: Thanks for using Sentry! We hope to see you again soon!
ro: Vă mulțumim pentru utilizarea Sentry! Sperăm să ne revedem în curând!
si: Sentry භාවිතා කිරීම ගැන ස්තූතියි! ඉක්මනින් ඔබව නැවත දැකීමට අපි බලාපොරොත්තු වෙමු!

source: Goodbye
ro: La revedere
si: ආයුබෝවන්

source: Account Details
ro: Detalii despre cont
si: ගිණුම් විස්තර

source: Email Addresses
ro: Adrese de e-mail
si: ඊමේල් ලිපින

source: Unverified
ro: Nedeclarat
si: තහවුරු නොකළ

source: Primary
ro: Primar
si: ප්රාථමික

source: Set as primary
ro: Setați ca principal
si: ප්‍රාථමික ලෙස සකසන්න

source: Resend verification
ro: Reîntoarcerea verificării
si: සත්‍යාපනය නැවත යවන්න

source: Remove email
ro: Ștergeți e-mailul
si: ඊමේල් ඉවත් කරන්න

source: Want to change how many emails you get? Use the notifications panel.
ro: Doriți să modificați numărul de e-mailuri pe care le primiți? Folosiți panoul de notificări.
si: ඔබට ලැබෙන ඊමේල් ගණන වෙනස් කිරීමට අවශ්‍යද? දැනුම්දීම් පැනලය භාවිතා කරන්න.

source: Disconnect
ro: Deconectați
si: විසන්ධි කරන්න

source: You need this identity to sign into your account. If you want to disconnect it, set a password first.
ro: Aveți nevoie de această identitate pentru a vă autentifica în cont. Dacă doriți să o deconectați, setați mai întâi o parolă.
si: ඔබගේ ගිණුමට පුරනය වීමට ඔබට මෙම අනන්‍යතාවය අවශ්‍ය වේ. ඔබට එය විසන්ධි කිරීමට අවශ්‍ය නම්, පළමුව මුරපදයක් සකසන්න.

source: You need this identity to access your organization.
ro: Aveți nevoie de această identitate pentru a avea acces la organizația dumneavoastră.
si: ඔබේ සංවිධානයට ප්‍රවේශ වීමට ඔබට මෙම අනන්‍යතාවය අවශ්‍ය වේ.

source: Application Identities
ro: Identitățile aplicației
si: යෙදුම් හැඳුනුම්පත්

source: There are no application identities associated with your Sentry account
ro: Nu există identități de aplicație asociate cu contul dumneavoastră Sentry
si: ඔබගේ Sentry ගිණුම හා සම්බන්ධ යෙදුම් අනන්‍යතා නොමැත

source: Organization Identities
ro: Identitățile organizațiilor
si: සංවිධානයේ අනන්‍යතා

source: There are no organization identities associated with your Sentry account
ro: Nu există identități de organizație asociate cu contul dumneavoastră Sentry
si: ඔබේ Sentry ගිණුම හා සම්බන්ධ සංවිධාන අනන්‍යතා නොමැත

source: Legacy
si: උරුමය

source: Integration
ro: Integrare
si: අනුකලනය

source: Disconnect Your [provider] Identity?
ro: Vă deconectați de [provider] identitatea?
si: ඔබගේ [provider] අනන්‍යතාවය විසන්ධි කරන්නද?

source: After disconnecting, you will need to use a password or another identity to sign in.
ro: După deconectare, va trebui să folosiți o parolă sau o altă identitate pentru a vă conecta.
si: විසන්ධි කිරීමෙන් පසු, ඔබට පුරනය වීමට මුරපදයක් හෝ වෙනත් අනන්‍යතාවයක් භාවිතා කිරීමට අවශ්‍ය වනු ඇත.

source: This action can't be undone.
ro: Această acțiune nu poate fi anulată.
si: මෙම ක්‍රියාව පසුගමනය කළ නොහැක.

source: Search Projects
ro: Căutare proiecte
si: ව්යාපෘති සොයන්න

source: Device was renamed
ro: Dispozitivul a fost redenumit
si: උපාංගය නැවත නම් කරන ලදී

source: Error renaming the device
ro: Eroare de redenumire a dispozitivului
si: උපාංගය නැවත නම් කිරීමේ දෝෂයකි

source: Rotate Secret Key
ro: Rotiți cheia secretă
si: රහස් යතුර කරකවන්න

source: Two-factor authentication is required for at least one organization you're a member of.
ro: Autentificarea cu doi factori este necesară pentru cel puțin o organizație din care faceți parte.
si: ඔබ සාමාජිකයෙකු වන අවම වශයෙන් එක් සංවිධානයක් සඳහා ද්වි-සාධක සත්‍යාපනය අවශ්‍ය වේ.

source: Created at
ro: Creat la
si: දී නිර්මාණය කරන ලදී

source: Last used
ro: Ultima utilizare
si: අවසන් වරට භාවිතා කරන ලදී

source: Confirmation codes are sent to the following phone number
ro: Codurile de confirmare sunt trimise la următorul număr de telefon
si: තහවුරු කිරීමේ කේත පහත දුරකථන අංකයට යවනු ලැබේ

source: Authenticator
ro: Autentificator
si: සත්‍යාපනය කරන්නා

source: %s has been removed
ro: %s a fost eliminat
si: %s ඉවත් කර ඇත

source: Error removing %s
ro: Eroare de eliminare %s
si: %sඉවත් කිරීමේ දෝෂයකි

source: Start Over
ro: Începeți din nou
si: නැවත ආරම්භ කරන්න

source: Send Code
ro: Trimiteți codul
si: කේතය යවන්න

source: Already enrolled
ro: Deja înscris
si: දැනටමත් ලියාපදිංචි වී ඇත

source: Sending code to %s...
ro: Trimiterea codului către %s...
si: කේතය %sවෙත යවමින් ...

source: Verifying OTP...
ro: Verificarea OTP...
si: OTP සත්‍යාපනය කරමින්...

source: Incorrect OTP
ro: OTP incorect
si: වැරදි OTP

source: Error sending SMS
ro: Eroare la trimiterea SMS
si: SMS යැවීමේ දෝෂයකි

source: Sent code to %s
ro: A trimis codul la %s
si: කේතය %sවෙත යවන ලදී

source: Error adding %s authenticator
ro: Eroare la adăugarea %s autentificatorului
si: සත්‍යාපන %s ක් එක් කිරීමේ දෝෂයකි

source: Error removing authenticator
ro: Eroare la eliminarea autentificatorului
si: සත්‍යාපනය ඉවත් කිරීමේ දෝෂයකි

source: Authenticator has been removed
ro: Autentificatorul a fost eliminat
si: Authenticator ඉවත් කර ඇත

source: Authenticator secret
ro: Secret de autentificare
si: සත්‍යාපන රහස

source: Error disabling %s
ro: Eroare de dezactivare %s
si: %sඅක්‍රිය කිරීමේ දෝෂයකි

source: Error regenerating backup codes
ro: Eroare de regenerare a codurilor de rezervă
si: උපස්ථ කේත නැවත උත්පාදනය කිරීමේ දෝෂයකි

source: Unused Codes
ro: Coduri neutilizate
si: භාවිතයට නොගත් කේත

source: copy
ro: copie
si: පිටපත

source: print
si: මුද්රණය කරන්න

source: download
ro: descărcați
si: බාගත

source: Are you sure you want to regenerate recovery codes? Your old codes will no longer work.
ro: Sunteți sigur că doriți să regenerați codurile de recuperare? Vechile coduri nu vor mai funcționa.
si: ඔබට ප්‍රතිසාධන කේත නැවත උත්පාදනය කිරීමට අවශ්‍ය බව විශ්වාසද? ඔබේ පැරණි කේත තවදුරටත් ක්‍රියා නොකරනු ඇත.

source: Regenerate Codes
ro: Regenerarea codurilor
si: කේත නැවත උත්පාදනය කරන්න

source: Make sure to save a copy of your recovery codes and store them in a safe place.
ro: Asigurați-vă că salvați o copie a codurilor de recuperare și că le păstrați într-un loc sigur.
si: ඔබගේ ප්‍රතිසාධන කේතවල පිටපතක් සුරැකීමට සහ ඒවා ආරක්ෂිත ස්ථානයක ගබඩා කිරීමට වග බලා ගන්න.

source: You have no more recovery codes to use
ro: Nu mai aveți coduri de recuperare de utilizat
si: ඔබට භාවිතා කිරීමට තවත් ප්‍රතිසාධන කේත නොමැත

source: Do you want to remove this method?
ro: Doriți să eliminați această metodă?
si: ඔබට මෙම ක්‍රමය ඉවත් කිරීමට අවශ්‍යද?

source: Removing the last authentication method will disable two-factor authentication completely.
ro: Eliminarea ultimei metode de autentificare va dezactiva complet autentificarea cu doi factori.
si: අවසාන සත්‍යාපන ක්‍රමය ඉවත් කිරීම ද්වි-සාධක සත්‍යාපනය සම්පූර්ණයෙන්ම අක්‍රීය කරයි.

source: You have been invited to an organization that requires [link:two-factor authentication]. Setup two-factor authentication below to join your organization.
ro: Ați fost invitat la o organizație care necesită [link:two-factor authentication]. Configurați autentificarea cu doi factori mai jos pentru a vă alătura organizației.
si: ඔබට [link:two-factor authentication] අවශ්‍ය සංවිධානයකට ආරාධනා කර ඇත. ඔබේ සංවිධානයට සම්බන්ධ වීමට පහත ද්වි-සාධක සත්‍යාපනය සකසන්න.

source: Device name
ro: Numele dispozitivului
si: උපාංගයේ නම

source: You have not added any U2F devices
ro: Nu ați adăugat niciun dispozitiv U2F
si: ඔබ U2F උපාංග කිසිවක් එක් කර නැත

source: Add Another Device
ro: Adăugați un alt dispozitiv
si: තවත් උපාංගයක් එක් කරන්න

source: Rename Device
ro: Redenumirea dispozitivului
si: උපාංගය නැවත නම් කරන්න

source: Do you want to remove U2F device?
ro: Doriți să eliminați dispozitivul U2F?
si: ඔබට U2F උපාංගය ඉවත් කිරීමට අවශ්‍යද?

source: Can not remove last U2F device
ro: Nu se poate elimina ultimul dispozitiv U2F
si: අවසන් U2F උපාංගය ඉවත් කළ නොහැක

source: Sign out of all devices
ro: Deconectați-vă de pe toate dispozitivele
si: සියලුම උපාංගවලින් වරන්න

source: Signing out of all devices will sign you out of this device as well.
ro: Dacă vă deconectați de pe toate dispozitivele, vă veți deconecta și de pe acest dispozitiv.
si: සියලුම උපාංගවලින් වරනය වීම ඔබව මෙම උපාංගයෙන්ද වරනය කරනු ඇත.

source: No available authenticators to add
ro: Nu există autentificatori disponibili pentru a fi adăugați
si: එකතු කිරීමට සත්‍යාපනය කරන්නන් නොමැත

source: Add
ro: Adăugați
si: එකතු කරන්න

source: requires 2FA
ro: necesită 2FA
si: 2FA අවශ්ය වේ

source: There was a problem closing all sessions
ro: A existat o problemă la închiderea tuturor sesiunilor
si: සියලුම සැසි වැසීමේ ගැටලුවක් ඇති විය

source: Subscription
ro: Abonament
si: දායකත්වය

source: Subscriptions for %s
ro: Abonamente pentru %s
si: %sසඳහා දායකත්වයන්

source: [email] on [date]
ro: [email] pe [date]
si: [email] මත [date]

source: Not currently subscribed
ro: Nu este abonat în prezent
si: දැනට දායක වී නැත

source: There's no subscription backend present.
ro: Nu există un backend de abonament.
si: දායකත්ව පසුබිමක් නොමැත.

source: We’re applying GDPR consent and privacy policies to all Sentry contacts, regardless of location. You’ll be able to manage your subscriptions here and from an Unsubscribe link in the footer of all marketing emails.
ro: Aplicăm politicile de consimțământ și de confidențialitate GDPR la toate produsele Sentry indiferent de locație. Veți putea să vă gestionați abonamentele aici și de la un link de dezabonare din subsolul paginii de subscripție a site-ului. toate e-mailurile de marketing.
si: අපි ස්ථානය කුමක් වුවත්, සියලුම Sentry සම්බන්ධතා සඳහා GDPR කැමැත්ත සහ රහස්‍යතා ප්‍රතිපත්ති යොදන්නෙමු. ඔබට ඔබේ දායකත්වයන් ක් මෙහි සහ සියලුම අලෙවිකරණ ඊමේල් ක පාදකයේ ඇති දායකත්වයෙන් ඉවත් වීමේ සබැඳියකින් කළමනාකරණය කිරීමට හැකි වනු ඇත.

source: Please contact [email:learn@sentry.io] with any questions or suggestions.
ro: Vă rugăm să contactați [email:learn@sentry.io] pentru orice întrebări sau sugestii.
si: ඕනෑම ප්‍රශ්නයක් හෝ යෝජනා සමඟ කරුණාකර [email:learn@sentry.io] අමතන්න.

source: Sentry is committed to respecting your inbox. Our goal is to provide useful content and resources that make fixing errors less painful. Enjoyable even.
ro: Sentry se angajează să vă respecte căsuța de e-mail. Scopul nostru este de a furniza conținut și resurse utile care să facă repararea erorilor mai puțin dureros. Chiar plăcută.
si: Sentry ඔබගේ එන ලිපි වලට ගරු කිරීමට කැපවී සිටී. අපගේ ඉලක්කය වන්නේ ප්‍රයෝජනවත් අන්තර්ගත සහ වැරදි නිවැරදි කිරීමේ වේදනාකාරී නොවන සම්පත් සැපයීමයි. විනෝදජනක පවා.

source: As part of our compliance with the EU’s General Data Protection Regulation (GDPR), starting on 25 May 2018, we’ll only email you according to the marketing categories to which you’ve explicitly opted-in.
ro: Ca parte a respectării de către noi a prevederilor UE privind protecția generală a datelor. (GDPR), începând cu data de 25 mai 2018, vă vom trimite numai e-mailuri în funcție de categoriile de marketing la care v-ați încadrat în mod explicit optat în mod explicit.
si: 2018 මැයි 25 දින සිට EU හි සාමාන්‍ය දත්ත ආරක්ෂණ රෙගුලාසි (GDPR) සමඟ අපගේ අනුකූලතාවයේ කොටසක් ලෙස, ඔබ පැහැදිලිව තෝරාගෙන ඇති අලෙවිකරණ ප්‍රවර්ගවලට අනුව අපි ඔබට විද්‍යුත් තැපැල් ක් පමණක් එවන්නෙමු.

source: Application Details
ro: Detalii despre aplicație
si: අයදුම්පත් විස්තර

source: Credentials
ro: Adeverințe
si: අක්තපත්ර

source: Your secret is only available briefly after application creation. Make sure to save this value!
ro: Secretul dumneavoastră este disponibil doar pentru scurt timp după crearea aplicației. Faceți asigurați-vă că salvați această valoare!
si: ඔබගේ රහස ලබා ගත හැක්කේ යෙදුම නිර්මාණය කිරීමෙන් පසුව පමණි. මෙම අගය සුරැකීමට වග බලා ගන්න!

source: API Applications
ro: Aplicații API
si: API යෙදුම්

source: Created a new API Application
ro: A creat o nouă aplicație API
si: නව API යෙදුමක් සාදන ලදී

source: Unable to remove application. Please try again.
ro: Nu se poate elimina aplicația. Vă rugăm să încercați din nou.
si: යෙදුම ඉවත් කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: Create New Application
ro: Creați o nouă aplicație
si: නව යෙදුමක් සාදන්න

source: Application Name
ro: Numele aplicației
si: අයදුම්පත් නම

source: You haven't created any applications yet.
ro: Nu ați creat încă nicio aplicație.
si: ඔබ තවමත් යෙදුම් කිසිවක් නිර්මාණය කර නැත.

source: Create API Token
ro: Creați Token API
si: API ටෝකනය සාදන්න

source: Authentication tokens allow you to perform actions against the Sentry API on behalf of your account. They're the easiest way to get started using the API.
ro: Jetoanele de autentificare vă permit să efectuați acțiuni în cadrul API Sentry în numele contului dumneavoastră. Acestea reprezintă cel mai simplu mod de a începe să utilizați API.
si: ඔබගේ ගිණුම වෙනුවෙන් Sentry API වලට එරෙහිව ක්‍රියා කිරීමට සත්‍යාපන ටෝකන ඔබට ඉඩ සලසයි. ඒවා API භාවිතා කිරීම ආරම්භ කිරීමට ඇති පහසුම ක්‍රමයයි.

source: For more information on how to use the web API, see our [link:documentation].
ro: Pentru mai multe informații despre modul de utilizare a API-ului web, consultați pagina noastră de internet [link:documentation].
si: වෙබ් API භාවිතා කරන්නේ කෙසේද යන්න පිළිබඳ වැඩි විස්තර සඳහා, අපගේ [link:documentation] බලන්න.

source: Create Token
ro: Creați un token
si: ටෝකනය සාදන්න

source: Scopes
ro: Scopuri
si: විෂය පථයන්

source: Auth Token
ro: Token de autentificare
si: සත්‍යාපන ටෝකනය

source: You haven't created any authentication tokens yet.
ro: Nu ați creat încă niciun token de autentificare.
si: ඔබ තවමත් සත්‍යාපන ටෝකන කිසිවක් සාදා නැත.

source: API Tokens
ro: Jetoane API
si: API ටෝකන

source: Removed token
ro: Token eliminat
si: ටෝකනය ඉවත් කරන ලදී

source: Unable to remove token. Please try again.
ro: Imposibil de eliminat token-ul. Vă rugăm să încercați din nou.
si: ටෝකනය ඉවත් කළ නොහැක. කරුණාකර නැවත උත්සාහ කරන්න.

source: Auth Tokens are tied to the logged in user, meaning they'll stop working if the user leaves the organization! We suggest using internal integrations to create/manage tokens tied to the organization instead.
ro: Token-urile Auth sunt legate de utilizatorul conectat, ceea ce înseamnă că nu vor mai funcționa dacă utilizatorul părăsește organizația! Vă sugerăm să folosiți în schimb integrări interne pentru a crea/administra token-uri legate de organizație.
si: සත්‍යාපන ටෝකන ලොගින් වූ පරිශීලකයාට බැඳී ඇත, එයින් අදහස් වන්නේ පරිශීලකයා සංවිධානයෙන් ඉවත් වුවහොත් ඔවුන් ක්‍රියා කිරීම නවත්වන බවයි! අපි ඒ වෙනුවට සංවිධානයට බැඳී ඇති ටෝකන සෑදීමට/කළමනාකරණය කිරීමට අභ්‍යන්තර ඒකාබද්ධ කිරීම් භාවිතා කිරීමට යෝජනා කරමු.

source: Change your account details and preferences (e.g. timezone/clock, avatar, language)
ro: Schimbați detaliile și preferințele contului dumneavoastră (de exemplu, fusul orar/orel, avatarul, limba)
si: ඔබගේ ගිණුම් විස්තර සහ මනාප වෙනස් කරන්න (උදා: වේලා කලාපය/ඔරලෝසුව, අවතාරය, භාෂාව)

source: Change your account password and/or two factor authentication
ro: Schimbați parola contului dumneavoastră și/sau autentificarea cu doi factori
si: ඔබගේ ගිණුමේ මුරපදය සහ/හෝ සාධක දෙකක සත්‍යාපනය වෙනස් කරන්න

source: Configure what email notifications to receive
ro: Configurați ce notificări de e-mail să primiți
si: කුමන විද්‍යුත් තැපැල් දැනුම්දීම් ලැබිය යුතුද යන්න වින්‍යාස කරන්න

source: Add or remove secondary emails, change your primary email, verify your emails
ro: Adăugați sau eliminați e-mailuri secundare, schimbați e-mailul principal, verificați e-mailurile dumneavoastră
si: ද්විතීයික ඊමේල් එකතු කරන්න හෝ ඉවත් කරන්න, ඔබේ ප්‍රාථමික විද්‍යුත් තැපෑල වෙනස් කරන්න, ඔබේ ඊමේල් සත්‍යාපනය කරන්න

source: Change Sentry marketing subscriptions you are subscribed to (GDPR)
ro: Modificarea abonamentelor de marketing Sentry la care sunteți abonat (GDPR)
si: ඔබ දායක වී ඇති Sentry අලෙවිකරණ දායකත්වයන් වෙනස් කරන්න (GDPR)

source: Authorized Applications
ro: Aplicații autorizate
si: අවසර ලත් අයදුම්පත්

source: Manage third-party applications that have access to your Sentry account
ro: Gestionați aplicațiile terților care au acces la contul dumneavoastră Sentry
si: ඔබගේ Sentry ගිණුමට ප්‍රවේශය ඇති තෙවන පාර්ශවීය යෙදුම් කළමනාකරණය කරන්න

source: Manage your third-party identities that are associated to Sentry
ro: Gestionați identitățile terților care sunt asociate cu Sentry
si: Sentry හා සම්බන්ධ ඔබේ තෙවන පාර්ශ්ව අනන්‍යතා කළමනාකරණය කරන්න

source: Permanently close your Sentry account
ro: Închideți permanent contul dumneavoastră Sentry
si: ඔබගේ Sentry ගිණුම ස්ථිරව වසන්න

source: Add and configure OAuth2 applications
ro: Adăugarea și configurarea aplicațiilor OAuth2
si: OAuth2 යෙදුම් එකතු කර වින්‍යාස කරන්න

source: Turning this off will irreversibly overwrite all of your fine-tuning settings to "off".
ro: Dezactivarea acestei funcții va suprascrie ireversibil toate setările de reglare fină la "off".
si: මෙය ක්‍රියාවිරහිත කිරීමෙන් ඔබේ සියුම්-සුසර කිරීමේ සිටුවම් සියල්ල ආපසු හැරවිය නොහැකි ලෙස "අක්‍රිය" වෙත නැවත ලියයි.

source: Got feedback? Email [email:ecosystem-feedback@sentry.io].
ro: Ai feedback? Trimiteți un e-mail la [email:ecosystem-feedback@sentry.io].
si: ප්‍රතිපෝෂණ ලැබුණාද? විද්‍යුත් තැපෑල [email:ecosystem-feedback@sentry.io].

source: Notifications from Alert Rules that your team has setup. You’ll always receive notifications from Alerts configured to be sent directly to you.
ro: Notificări din Reguli de alertă pe care echipa dumneavoastră le-a configurat. Veți primi întotdeauna notificări de la alertele configurate pentru a fi trimise direct către dumneavoastră.
si: ඔබගේ කණ්ඩායම පිහිටුවා ඇති ඇඟවීම් රීති වලින් දැනුම්දීම්. ඔබ වෙත කෙලින්ම යැවීමට වින්‍යාස කර ඇති ඇඟවීම් වලින් ඔබට සැම විටම දැනුම්දීම් ලැබෙනු ඇත.

source: On
ro: Pe
si: මත

source: Off
ro: Închideți
si: අක්රියයි

source: Control workflow notifications, e.g. changes in issue assignment, resolution status, and comments.
ro: Controlați notificările fluxului de lucru, de exemplu, modificările în atribuirea problemelor, starea de rezolvare și comentariile.
si: කාර්ය ප්‍රවාහ දැනුම්දීම් පාලනය කරන්න, උදා: නිකුතු පැවරුමේ වෙනස්කම්, විභේදන තත්ත්වය සහ අදහස්.

source: Only on issues I subscribe to
ro: Numai pentru numerele la care sunt abonat
si: මම දායක වන ගැටළු මත පමණි

source: Control deploy notifications that include release, environment, and commit overviews.
ro: Controlați notificările de desfășurare care includ informații despre versiune, mediu și confirmare.
si: මුදා හැරීම, පරිසරය සහ කැපවීම් දළ විශ්ලේෂණයන් ඇතුළත් දැනුම්දීම් පාලනය කරන්න.

source: Only on deploys with my commits
ro: Numai în cazul implementărilor cu comenzile mele
si: මගේ කැපවීම් සමඟ යෙදවීම මත පමණි

source: Reports contain a summary of what's happened within the organization.
ro: Rapoartele conțin un rezumat a ceea ce s-a întâmplat în cadrul organizației.
si: සංවිධානය තුළ සිදු වූ දේ පිළිබඳ සාරාංශයක් වාර්තාවල අඩංගු වේ.

source: Approvals
ro: Aprobări
si: අනුමත කිරීම්

source: Notifications from teammates that require review or approval.
ro: Notificări de la colegii de echipă care necesită revizuire sau aprobare.
si: සමාලෝචනය හෝ අනුමැතිය අවශ්‍ය කණ්ඩායම් සගයන්ගෙන් දැනුම්දීම්.

source: On a per project basis, route emails to an alternative email address.
ro: Pentru fiecare proiect în parte, direcționați e-mailurile către o adresă de e-mail alternativă.
si: ව්‍යාපෘති පදනමක් මත, ඊමේල් විකල්ප ඊමේල් ලිපිනයකට යොමු කරන්න.

source: Issue Alerts
ro: Alerte de problemă
si: අනතුරු ඇඟවීම් නිකුත් කරන්න

source: Notifications sent from Alert rules that your team has set up.
ro: Notificări trimise din regulile de alertă pe care echipa dumneavoastră le-a stabilit.
si: ඔබගේ කණ්ඩායම පිහිටුවා ඇති ඇඟවීම් නීති වලින් යවන ලද දැනුම්දීම්.

source: Issue Workflow
ro: Fluxul de lucru al problemei
si: වැඩ ප්‍රවාහය නිකුත් කරන්න

source: Only Subscribed Issues
ro: Numai numerele abonate
si: දායක වූ ගැටළු පමණි

source: Changes in issue assignment, resolution status, and comments.
ro: Modificări în atribuirea problemelor, starea de rezolvare și comentarii.
si: ගැටළු පැවරීම, විසඳුම් තත්ත්වය සහ අදහස්වල වෙනස්කම්.

source: Only Committed Issues
ro: Numai probleme angajate
si: කැපවූ ගැටළු පමණි

source: Release, environment, and commit overviews.
ro: Prezentare generală a versiunilor, a mediului și a livrărilor.
si: මුදා හැරීම, පරිසරය සහ දළ විශ්ලේෂණයන් සිදු කිරීම.

source: Delivery Method
ro: Metoda de livrare
si: බෙදා හැරීමේ ක්රමය

source: Send to Email
ro: Trimite la e-mail
si: ඊමේල් වෙත යවන්න

source: Send to Slack
ro: Trimiteți la Slack
si: Slack වෙත යවන්න

source: Send to Email and Slack
ro: Trimiteți la e-mail și Slack
si: ඊමේල් සහ ස්ලැක් වෙත යවන්න

source: A summary of the past week for an organization.
ro: Un rezumat al săptămânii trecute pentru o organizație.
si: සංවිධානයක් සඳහා පසුගිය සතියේ සාරාංශයක්.

source: Change the email address that receives notifications.
ro: Modificați adresa de e-mail care primește notificări.
si: දැනුම්දීම් ලැබෙන ඊමේල් ලිපිනය වෙනස් කරන්න.

source: My Own Activity
ro: Activitatea mea proprie
si: මගේම ක්‍රියාකාරකම

source: Notifications about your own actions on Sentry.
ro: Notificări cu privire la propriile acțiuni pe Sentry.
si: Sentry හි ඔබගේම ක්‍රියා පිළිබඳ දැනුම්දීම්.

source: Claim Unassigned Issues I’ve Resolved
ro: Revendicați problemele neatribuite pe care le-am rezolvat
si: මා විසින් විසඳා ඇති පවරා නොගත් ගැටළු වලට හිමිකම් කියන්න

source: You’ll receive notifications about any changes that happen afterwards.
ro: Revendicați problemele neatribuite pe care le-am rezolvat
si: පසුව සිදුවන ඕනෑම වෙනස්කමක් ගැන ඔබට දැනුම්දීම් ලැබෙනු ඇත.

source: Looking to add or remove an email address? Use the emails panel.
ro: Doriți să adăugați sau să eliminați o adresă de e-mail? Utilizați panoul de e-mailuri.
si: ඊමේල් ලිපිනයක් එක් කිරීමට හෝ ඉවත් කිරීමට බලාපොරොත්තු වන්නේද? ඊමේල් පැනලය භාවිතා කරන්න.

source: This is the default for all projects.
ro: Aceasta este valoarea implicită pentru toate proiectele.
si: මෙය සියලු ව්‍යාපෘති සඳහා පෙරනිමියයි.

source: This is the default for all organizations.
ro: Aceasta este valoarea implicită pentru toate organizațiile.
si: මෙය සියලුම සංවිධාන සඳහා පෙරනිමියයි.

source: Where personal notifications will be sent.
ro: Unde vor fi trimise notificările personale.
si: පුද්ගලික දැනුම්දීම් යවනු ලබන ස්ථානය.

source: All Organizations
ro: Toate organizațiile
si: සියලුම සංවිධාන
