Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Use this endpoint to upload [link], for example with Electron, Crashpad or Breakpad.
ro: Utilizați acest endpoint pentru a încărca [link], de exemplu cu Electron, Crashpad sau Breakpad.
si: [link]උඩුගත කිරීමට මෙම අන්ත ලක්ෂ්‍යය භාවිතා කරන්න, උදාහරණයක් ලෙස Electron, Crashpad හෝ Breakpad සමඟ.

source: Unreal Engine 4 Endpoint
ro: Punct final Unreal Engine 4
si: Unreal Engine 4 අන්ත ලක්ෂ්‍යය

source: Use this endpoint to configure your UE4 Crash Reporter.
ro: Utilizați acest endpoint pentru a vă configura UE4 Crash Reporter.
si: ඔබගේ UE4 බිඳවැටීම් වාර්තාකරු වින්‍යාස කිරීමට මෙම අන්ත ලක්ෂ්‍යය භාවිතා කරන්න.

source: Secret Key
ro: Cheia secretă
si: රහස් යතුර

source: Project ID
ro: ID Proiect
si: ව්යාපෘති හැඳුනුම්පත

source: The DSN tells the SDK where to send the events to. [link]
ro: DSN indică SDK-ului unde să trimită evenimentele. [link]
si: DSN SDK හට සිදුවීම් යැවිය යුත්තේ කොතැනටදැයි කියයි. [link]

source: Hide deprecated DSN
ro: Ascundeți DSN depreciat
si: අත්හැර දැමූ DSN සඟවන්න

source: Show deprecated DSN
ro: Afișați DSN depreciat
si: අත්හැර දැමූ DSN පෙන්වන්න

source: Preview File
ro: Fișier de previzualizare
si: ගොනුව පෙරදසුන් කරන්න

source: Configure [userMappingsLink:User Mappings] or [teamMappingsLink:Team Mappings] for any missing associations.
ro: Configurați [userMappingsLink:User Mappings] sau [teamMappingsLink:Team Mappings] pentru orice asociere lipsă.
si: අතුරුදහන් වූ සංගම් සඳහා [userMappingsLink:User Mappings] හෝ [teamMappingsLink:Team Mappings] වින්‍යාස කරන්න.

source: [addAndSkip:Add and Skip Missing Associations] will add your codeowner file and skip any rules that having missing associations. You can add associations later for any skipped rules.
ro: [addAndSkip:Add and Skip Missing Associations] va adăuga fișierul codeowner și va sări peste toate regulile care au asociații lipsă. Puteți adăuga ulterior asocieri pentru orice reguli omise.
si: [addAndSkip:Add සහ Skip Missing Associations] ඔබේ කේත හිමිකරු ගොනුව එක් කරන අතර මඟ හැරුණු සංගම් ඇති ඕනෑම රීතියක් මඟ හරිනු ඇත. මඟ හැරුණු ඕනෑම රීතියක් සඳහා ඔබට පසුව සංගම් එකතු කළ හැක.

source: No codeowner file found.
ro: Nu s-a găsit niciun fișier codeowner.
si: කේත හිමිකරු ගොනුවක් හමු නොවීය.

source: Add Code Owner File
ro: Adăugați fișierul Code Owner
si: කේත හිමිකරු ගොනුව එක් කරන්න

source: Configure code mapping to add your CODEOWNERS file. Select the integration you'd like to use for mapping:
ro: Configurați maparea codului pentru a adăuga fișierul CODEOWNERS. Selectați integrarea pe care doriți să o utilizați pentru cartografiere:
si: ඔබගේ CODEOWNERS ගොනුව එක් කිරීමට කේත සිතියම්කරණය වින්‍යාස කරන්න. ඔබ සිතියම්ගත කිරීම සඳහා භාවිතා කිරීමට කැමති අනුකලනය තෝරන්න:

source: Apply an existing code mapping
ro: Aplicați o cartografiere de cod existentă
si: පවතින කේත සිතියම්කරණයක් යොදන්න

source: Add File
ro: Adăugați fișierul
si: ගොනුව එක් කරන්න

source: CODEOWNERS file sync successful.
ro: Sincronizarea fișierelor CODEOWNERS a avut succes.
si: CODEOWNERS ගොනු සමමුහුර්ත කිරීම සාර්ථකයි.

source: An error occurred trying to sync CODEOWNERS file.
ro: S-a produs o eroare în încercarea de a sincroniza fișierul CODEOWNERS.
si: CODEOWNERS ගොනුව සමමුහුර්ත කිරීමට උත්සාහ කිරීමේදී දෝෂයක් ඇති විය.

source: Are you sure you want to remove this CODEOWNERS file?
ro: Sunteți sigur că doriți să eliminați acest fișier CODEOWNERS?
si: ඔබට මෙම CODEOWNERS ගොනුව ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Rules follow the pattern:
ro: Regulile urmează modelul:
si: රීති රටාව අනුගමනය කරයි:

source: Owners can be team identifiers starting with #, or user emails
ro: Proprietarii pot fi identificatori de echipă care încep cu #, sau e-mailuri de utilizator.
si: හිමිකරුවන් #, හෝ පරිශීලක ඊමේල් වලින් ආරම්භ වන කණ්ඩායම් හඳුනාගැනීම් විය හැක

source: Automatically assign issues and send alerts to the right people based on issue properties. [link:Learn more].
ro: Atribuiți automat probleme și trimiteți alerte către persoanele potrivite pe baza proprietăților problemei. [link:Learn more].
si: ගැටළු ස්වයංක්‍රීයව පවරන්න සහ නිකුතු ගුණාංග මත පදනම්ව නිවැරදි පුද්ගලයින්ට ඇඟවීම් යවන්න. [සබැඳිය:තවත් දැනගන්න].

source: Requesting…
ro: Solicitând...
si: …ඉල්ලමින්

source: Unable to send request
ro: Nu se poate trimite o cerere
si: ඉල්ලීම යැවීමට නොහැක

source: View Issues
ro: Vezi probleme
si: ගැටළු බලන්න

source: Add CODEOWNERS File
ro: Adăugați fișierul CODEOWNERS
si: CODEOWNERS ගොනුව එක් කරන්න

source: Request to Add CODEOWNERS File
ro: Cerere de adăugare a dosarului CODEOWNERS
si: CODEOWNERS ගොනුව එක් කිරීමට ඉල්ලීම

source: Automatically assign issues
ro: Atribuiți automat probleme
si: ගැටළු ස්වයංක්‍රීයව පවරන්න

source: Assign issues when a new event matches the rules above.
ro: Atribuiți probleme atunci când un nou eveniment corespunde regulilor de mai sus.
si: නව සිදුවීමක් ඉහත නීතිවලට ගැළපෙන විට ගැටලු පවරන්න.

source: Send alert to project members if there’s no assigned owner
ro: Trimiteți o alertă membrilor proiectului dacă nu există un proprietar atribuit
si: පවරා ඇති හිමිකරුවෙකු නොමැති නම් ව්‍යාපෘති සාමාජිකයින්ට ඇඟවීම් යවන්න

source: Alerts will be sent to all users who have access to this project.
ro: Alertele vor fi trimise tuturor utilizatorilor care au acces la acest proiect.
si: මෙම ව්‍යාපෘතියට ප්‍රවේශය ඇති සියලුම පරිශීලකයින්ට ඇඟවීම් යවනු ලැබේ.

source: Match against Issue Data: (globbing syntax *, ? supported)
ro: Potriviți cu datele de eliberare: (globbing syntax *, ? supported)
si: නිකුතු දත්ත සමඟ ගැළපීම: (globbing syntax *, ? සහය දක්වයි)

source: Unable to save issue ownership rule changes
ro: Imposibilitatea de a salva modificările regulilor de proprietate a numerelor
si: නිකුතුවේ හිමිකාරිත්වයේ රීති වෙනස් කිරීම් සුරැකීමට නොහැක

source: Updated issue ownership rules
ro: Norme actualizate privind proprietatea asupra emisiunilor
si: නිකුතු හිමිකාරිත්වය පිළිබඳ නීති යාවත්කාලීන කරන ලදී

source: You don't have permission to modify issue ownership rules for this project
ro: Nu aveți permisiunea de a modifica regulile de proprietate a problemelor pentru acest proiect
si: මෙම ව්‍යාපෘතිය සඳහා නිකුත් කිරීමේ හිමිකාරත්ව නීති වෙනස් කිරීමට ඔබට අවසර නැත

source: owners
ro: proprietari
si: අයිතිකරුවන්

source: Started reprocessing…
ro: A început reprocesarea...
si: …නැවත සැකසීම ආරම්භ කරන ලදී

source: Good news! There are no processing issues.
ro: Vești bune! Nu există probleme de procesare.
si: ශුභාරංචිය! සැකසුම් ගැටළු නොමැත.

source: Click here to trigger processing for %s pending event
ro: Faceți clic aici pentru a declanșa procesarea pentru %s eveniment în așteptare
si: පොරොත්තු සිදුවීම් %s ක් සඳහා ක්‍රියාරම්භ කිරීමට මෙතන ක්ලික් කරන්න

source: Having trouble uploading debug informations? We can help!
ro: Aveți probleme cu încărcarea informațiilor de depanare? Noi vă putem ajuta!
si: දෝශ නිරාකරණ තොරතුරු උඩුගත කිරීමේ ගැටලුවක් තිබේද? අපට උදව් කළ හැකිය!

source: Paste this command into your shell and we'll attempt to upload the missing symbols from your machine:
ro: Lipiți această comandă în shell-ul dumneavoastră și vom încerca să încărcăm simbolurile lipsă de pe calculatorul dumneavoastră:
si: මෙම විධානය ඔබේ කවචයට අලවන්න, අපි ඔබේ යන්ත්‍රයෙන් නැතිවූ සංකේත උඩුගත කිරීමට උත්සාහ කරමු:

source: No crashed thread found in crash report
ro: Nu s-a găsit niciun fir prăbușit în raportul de accident
si: බිඳවැටීමේ වාර්තාවේ බිඳ වැටුණු නූල් කිසිවක් හමු නොවීය

source: Internal failure when attempting to symbolicate: {error}
ro: Eșec intern la încercarea de a simboliza: {error}
si: සංකේත කිරීමට උත්සාහ කිරීමේදී අභ්‍යන්තර අසාර්ථකත්වය: {error}

source: Pending Issues
ro: Probleme în curs de rezolvare
si: පොරොත්තු ගැටලු

source: The debug information file used was broken.
ro: Fișierul de informații de depanare utilizat era stricat.
si: භාවිතා කරන ලද දෝශ නිරාකරණ තොරතුරු ගොනුව කැඩී ඇත.

source: Discard all
ro: Aruncați toate
si: සියල්ල ඉවතලන්න

source: Problem
ro: Problemă
si: ගැටලුව

source: An optional debug information file was missing.
ro: Lipsea un fișier opțional de informații de depanare.
si: විකල්ප නිදොස් කිරීමේ තොරතුරු ගොනුවක් අතුරුදහන් විය.

source: A required debug information file was missing.
ro: Lipsea un fișier de informații de depanare necesar.
si: අවශ්‍ය දෝශ නිරාකරණ තොරතුරු ගොනුවක් අතුරුදහන් විය.

source: Reprocessing does not apply to Minidumps. Even when enabled, Minidump events with processing issues will show up in the issues stream immediately and cannot be reprocessed.
ro: Reprocesarea nu se aplică în cazul Minidumps. Chiar și atunci când este activată, evenimentele Minidump cu probleme de procesare vor apărea în fluxul de probleme imediat și nu pot fi reprocesate.
si: Minidumps සඳහා නැවත සැකසීම අදාළ නොවේ. සබල කර ඇති විට පවා, Minidump සිදුවීම් සැකසීමේ ගැටළු සමඟ වහාම ගැටළු ප්‍රවාහයේ පෙන්වනු ඇති අතර ඒවා නැවත සැකසිය නොහැක.

source: A system debug information file was missing.
ro: Lipsea un fișier cu informații de depanare a sistemului.
si: පද්ධති දෝශ නිරාකරණ තොරතුරු ගොනුවක් අතුරුදහන් විය.

source: Could not resolve one or more frames in debug information file.
ro: Nu s-a putut rezolva unul sau mai multe cadre în fișierul cu informații de depanare.
si: දෝශ නිරාකරණ තොරතුරු ගොනුවේ රාමු එකක් හෝ කිහිපයක් විසඳිය නොහැක.

source: For some platforms the event processing requires configuration or manual action. If a misconfiguration happens or some necessary steps are skipped, issues can occur during processing. (The most common reason for this is missing debug symbols.) In these cases you can see all the problems here with guides of how to correct them.
ro: Pentru unele platforme, procesarea evenimentelor necesită configurare sau acțiune manuală. În cazul în care are loc o configurare eronată sau se produc unele erori de configurare necesare pași sunt săriți, pot apărea probleme în timpul procesării. (Cele mai frecvente motiv pentru aceasta este lipsa simbolurilor de depanare). În aceste cazuri, puteți vedea toate problemele aici, cu ghiduri despre cum să le corectați.
si: සමහර වේදිකා සඳහා සිදුවීම් සැකසීමට වින්‍යාස කිරීම හෝ අතින් ක්‍රියා ක් අවශ්‍ය වේ. වැරදි වින්‍යාස කිරීමක් සිදු වුවහොත් හෝ අවශ්‍ය පියවර මඟ හැරියහොත්, සැකසීමේදී ගැටළු ඇති විය හැක. (මේ සඳහා වඩාත්ම පොදු හේතුව දෝශ නිරාකරණ සංකේත අතුරුදහන් වීමයි.) මෙම අවස්ථා වලදී ඔබට ඒවා නිවැරදි කරන ආකාරය පිළිබඳ මාර්ගෝපදේශ සමඟ මෙහි ඇති සියලුම ගැටලු දැක ගත හැකිය.

source: Encountered an unprocessable simulator frame.
ro: S-a întâlnit un cadru de simulator neprocesabil.
si: සැකසිය නොහැකි සිමියුලේටර් රාමුවක් හමු විය.

source: A binary image is referenced that is unknown.
ro: Se face referire la o imagine binară care este necunoscută.
si: නොදන්නා ද්විමය රූපයක් යොමු කර ඇත.

source: A proguard mapping file was missing.
ro: Lipsea un fișier de cartografiere proguard.
si: ප්‍රොගාර්ඩ් සිතියම්ගත කිරීමේ ගොනුවක් අස්ථානගත විය.

source: A proguard mapping file does not contain line info.
ro: Un fișier de cartografiere proguard nu conține informații de linie.
si: ප්‍රොගාර්ඩ් සිතියම්ගත කිරීමේ ගොනුවක රේඛා තොරතුරු අඩංගු නොවේ.

source: You do not have sufficient permissions to access Release tokens, placeholders are displayed below.
ro: Nu aveți suficiente permisiuni pentru a accesa Jetoane de eliberare, mai jos sunt afișate caractere de poziție.
si: ඔබට මුදා හැරීමේ ටෝකන වෙත ප්‍රවේශ වීමට ප්‍රමාණවත් අවසර නොමැත, ස්ථාන දරණ පහතින් පෙන්වනු ලැබේ.

source: Configure release tracking for this project to automatically record new releases of your application.
ro: Configurați urmărirea versiunilor pentru acest proiect pentru a înregistra automat noile versiuni ale aplicației dumneavoastră.
si: ඔබගේ යෙදුමේ නව නිකුතු ස්වයංක්‍රීයව වාර්තා කිරීමට මෙම ව්‍යාපෘතිය සඳහා නිකුතු ලුහුබැඳීම වින්‍යාස කරන්න.

source: Client Configuration
ro: Configurație client
si: සේවාලාභී වින්යාසය

source: Start by binding the [release] attribute in your application, take a look at [link] to see how to configure this for the SDK you are using.
ro: Începeți prin legarea atributului [release] în aplicația dvs., consultați [link] pentru a vedea cum să configurați acest lucru pentru SDK-ul pe care îl utilizați.
si: ඔබගේ යෙදුමේ [release] ගුණාංගය බැඳීමෙන් ආරම්භ කරන්න, ඔබ භාවිතා කරන SDK සඳහා මෙය වින්‍යාස කරන්නේ කෙසේදැයි බැලීමට [link] බලන්න.

source: This will annotate each event with the version of your application, as well as automatically create a release entity in the system the first time it's seen.
ro: Acest lucru va adnota fiecare eveniment cu versiunea aplicației dumneavoastră, precum și va crea automat o entitate de lansare în sistem la prima apariție.
si: මෙය ඔබගේ යෙදුමේ අනුවාදය සමඟ එක් එක් සිදුවීම විවරණය කරයි, එසේම එය පළමු වරට දකින විට පද්ධතිය තුළ ස්වයංක්‍රීයව මුදා හැරීමේ ආයතනයක් සාදනු ඇත.

source: In addition you may configure a release hook (or use our API) to push a release and include additional metadata with it.
ro: În plus, puteți configura un cârlig de lansare (sau puteți utiliza API-ul nostru) pentru a lansa o versiune și a include metadate suplimentare cu aceasta.
si: ඊට අමතරව ඔබට නිකුතුවක් තල්ලු කිරීමට සහ අමතර පාර-දත්ත ඇතුළත් කිරීමට නිකුතුවක් (හෝ අපගේ API භාවිතා කරන්න) වින්‍යාසගත කළ හැක.

source: Deploy Token
ro: Implementați Token-ul
si: ටෝකනය යොදන්න

source: Token
si: ටෝකනය

source: A unique secret which is used to generate deploy hook URLs
ro: Un secret unic care este utilizat pentru a genera URL-uri de tip deploy hook.
si: යෙදවීම කොකු URL උත්පාදනය කිරීමට භාවිතා කරන අද්විතීය රහසක්

source: Regenerate Token
ro: Regenerare Token
si: ටෝකනය නැවත උත්පාදනය කරන්න

source: If a service becomes compromised, you should regenerate the token and re-configure any deploy hooks with the newly generated URL.
ro: În cazul în care un serviciu este compromis, trebuie să regenerați token-ul și să reconfigurați toate hook-urile de implementare cu noul URL generat.
si: සේවාවක් අවදානමකට ලක් වුවහොත්, ඔබ ටෝකනය නැවත උත්පාදනය කර අලුතින් ජනනය කරන ලද URL සමඟ ඕනෑම යෙදවුම් කොකු නැවත වින්‍යාසගත කළ යුතුය.

source: Are you sure you want to regenerate your token? Your current token will no longer be usable.
ro: Sunteți sigur că doriți să vă regenerați jetonul? Actualul dumneavoastră token nu va mai putea fi utilizat.
si: ඔබට ඔබේ ටෝකනය නැවත උත්පාදනය කිරීමට අවශ්‍ය බව විශ්වාසද? ඔබගේ වත්මන් ටෝකනය තවදුරටත් භාවිත කළ නොහැකි වනු ඇත.

source: Webhook
si: වෙබ්හුක්

source: If you simply want to integrate with an existing system, sometimes its easiest just to use a webhook.
ro: Dacă doriți pur și simplu să vă integrați cu un sistem existent, uneori cel mai simplu este să utilizați un webhook.
si: ඔබට පවතින පද්ධතියක් සමඟ ඒකාබද්ධ වීමට අවශ්‍ය නම්, සමහර විට එය පහසුම වන්නේ webhook භාවිතා කිරීමයි.

source: The release webhook accepts the same parameters as the "Create a new Release" API endpoint.
ro: Webhook-ul de lansare acceptă aceiași parametri ca și punctul final API "Create a new Release".
si: නිකුතුව webhook විසින් "නව නිකුතුවක් සාදන්න" API අන්ත ලක්ෂ්‍යය ලෙස එකම පරාමිති පිළිගනී.

source: You can notify Sentry when you release new versions of your application via our HTTP API.
ro: Puteți notifica Sentry atunci când lansați noi versiuni ale aplicației dumneavoastră prin intermediul API-ului nostru HTTP.
si: ඔබ අපගේ HTTP API හරහා ඔබගේ යෙදුමේ නව අනුවාද නිකුත් කරන විට ඔබට Sentry වෙත දැනුම් දිය හැක.

source: See the [link:releases documentation] for more information.
ro: Pentru mai multe informații, consultați [link:releases documentation].
si: වැඩි විස්තර සඳහා [link:releases documentation] බලන්න.

source: Your deploy token has been regenerated. You will need to update any existing deploy hooks.
ro: Tokenul dumneavoastră de desfășurare a fost regenerat. Va trebui să actualizați orice hook-uri de implementare existente.
si: ඔබගේ යෙදවීමේ ටෝකනය නැවත උත්පාදනය කර ඇත. ඔබට පවතින ඕනෑම යෙදවුම් කොකු යාවත්කාලීන කිරීමට අවශ්‍ය වනු ඇත.

source: Unable to regenerate deploy token, please try again
ro: Nu se poate regenera tokenul de implementare, vă rugăm să încercați din nou
si: යෙදවීමේ ටෝකනය නැවත උත්පාදනය කළ නොහැක, කරුණාකර නැවත උත්සාහ කරන්න

source: Event Validation
ro: Validarea evenimentului
si: සිදුවීම් වලංගුකරණය

source: Secret
si: රහස

source: The shared secret used for generating event HMAC signatures.
ro: Secretul partajat utilizat pentru generarea semnăturilor HMAC pentru evenimente.
si: සිදුවීම් HMAC අත්සන් උත්පාදනය සඳහා භාවිතා කරන හවුල් රහස.

source: Delete Hook
ro: Ștergeți Hook
si: හක්ක මකන්න

source: Removing this hook is immediate and permanent.
ro: Îndepărtarea acestui hook este imediată și permanentă.
si: මෙම කොක්ක ඉවත් කිරීම ක්ෂණික හා ස්ථිර වේ.

source: Events in the last 30 days (by day)
ro: Evenimentele din ultimele 30 de zile (pe zile)
si: පසුගිය දින 30 තුළ සිදුවීම් (දිනෙන්)

source: Total webhooks fired for this configuration.
ro: Numărul total de webhooks declanșate pentru această configurație.
si: මෙම වින්‍යාසය සඳහා ක්‍රියාත්මක කරන ලද සම්පූර්ණ webhooks.

source: There are no service hooks associated with this project.
ro: Nu există hook-uri de servicii asociate cu acest proiect.
si: මෙම ව්‍යාපෘතිය හා සම්බන්ධ සේවා කොකු නොමැත.

source: Service Hook
ro: Serviciul Hook
si: සේවා කොක්ක

source: Service Hooks are an early adopter preview feature and will change in the future.
ro: Service Hooks este o caracteristică de previzualizare pentru primii utilizatori și se va schimba în viitor.
si: Service Hooks යනු කලින් භාවිතා කරන්නන්ගේ පෙරදසුන් විශේෂාංගයක් වන අතර අනාගතයේදී වෙනස් වනු ඇත.

source: Create New Hook
ro: Creați un hook nou
si: නව කොක්කක් සාදන්න

source: no events configured
ro: niciun eveniment configurat
si: සිදුවීම් කිසිවක් වින්‍යාස කර නැත

source: This is the last team with access to this project. Removing it will mean only organization owners and managers will be able to access the project pages. Are you sure you want to remove this team from the project %s?
ro: Aceasta este ultima echipă care are acces la acest proiect. Eliminarea acesteia va însemna că numai proprietarii și managerii organizației vor putea accesa paginile proiectului. Sunteți sigur că doriți să eliminați această echipă din proiect? %s?
si: මෙම ව්‍යාපෘතියට ප්‍රවේශය ඇති අවසන් කණ්ඩායම මෙයයි. එය ඉවත් කිරීම යනු ව්‍යාපෘති පිටු වෙත ප්‍රවේශ විය හැක්කේ ආයතන හිමිකරුවන්ට සහ කළමනාකරුවන්ට පමණි. ඔබට මෙම කණ්ඩායම %sව්‍යාපෘතියෙන් ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: You must be a project admin to create teams
ro: Trebuie să fiți un administrator de proiect pentru a crea echipe
si: කණ්ඩායම් නිර්මාණය කිරීමට ඔබ ව්‍යාපෘති පරිපාලකයෙකු විය යුතුය

source: %s Teams
ro: %s Echipe
si: %s කණ්ඩායම්

source: Could not remove the %s team
ro: Nu s-a putut elimina %s echipa
si: %s කණ්ඩායම ඉවත් කිරීමට නොහැකි විය

source: Don't rely on stack traces and graphs alone to understand the cause and impact of errors. Enable User Feedback to collect your users' comments when they encounter a crash or bug.
ro: Nu vă bazați doar pe urme de stivă și grafice pentru a înțelege cauza și impactul erorilor. Activați Feedback-ul utilizatorului pentru a colecta comentariile utilizatorilor dumneavoastră atunci când întâlnesc o eroare sau o defecțiune.
si: දෝෂ වල හේතුව සහ බලපෑම තේරුම් ගැනීමට අට්ටි හෝඩුවාවන් සහ ප්‍රස්තාර මත පමණක් රඳා නොසිටින්න. ඔබේ පරිශීලකයින් බිඳ වැටීමක් හෝ දෝෂයක් හමු වූ විට ඔවුන්ගේ අදහස් ක් එකතු කිරීමට පරිශීලක ප්‍රතිපෝෂණ සබල කරන්න.

source: When configured, your users will be presented with a dialog prompting them for additional information. That information will get attached to the issue in Sentry.
ro: Atunci când este configurat, utilizatorilor le va apărea o fereastră de dialog care solicită pentru informații suplimentare. Aceste informații vor fi atașate la problemei în Sentry.
si: වින්‍යාස කළ විට, ඔබේ පරිශීලකයින්ට අමතර තොරතුරු සඳහා විමසන සංවාදයක් ඉදිරිපත් කරනු ඇත. එම තොරතුරු Sentry හි ගැටලුව ට අමුණා ඇත.

source: Open the report dialog
ro: Deschideți caseta de dialog a raportului
si: වාර්තා සංවාදය විවෘත කරන්න

source: Create Hook
ro: Creați Hook
si: කොක්කක් සාදන්න

source: Hook Configuration
ro: Configurația Hook
si: හක්ක වින්යාසය

source: The URL which will receive events.
ro: URL-ul care va primi evenimentele.
si: සිදුවීම් ලැබෙන URL එක.

source: The event types you wish to subscribe to.
ro: Tipurile de evenimente la care doriți să vă abonați.
si: ඔබ දායක වීමට බලාපොරොත්තු වන සිදුවීම් වර්ග.

source: Alerts Settings
ro: Setări Alerte
si: ඇඟවීම් සැකසීම්

source: View Alert Rules
ro: Vezi regulile de alertă
si: ඇඟවීම් රීති බලන්න

source: Looking to fine-tune your personal notification preferences? Visit your Account Settings
ro: Doriți să vă ajustați preferințele personale de notificare? Vizitați setările contului dumneavoastră
si: ඔබගේ පුද්ගලික දැනුම්දීම් මනාපයන් මනාව සකස් කිරීමට සොයන්නේද? ඔබගේ ගිණුම් සැකසීම් වෙත පිවිසෙන්න

source: Email Settings
ro: Setări e-mail
si: ඊමේල් සැකසුම්

source: Digests
ro: Digeste
si: දිරවයි

source: Sentry will automatically digest alerts sent by some services to avoid flooding your inbox with individual issue notifications. To control how frequently notifications are delivered, use the sliders below.
ro: Sentry va digera automat alertele trimise de unele servicii pentru a evita inundarea căsuței de e-mail cu notificări individuale. Pentru a controla frecvența cu care sunt livrate notificările, utilizați cursorii de mai jos.
si: තනි නිකුතු දැනුම්දීම් සමඟින් ඔබේ එන ලිපි ගලා ඒම වැළැක්වීමට Sentry විසින් සමහර සේවා මගින් එවන ලද ඇඟවීම් ස්වයංක්‍රීයව ජීර්ණය කරයි. දැනුම්දීම් කොපමණ වාරයක් බෙදා හරින්නේද යන්න පාලනය කිරීමට, පහත ස්ලයිඩර් භාවිතා කරන්න.

source: There are no integrations available for data forwarding
ro: Nu există integrări disponibile pentru transmiterea de date
si: දත්ත යොමු කිරීම සඳහා ඒකාබද්ධ කිරීම් නොමැත

source: Data Forwarding allows processed events to be sent to your favorite business intelligence tools. The exact payload and types of data depend on the integration you're using. Learn more about this functionality in our [link:documentation].
ro: Data Forwarding permite ca evenimentele procesate să fie trimise către instrumentele preferate de informații de afaceri. Conținutul util exact și tipurile de date depind de integrarea pe care o utilizați. Aflați mai multe despre această funcționalitate în pagina noastră [link:documentation].
si: දත්ත යොමු කිරීම ඔබේ ප්‍රියතම ව්‍යාපාරික බුද්ධි මෙවලම් වෙත සකසන ලද සිදුවීම් යැවීමට ඉඩ දෙයි. නිවැරදි ගෙවීම සහ දත්ත වර්ග ඔබ භාවිතා කරන ඒකාබද්ධතාවය මත රඳා පවතී. අපගේ [link:documentation] හි මෙම ක්‍රියාකාරීත්වය ගැන තවත් ක් ඉගෙන ගන්න.

source: Sentry forwards [em:all applicable events] to the provider, in some cases this may be a significant volume of data.
ro: Sentry transmite [em:all applicable events] către furnizor, în unele cazuri, acesta poate reprezenta un volum semnificativ de date.
si: Sentry Forwards [em:applicable events] සැපයුම්කරු වෙත, අවස්ථා වල මෙය සැලකිය යුතු දත්ත පරිමාවක් විය හැක.

source: Forwarded
ro: Redirecționat
si: යොමු කළා

source: Forwarded events in the last 30 days (by day)
ro: Evenimente transmise în ultimele 30 de zile (pe zile)
si: පසුගිය දින 30 තුළ ප්‍රතියොමු කළ සිදුවීම් (දිනෙන්)

source: Nothing forwarded in the last 30 days.
ro: Nimic nu a fost transmis în ultimele 30 de zile.
si: පසුගිය දින 30 තුළ කිසිවක් යොමු කර නැත.

source: Total events forwarded to third party integrations.
ro: Totalul evenimentelor transmise către integrări terțe.
si: තුන්වන පාර්ශවීය ඒකාබද්ධ කිරීම් වෙත යොමු කරන ලද සම්පූර්ණ සිදුවීම්.

source: You do not have permission to download debug files.
ro: Nu aveți permisiunea de a descărca fișiere de depanare.
si: ඔබට නිදොස් ගොනු බාගැනීමට අවසර නැත.

source: You do not have permission to delete debug files.
ro: Nu aveți permisiunea de a șterge fișierele de depanare.
si: නිදොස් ගොනු මකා දැමීමට ඔබට අවසර නැත.

source: An error occurred while fetching project data
ro: A apărut o eroare la preluarea datelor proiectului
si: ව්‍යාපෘති දත්ත ලබා ගැනීමේදී දෝෂයක් ඇති විය

source: There are no debug symbols that match your search.
ro: Nu există simboluri de depanare care să corespundă căutării dumneavoastră.
si: ඔබගේ සෙවුමට ගැලපෙන දෝශ නිරාකරණ සංකේත නොමැත.

source: There are no debug symbols for this project.
ro: Nu există simboluri de depanare pentru acest proiect.
si: මෙම ව්‍යාපෘතිය සඳහා දෝශ නිරාකරණ සංකේත නොමැත.
