Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: An error occurred while updating the custom repository
ro: A apărut o eroare în timpul actualizării depozitului personalizat
si: අභිරුචි ගබඩාව යාවත්කාලීන කිරීමේදී දෝෂයක් ඇති විය

source: Successfully updated custom repository
ro: A actualizat cu succes depozitul personalizat
si: අභිරුචි ගබඩාව සාර්ථකව යාවත්කාලීන කරන ලදී

source: This step could not be found.
ro: Această etapă nu a putut fi găsită.
si: මෙම පියවර සොයාගත නොහැකි විය.

source: Your App Store Connect credentials have insufficient permissions. To reconnect, update your credentials.
ro: Datele dumneavoastră de autentificare App Store Connect nu au permisiuni suficiente. Pentru a vă reconecta, actualizați acreditările.
si: ඔබගේ App Store Connect අක්තපත්‍රවලට ප්‍රමාණවත් අවසර නොමැත. නැවත සම්බන්ධ වීමට, ඔබේ අක්තපත්‍ර යාවත්කාලීන කරන්න.

source: Your App Store Connect credentials are invalid. To reconnect, update your credentials.
ro: Datele dumneavoastră de identificare App Store Connect nu sunt valide. Pentru a vă reconecta, actualizați-vă acreditările.
si: ඔබගේ App Store Connect අක්තපත්‍ර වලංගු නොවේ. නැවත සම්බන්ධ වීමට, ඔබේ අක්තපත්‍ර යාවත්කාලීන කරන්න.

source: [currentStep] of [totalSteps]
ro: [currentStep] de [totalSteps]
si: [totalSteps]න් [currentStep]

source: Back
ro: Înapoi
si: ආපසු

source: Update
ro: Actualizare
si: යාවත්කාලීන කරන්න

source: App Store Connect credentials
ro: Acreditive App Store Connect
si: App Store සම්බන්ධක අක්තපත්‍ර

source: Choose an application
ro: Alegeți o aplicație
si: යෙදුමක් තෝරන්න

source: Please enter the [docLink:App Store Connect API Key] details. The key needs to have the "Developer" role for Sentry to discover the app builds.
ro: Vă rugăm să introduceți detaliile [docLink:App Store Connect API Key]. Cheia trebuie să aibă rolul " Dezvoltator " pentru ca Sentry să descopere compilările de aplicații.
si: කරුණාකර [docLink:App Store Connect API යතුර] විස්තර ඇතුළත් කරන්න. යෙදුම් ගොඩනැගීම් සොයා ගැනීමට යතුරට Sentry සඳහා "සංවර්ධක" භූමිකාව තිබිය යුතුය.

source: Issuer
ro: Emitent
si: නිකුත් කරන්නා

source: Key ID
ro: Cheie ID
si: යතුරු හැඳුනුම්පත

source: Key Id
ro: Cheie Id
si: යතුරු හැඳුනුම්පත

source: Private Key
ro: Cheia privată
si: පුද්ගලික යතුර

source: (Private Key unchanged)
ro: (Cheia privată rămâne neschimbată)
si: (පෞද්ගලික යතුර නොවෙනස්ව ඇත)

source: App Store Connect application
ro: Aplicația App Store Connect
si: App Store සම්බන්ධක යෙදුම

source: Select application
ro: Selectați aplicația
si: යෙදුම තෝරන්න

source: This field should be exactly 36 characters.
ro: Acest câmp trebuie să aibă exact 36 de caractere.
si: මෙම ක්ෂේත්‍රය හරියටම අක්ෂර 36ක් විය යුතුය.

source: This field should be between 2 and 20 characters.
ro: Acest câmp trebuie să aibă între 2 și 20 de caractere.
si: මෙම ක්ෂේත්‍රය අක්ෂර 2 සහ 20 අතර විය යුතුය.

source: Update [name] Repository
ro: Actualizare [name] Repository
si: [name] ගබඩාව යාවත්කාලීන කරන්න

source: Add [name] Repository
ro: Adăugați [name] Repository
si: [name] ගබඩාවක් එක් කරන්න

source: A display name for this repository
ro: Un nume de afișare pentru acest depozit
si: මෙම ගබඩාව සඳහා සංදර්ශක නාමයක්

source: New Repository
ro: Depozit nou
si: නව ගබඩාව

source: Download Url
ro: Descarcă Url
si: Url බාගන්න

source: Full URL to the symbol server
ro: URL-ul complet al serverului de simboluri
si: සංකේත සේවාදායකයට සම්පූර්ණ URL

source: User for HTTP basic auth
ro: Utilizator pentru HTTP basic auth
si: HTTP මූලික සත්‍යාපනය සඳහා පරිශීලක

source: Password for HTTP basic auth
ro: Parola pentru HTTP basic auth
si: HTTP මූලික සත්‍යාපනය සඳහා මුරපදය

source: (Password unchanged)
ro: (Parolă neschimbată)
si: (මුරපදය වෙනස් නොවේ)

source: Clear password
ro: Ștergeți parola
si: මුරපදය හිස් කරන්න

source: Directory Layout
ro: Dispunerea directorului
si: නාමාවලි පිරිසැලසුම

source: The layout of the folder structure.
ro: Dispunerea structurii dosarelor.
si: ෆෝල්ඩර ව්‍යුහයේ පිරිසැලසුම.

source: Path Casing
ro: Traseu Carcasa
si: මාර්ග ආවරණය

source: The case of files and folders.
ro: Cazul fișierelor și al dosarelor.
si: ගොනු සහ ෆෝල්ඩර වල නඩුව.

source: Save changes
ro: Salvați modificările
si: වෙනස්කම් සුරකින්න

source: Access Key ID
ro: ID-ul cheii de acces
si: ප්‍රවේශ යතුරු හැඳුනුම්පත

source: Access key to the AWS account. Credentials can be managed in the [link].
ro: Cheia de acces la contul AWS. Creditele pot fi gestionate în [link].
si: AWS ගිණුමට ප්‍රවේශ යතුර. අක්තපත්‍ර [link]හි කළමනාකරණය කළ හැක.

source: Secret Access Key
ro: Cheie secretă de acces
si: රහස් ප්රවේශ යතුර

source: (Secret Access Key unchanged)
ro: (Cheia secretă de acces rămâne neschimbată)
si: (රහස් ප්‍රවේශ යතුර නොවෙනස්ව ඇත)

source: Bucket
ro: Găleată
si: බාල්දිය

source: Name of the GCS bucket. Read permissions are required to download symbols.
ro: Numele găleții GCS. Sunt necesare permisiuni de citire pentru a descărca simboluri.
si: GCS බාල්දියේ නම. සංකේත බාගැනීමට කියවීමේ අවසර අවශ්‍ය වේ.

source: Client Email
ro: Email client
si: සේවාලාභී විද්‍යුත් තැපෑල

source: Email address of the GCS service account.
si: GCS සේවා ගිණුමේ විද්‍යුත් තැපැල් ලිපිනය.

source: The service account key. Credentials can be managed on the [link].
ro: Cheia contului de servicii. Creditele pot fi gestionate pe [link].
si: සේවා ගිණුම් යතුර. අක්තපත්‍ර [link]මත කළමනාකරණය කළ හැක.

source: The path at which files are located within this repository.
ro: Calea în care sunt localizate fișierele în acest depozit.
si: මෙම ගබඩාව තුළ ගොනු පිහිටා ඇති මාර්ගය.

source: Name of the S3 bucket. Read permissions are required to download symbols.
ro: Numele găleții S3. Sunt necesare permisiuni de citire pentru a descărca simboluri.
si: S3 බාල්දියේ නම. සංකේත බාගැනීමට කියවීමේ අවසර අවශ්‍ය වේ.

source: Region
ro: Regiune
si: කලාපයේ

source: The AWS region and availability zone of the bucket.
ro: Regiunea AWS și zona de disponibilitate a bucket-ului.
si: බාල්දියේ AWS කලාපය සහ ලබා ගත හැකි කලාපය.

source: Sandbox Signup
ro: Înscrierea la Sandbox
si: සෑන්ඩ්බොක්ස් ලියාපදිංචිය

source: Hey, love what you see?
ro: Hei, îți place ceea ce vezi?
si: හේයි, ඔබ දකින දේට ආදරය කරනවාද?

source: Sign up now to setup your own project to see problems within your code and learn how to quickly improve your project.
ro: Înscrieți-vă acum pentru a vă configura propriul proiect pentru a vedea problemele din codul dumneavoastră și pentru a învăța cum să vă îmbunătățiți rapid proiectul.
si: ඔබේ කේතය තුළ ගැටලු දැකීමට සහ ඔබේ ව්‍යාපෘතිය ඉක්මනින් වැඩිදියුණු කරන ආකාරය ඉගෙන ගැනීමට ඔබේම ව්‍යාපෘතියක් පිහිටුවීමට දැන් ලියාපදිංචි වන්න.

source: Sign up now
ro: Înscrieți-vă acum
si: දැන් ලියාපදිංචි වන්න

source: Keep Exploring
ro: Continuați să explorați
si: දිගටම ගවේෂණය කරන්න

source: Edit Ownership Rules
ro: Editarea regulilor de proprietate
si: හිමිකාරිත්ව රීති සංස්කරණය කරන්න

source: Action Required
ro: Acțiune necesară
si: ක්‍රියාව අවශ්‍යයි

source: Please verify your email before [actionMessage], or [link].
ro: Vă rugăm să vă verificați e-mailul înainte de [actionMessage], sau [link].
si: කරුණාකර ඔබගේ විද්‍යුත් තැපෑල [actionMessage]හෝ [link]ට පෙර තහවුරු කරන්න.

source: go to your email settings
ro: mergeți la setările de e-mail
si: ඔබගේ ඊමේල් සැකසුම් වෙත යන්න

source: %s of %s
ro: %s de %s
si: %sන් %s

source: Done
ro: Realizat
si: කළා

source: Search for documentation, FAQs, blog posts...
ro: Căutați documentație, întrebări frecvente, articole de blog...
si: ලේඛන, නිතර අසන පැන, බ්ලොග් සටහන් සඳහා සොයන්න...

source: Could not invite user
ro: Nu a putut invita utilizatorul
si: පරිශීලකයාට ආරාධනා කළ නොහැකි විය

source: Sending organization invitations...
ro: Trimiterea de invitații de organizare...
si: සංවිධාන ආරාධනා යවමින්...

source: Sending invite requests...
ro: Trimiterea cererilor de invitație...
si: ආරාධනා ඉල්ලීම් යවමින්...

source: %s invite
ro: %s invitație
si: %s ආරාධනා

source: Sent [invites], [failed] failed to send.
ro: Trimis [invites], [failed] nu a reușit să trimită.
si: යවන ලද [invites], [failed] යැවීමට අසමත් විය.

source: Sent [invites]
ro: Trimis [invites]
si: [invites]යවන ලදී

source: %s invite request
ro: %s cerere de invitație
si: %s ආරාධනා ඉල්ලීම

source: [inviteRequests] pending approval, [failed] failed to send.
ro: [inviteRequests] în curs de aprobare, [failed] nu a reușit să trimită.
si: [inviteRequests] අනුමැතිය පොරොත්තුවෙන්, [failed] ක් යැවීමට අසමත් විය.

source: [inviteRequests] pending approval
ro: [inviteRequests] în curs de aprobare
si: [inviteRequests] අනුමැතිය පොරොත්තුවෙන්

source: Duplicate emails between invite rows.
ro: E-mailuri duplicate între rândurile de invitații.
si: ආරාධනා පේළි අතර අනුපිටපත් ඊමේල්.

source: Send invites (%s)
ro: Trimiteți invitații (%s)
si: ආරාධනා යවන්න (%s)

source: Send invite
ro: Trimiteți invitația
si: ආරාධනාවක් යවන්න

source: Send invite request
ro: Trimiteți o cerere de invitație
si: ආරාධනා ඉල්ලීම යවන්න

source: Send invite requests (%s)
ro: Trimiteți cereri de invitație (%s)
si: ආරාධනා ඉල්ලීම් යවන්න (%s)

source: Invite New Members
ro: Invitați noi membri
si: නව සාමාජිකයින්ට ආරාධනා කරන්න

source: You do not have permission to directly invite members. Email addresses entered here will be forwarded to organization managers and owners; they will be prompted to approve the invitation.
ro: Nu aveți permisiunea de a invita direct membri. Trimiteți un e-mail la introduse aici vor fi transmise către organizația managerilor și proprietarilor organizației; aceștia vor fi invitați să aprobe invitația. invitația.
si: සාමාජිකයින්ට සෘජුවම ආරාධනා කිරීමට ඔබට අවසර නැත. මෙහි ඇතුළත් කරන ලද විද්‍යුත් තැපෑල ලිපින සංවිධානයේ කළමනාකරුවන් සහ හිමිකරුවන් වෙත යවනු ලැබේ; ආරාධනාව අනුමත කිරීමට ඔවුන්ගෙන් විමසනු ඇත.

source: Invite new members by email to join your organization.
ro: Invitați noii membri prin e-mail să se alăture organizației dumneavoastră.
si: ඔබගේ සංවිධානයට සම්බන්ධ වීමට නව සාමාජිකයින්ට විද්‍යුත් තැපෑලෙන් ආරාධනා කරන්න.

source: You don’t have permission to directly invite users, but we'll send a request to your organization owner and manager for review.
ro: Nu aveți permisiunea de a invita direct utilizatori, dar vom trimite o solicitare proprietarului și managerului organizației dvs. pentru examinare.
si: පරිශීලකයින්ට සෘජුවම ආරාධනා කිරීමට ඔබට අවසර නැත, නමුත් අපි සමාලෝචනය සඳහා ඔබේ සංවිධානයේ හිමිකරුට සහ කළමනාකරුට ඉල්ලීමක් එවන්නෙමු.

source: Email addresses
ro: Adrese de e-mail
si: ඊමේල් ලිපින

source: Role
ro: Rol
si: කාර්යභාරය

source: Add to team
ro: Adăugați la echipă
si: කණ්ඩායමට එකතු කරන්න

source: Add another
ro: Adăugați încă unul
si: තවත් එකතු කරන්න

source: Send more invites
ro: Trimiteți mai multe invitații
si: තවත් ආරාධනා යවන්න

source: Add to teams…
ro: Adăugați la echipe...
si: කණ්ඩායම්…වෙත එක් කරන්න

source: Enter one or more emails
ro: Introduceți unul sau mai multe e-mailuri
si: ඊමේල් එකක් හෝ කිහිපයක් ඇතුළත් කරන්න

source: Get Recovery Codes
ro: Obțineți coduri de recuperare
si: ප්‍රතිසාධන කේත ලබා ගන්න

source: Two-Factor Authentication Enabled
ro: Autentificare cu doi factori activată
si: ද්වි සාධක සත්‍යාපනය සක්‍රීය කර ඇත

source: Two-factor authentication via %s has been enabled.
ro: Autentificarea cu doi factori prin %s a fost activată.
si: %s හරහා ද්වි-සාධක සත්‍යාපනය සක්‍රීය කර ඇත.

source: You should now set up recovery options to secure your account.
ro: Acum ar trebui să configurați opțiunile de recuperare pentru a vă securiza contul.
si: ඔබ දැන් ඔබගේ ගිණුම සුරක්ෂිත කිරීමට ප්‍රතිසාධන විකල්ප සැකසිය යුතුය.

source: We recommend adding a phone number as a backup 2FA method.
ro: Vă recomandăm să adăugați un număr de telefon ca metodă 2FA de rezervă.
si: උපස්ථ 2FA ක්‍රමයක් ලෙස දුරකථන අංකයක් එක් කිරීමට අපි නිර්දේශ කරමු.

source: Recovery codes are the only way to access your account if you lose your device and cannot receive two-factor authentication codes.
ro: Codurile de recuperare sunt singura modalitate de a vă accesa contul dacă pierdeți dispozitivul dvs. și nu puteți primi coduri de autentificare cu doi factori.
si: ඔබට ඔබගේ උපාංගය ක් අහිමි වුවහොත් සහ ද්වි-සාධක සත්‍යාපන කේත ලබා ගත නොහැකි නම් ඔබගේ ගිණුමට ප්‍රවේශ වීමට ඇති එකම මාර්ගය ප්‍රතිසාධන කේත වේ.

source: Skip this step
ro: Săriți peste acest pas
si: මෙම පියවර මඟ හරින්න

source: Add a Phone Number
ro: Adăugați un număr de telefon
si: දුරකථන අංකයක් එක් කරන්න

source: Redirecting to New Project...
ro: Redirecționarea către Proiect nou...
si: නව ව්‍යාපෘතිය වෙත හරවා යවමින්...

source: The project slug has been changed.
ro: A fost schimbat slug-ul proiectului.
si: ව්‍යාපෘති ස්ලග් වෙනස් කර ඇත.

source: You will be redirected to the new project [project] in [timer] seconds...
ro: Veți fi redirecționat către noul proiect [project] în [timer] secunde...
si: තත්පර [timer] කින් ඔබව නව ව්‍යාපෘතිය [project] වෙත හරවා යවනු ලැබේ...

source: Continue to %s
ro: Continuați să %s
si: %sදක්වා ඉදිරියට යන්න

source: Number of events to be reprocessed
ro: Numărul de evenimente care urmează să fie reprocesate
si: නැවත සැකසිය යුතු සිදුවීම් ගණන

source: If you set a limit, we will reprocess your most recent events.
ro: Dacă setați o limită, vă vom reprocesa cele mai recente evenimente.
si: ඔබ සීමාවක් සකසන්නේ නම්, අපි ඔබගේ වඩාත්ම මෑත සිදුවීම් නැවත සකසන්නෙමු.

source: Reprocess all events
ro: Reprocesarea tuturor evenimentelor
si: සියලුම සිදුවීම් නැවත සකසන්න

source: Remaining events
ro: Evenimente rămase
si: ඉතිරි සිදුවීම්

source: What to do with the events that are not reprocessed.
ro: Ce să facem cu evenimentele care nu sunt reprocesate.
si: නැවත සකස් නොකළ සිදුවීම් සමඟ කළ යුතු දේ.

source: [strong:Quota applies.] Every event you choose to reprocess counts against your plan's quota. Rate limits and spike protection do not apply.
ro: [strong:Quota applies.] Fiecare eveniment pe care alegeți să îl reprocesați se ia în considerare în cadrul cotei planului dumneavoastră. Nu se aplică limitele de tarif și protecția împotriva vârfurilor de tensiune.
si: [strong:Quota අදාළ වේ.] ඔබ නැවත සැකසීමට තෝරන සෑම සිදුවීමක්ම ඔබේ සැලසුමේ කෝටාව සමඟ ගණන් ගනී. ගාස්තු සීමාවන් සහ ස්පයික් ආරක්ෂණය අදාළ නොවේ.

source: [strong:Attachment storage required.] If your events come from minidumps or unreal crash reports, you must have [link:attachment storage] enabled.
ro: [strong:Attachment storage required.] Dacă evenimentele dumneavoastră provin din minidumps sau din rapoarte de accident ireale, trebuie să aveți activată această opțiune.[link:attachment storage] .
si: [strong:Attachment storage අවශ්‍යයි.] ඔබේ සිදුවීම් minidumps හෝ යථාර්ථවාදී නොවන බිඳ වැටීම් වාර්තා වලින් පැමිණෙන්නේ නම්, ඔබ [link:attachment storage] සබල කර තිබිය යුතුය.

source: Please wait one hour after upload before attempting to reprocess missing debug files.
ro: Vă rugăm să așteptați o oră după încărcare înainte de a încerca să reprocesați fișierele de depanare lipsă.
si: නැතිවූ නිදොස් ගොනු නැවත සැකසීමට උත්සාහ කිරීමට පෙර උඩුගත කිරීමෙන් පසු පැයක් රැඳී සිටින්න.

source: Keep
ro: Păstrați
si: තබා ගන්න

source: Failed to reprocess. Please check your input.
ro: Nu a reușit să se reproceseze. Vă rugăm să vă verificați datele introduse.
si: නැවත සැකසීමට අසමත් විය. කරුණාකර ඔබගේ ආදානය පරීක්ෂා කරන්න.

source: Reprocess Events
ro: Reprocesarea evenimentelor
si: සිදුවීම් නැවත සකසන්න

source: Reprocessing applies new debug files and grouping enhancements to this Issue. Please consider these impacts:
ro: Reprocesarea aplică noi fișiere de depanare și îmbunătățiri de grupare la această problemă. Vă rugăm să luați în considerare aceste impacturi:
si: නැවත සැකසීම නව නිදොස් ගොනු සහ සමූහගත කිරීමේ වැඩිදියුණු කිරීම් මෙම ගැටලුවට අදාළ වේ. කරුණාකර මෙම බලපෑම් සලකා බලන්න:

source: For more information, please refer to [link:the documentation.]
ro: Pentru mai multe informații, vă rugăm să consultați [link:the documentation.]
si: වැඩි විස්තර සඳහා කරුණාකර [link:The documentation] වෙත යොමු වන්න.

source: [read] access to [resources] resources
ro: [read] accesul la [resources] resurse
si: සම්පත් [resources] කට ප්‍රවේශය [read]

source: [read] and [write] access to [resources] resources
ro: [read] și [write] acces la [resources] resurse
si: [read] සහ [write] සම්පත් [resources] කට ප්‍රවේශය

source: [admin] access to [resources] resources
ro: [admin] acces la [resources] resurse
si: සම්පත් [resources] කට ප්‍රවේශය [admin]

source: Authored By %s
ro: Autorizat de %s
si: %sවිසින් රචිත

source: Accept & Install
ro: Acceptare & Instalare
si: පිළිගෙන ස්ථාපනය කරන්න

source: Request to publish %s successful.
ro: Cererea de publicare %s a fost acceptată.
si: %s ප්‍රකාශනය කිරීමට ඉල්ලීම සාර්ථකයි.

source: Request to publish [app] fails. [detail]
ro: Solicitarea de a publica [app] eșuează. [detail]
si: [app] ප්‍රකාශනය කිරීමට කළ ඉල්ලීම අසාර්ථකයි. [detail]

source: Questions to answer
ro: Întrebări la care trebuie să răspundeți
si: පිළිතුරු දීමට ප්රශ්න

source: Publish Request Questionnaire
ro: Publicarea chestionarului de cerere
si: ඉල්ලීම් ප්‍රශ්නාවලිය ප්‍රකාශයට පත් කරන්න

source: Please fill out this questionnaire in order to get your integration evaluated for publication. Once your integration has been approved, users outside of your organization will be able to install it.
ro: Vă rugăm să completați acest chestionar pentru ca integrarea dumneavoastră să fie evaluată în vederea publicării. Odată ce integrarea dvs. a fost aprobată, utilizatorii din afara organizației dvs. o vor putea instala.
si: ප්‍රකාශනය සඳහා ඔබේ ඒකාබද්ධතාවය ඇගයීමට ලක් කිරීම සඳහා කරුණාකර මෙම ප්‍රශ්නාවලිය පුරවන්න. ඔබේ ඒකාබද්ධ කිරීම අනුමත වූ පසු, ඔබේ සංවිධානයෙන් පිටත පරිශීලකයින්ට එය ස්ථාපනය කිරීමට හැකි වනු ඇත.

source: Request Publication
ro: Cerere de publicare
si: ඉල්ලීම් ප්රකාශනය

source: You are attempting to access a resource that requires superuser access, please re-authenticate as a superuser.
ro: Încercați să accesați o resursă care necesită acces de superutilizator, vă rugăm să vă autentificați din nou ca superutilizator.
si: ඔබ සුපිරි පරිශීලක ප්‍රවේශය අවශ්‍ය වන සම්පතකට ප්‍රවේශ වීමට උත්සාහ කරයි, කරුණාකර සුපිරි පරිශීලකයෙකු ලෙස නැවත සත්‍යාපනය කරන්න.

source: Incorrect password
ro: Parolă incorectă
si: වැරදි මුරපදය

source: Confirm Password to Continue
ro: Confirmați parola pentru a continua
si: ඉදිරියට යාමට මුරපදය තහවුරු කරන්න

source: You will need to reauthenticate to continue.
ro: Va trebui să vă autentificați din nou pentru a continua.
si: ඉදිරියට යාමට ඔබ නැවත සත්‍යාපනය කිරීමට අවශ්‍ය වනු ඇත.

source: Email Address
ro: Adresă de e-mail
si: විද්යුත් තැපැල් ලිපිනය

source: Sentry for Mobile shows a holistic overview of your application's health in real time. So you can correlate errors with releases, tags, and devices to solve problems quickly, decrease churn, and improve user retention.
ro: Sentry pentru Mobile prezintă o imagine de ansamblu a stării de sănătate a aplicației dumneavoastră în timp real. Astfel, puteți corela erorile cu versiunile, etichetele și dispozitivele pentru a rezolva rapid problemele, pentru a reduce rata de abandon și pentru a îmbunătăți retenția utilizatorilor.
si: ජංගම දුරකථන සඳහා Sentry තථ්‍ය කාලය තුළ ඔබගේ යෙදුමේ සෞඛ්‍යය පිළිබඳ පරිපූර්ණ දළ විශ්ලේෂණයක් පෙන්වයි. එබැවින් ඔබට ඉක්මනින් ගැටළු විසඳීමට, චංචලතාව අඩු කිරීමට සහ පරිශීලක රඳවා තබා ගැනීම වැඩිදියුණු කිරීමට නිකුතු, ටැග් සහ උපාංග සමඟ දෝෂ සහසම්බන්ධ කළ හැක.

source: [see:See] session data, version adoption, and user impact by every release.
ro: [see:See] date privind sesiunile, adoptarea versiunilor și impactul utilizatorilor pentru fiecare versiune.
si: [බලන්න:බලන්න] සැසි දත්ත, අනුවාද සම්මත කිරීම සහ සෑම නිකුතුවකින්ම පරිශීලක බලපෑම.

source: [solve:Solve] issues quickly with full context: contextualized stack traces, events that lead to the error, client, hardware information, and the very commit that introduced the error.
ro: [solve:Solve] problemele rapid și în context complet: urme de stack contextualizate, evenimente care au condus la eroare, client, informații despre hardware și chiar comiterea care a introdus eroarea.
si: සම්පූර්ණ සන්දර්භය සමඟ ගැටළු ඉක්මනින් [විසඳන්න: විසඳන්න]: සන්දර්භගත ස්ටැක් ට්‍රේස්, දෝෂයට තුඩු දෙන සිදුවීම්, සේවාදායකයා, දෘඩාංග තොරතුරු සහ දෝෂය හඳුන්වා දුන් කැපවීම.

source: [learn:Learn] and analyze event data to reduce regressions and ultimately improve user adoption and engagement.
ro: [learn:Learn] și analizați datele despre evenimente pentru a reduce regresiile și, în cele din urmă, pentru a îmbunătăți adoptarea și implicarea utilizatorilor.
si: [ඉගෙන ගන්න: ඉගෙන ගන්න] සහ ප්‍රතික්‍ෂේප කිරීම් අඩු කිරීමට සහ අවසාන වශයෙන් පරිශීලක දරුකමට හදා ගැනීම සහ නියැලීම වැඩිදියුණු කිරීමට සිදුවීම් දත්ත විශ්ලේෂණය කරන්න.

source: And guess what? Setup takes less than five minutes.
ro: Și ghici ce? Instalarea durează mai puțin de cinci minute.
si: සහ අනුමාන කරන්නේ කුමක්ද? සැකසීමට මිනිත්තු පහකට වඩා අඩු කාලයක් ගතවේ.

source: Tell a Teammate
ro: Spuneți unui coechipier
si: කණ්ඩායමේ සගයෙකුට කියන්න

source: Try Sentry for Mobile
ro: Încercați Sentry pentru mobil
si: ජංගම සඳහා Sentry උත්සාහ කරන්න

source: Submitting…
ro: Trimiterea...
si: …ඉදිරිපත් කිරීම

source: Error notifying teammate
ro: Eroare de notificare a coechipierului
si: කණ්ඩායමේ සගයාට දැනුම් දීමේ දෝෂයකි

source: Send
ro: Trimiteți
si: යවන්න

source: Let the right folks know about Sentry Mobile Application Monitoring.
ro: Informați-i pe cei care trebuie despre Sentry Mobile Application Monitoring.
si: Sentry Mobile Application Monitoring ගැන නිවැරදි අයට දන්වන්න.

source: Team request sent for approval
ro: Cererea echipei trimisă spre aprobare
si: කණ්ඩායම් ඉල්ලීම අනුමැතිය සඳහා යවා ඇත

source: Unable to send team request
ro: Nu se poate trimite o solicitare echipei
si: කණ්ඩායම් ඉල්ලීම යැවීමට නොහැක

source: You do not have permission to add members to the #[team] team, but we will send a request to your organization admins for approval.
ro: Nu aveți permisiunea de a adăuga membri în echipa #[team], dar vom trimite o cerere administratorilor organizației dvs. pentru aprobare.
si: #[team] කණ්ඩායමට සාමාජිකයින් එක් කිරීමට ඔබට අවසර නැත, නමුත් අපි අනුමැතිය සඳහා ඔබගේ සංවිධානයේ පරිපාලකයින් වෙත ඉල්ලීමක් එවන්නෙමු.

source: This issue has been ignored until %s
ro: Această problemă a fost ignorată până la %s
si: මෙම ගැටළුව %sදක්වා නොසලකා හැර ඇත

source: This issue has been ignored until it occurs %s time(s) in %s
ro: Această problemă a fost ignorată până la apariția ei %s timp(i) în %s
si: මෙම ගැටලුව %sහි %s වතාවක් (ය) සිදු වන තෙක් නොසලකා හැර ඇත

source: This issue has been ignored until it occurs %s more time(s)
ro: Această problemă a fost ignorată până la apariția ei %s mai multe ori(e)
si: එය තවත් %s වතාවක් (ය) සිදුවන තෙක් මෙම ගැටලුව නොසලකා හැර ඇත

source: This issue has been ignored until it affects %s user(s) in %s
ro: Această problemă a fost ignorată până când a afectat %s utilizatorul (ii) din %s
si: මෙම ගැටළුව %sහි පරිශීලක(පරිශීලකයන්) %s දෙනෙකුට බලපාන තෙක් නොසලකා හැර ඇත

source: This issue has been ignored until it affects %s more user(s)
ro: Această problemă a fost ignorată până când a afectat %s mai mulți utilizator(i)
si: මෙම ගැටළුව තවත් පරිශීලකයන් %s දෙනෙකුට බලපාන තෙක් නොසලකා හැර ඇත

source: This issue has been ignored
ro: Această problemă a fost ignorată
si: මෙම ගැටළුව නොසලකා හැර ඇත

source: You will not be notified of any changes and it will not show up by default in feeds.
ro: Nu veți fi notificat cu privire la nicio modificare și nu va fi afișat în mod implicit în fluxuri.
si: ඔබට කිසිදු වෙනසක් ගැන දැනුම් නොදෙන අතර එය සංග්‍රහවල පෙරනිමියෙන් නොපෙන්වයි.

source: Oldest
ro: Cel mai vechi
si: පැරණිම

source: Older
ro: Mai vechi
si: වැඩිහිටි

source: Newer
ro: Mai nou
si: අලුත්

source: Newest
ro: Cel mai nou
si: අලුත්ම

source: You do not have permission to join a team.
ro: Nu aveți permisiunea de a vă alătura unei echipe.
si: කණ්ඩායමකට සම්බන්ධ වීමට ඔබට අවසර නැත.

source: Join a Team
ro: Alăturați-vă unei echipe
si: කණ්ඩායමකට එකතු වන්න

source: You do not have permission to create a project.
ro: Nu aveți permisiunea de a crea un proiect.
si: ඔබට ව්‍යාපෘතියක් නිර්මාණය කිරීමට අවසර නැත.

source: Create project
ro: Creați un proiect
si: ව්යාපෘතියක් සාදන්න

source: Nothing to see
ro: Nimic de văzut
si: බලන්න දෙයක් නෑ

source: Remain Calm
ro: Păstrați-vă calmul
si: සන්සුන්ව සිටින්න
