Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Create Project
ro: Creați un proiect
si: ව්යාපෘතිය සාදන්න

source: Project Created
ro: Proiect Creat
si: ව්‍යාපෘතිය නිර්මාණය කරන ලදී

source: Set Up Your Project
ro: Configurați proiectul dumneavoastră
si: ඔබේ ව්‍යාපෘතිය සකසන්න

source: Failed to create project
ro: Nu s-a reușit crearea proiectului
si: ව්‍යාපෘතිය නිර්මාණය කිරීමට අසමත් විය

source: Be careful. She’s barely hanging on as it is.
ro: Aveți grijă. Abia se mai ține pe picioare.
si: පරෙස්සම් වෙන්න. ඇය යාන්තමට එල්ලිලා ඉන්නවා.

source: You know this error's not real, right?
ro: Știi că această eroare nu este reală, nu?
si: මෙම දෝෂය සැබෑ නොවන බව ඔබ දන්නවා, හරිද?

source: It's that big button, right up there.
ro: Este acel buton mare, chiar acolo sus.
si: ඒක ලොකු බොත්තමක්, එතනම.

source: You could do this all day. But you really shouldn’t.
ro: Ai putea face asta toată ziua. Dar nu ar trebui să o faci.
si: ඔබට මෙය දවස පුරා කළ හැකිය. නමුත් ඔබ ඇත්තටම නොකළ යුතුයි.

source: Ok, really, that's enough. Click [ready:I'm Ready].
ro: Bine, serios, e de ajuns. Faceți clic pe [ready:I'm Ready].
si: හරි, ඇත්තටම, ඒ ඇති. [සූදානම්:මම සූදානම්] ක්ලික් කරන්න.

source: Next time you do that, [bold:we're starting].
ro: Data viitoare când faci asta, [bold:we're starting].
si: ඊළඟ වතාවේ ඔබ එය කරන විට, [bold:අපි පටන් ගනිමු].

source: We weren't kidding, let's get going.
ro: Nu glumeam, haideți să mergem.
si: අපි විහිළු කළේ නැහැ, අපි යමු.

source: Find the errors and performance slowdowns that keep you up at night. In two steps.
ro: Găsiți erorile și încetinirile de performanță care vă țin treaz noaptea. În doi pași.
si: රාත්‍රියේදී ඔබව අවදියෙන් තබන දෝෂ සහ කාර්ය සාධනය මන්දගාමී වීම සොයන්න. පියවර දෙකකින්.

source: I'm Ready
ro: Sunt gata
si: මම සුදානම්

source: [author] marked [issue] as resolved
ro: [author] a marcat [issue] ca fiind rezolvată
si: [author] ලකුණු [issue] විසඳා ඇත

source: [author] marked [issue] as resolved due to age
ro: [author] a marcat [issue] ca fiind rezolvată din cauza vârstei
si: [author] ලකුණු [issue] වයස හේතුවෙන් විසඳා ඇත

source: [author] marked [issue] as resolved in releases greater than [version]
ro: [author] a marcat [issue] așa cum a fost rezolvată în versiunile mai mari de [version]
si: [issue] ට වඩා වැඩි නිකුතු වලදී විසඳා ඇති පරිදි [author] ලකුණු කර [version]

source: [author] marked [issue] as resolved in [version]
ro: [author] a marcat [issue] așa cum a fost rezolvată în [version]
si: [author] ලකුණු [issue] ලෙස [version]හි විසඳා ඇත

source: [author] marked [issue] as resolved in the upcoming release
ro: [author] a marcat [issue] așa cum a fost rezolvată în viitoarea versiune
si: එළඹෙන නිකුතුවේදී විසඳා ඇති පරිදි [author] [issue] කර ඇත

source: [author] marked [issue] as unresolved
ro: [author] a marcat [issue] ca nerezolvate
si: [author] [issue] නොවිසඳුනු ලෙස ලකුණු කර ඇත

source: [author] ignored [issue] for [duration]
ro: [author] a ignorat [issue] pentru [duration]
si: [author] [duration]සඳහා [issue] නොසලකා හරින ලදී

source: [author] ignored [issue] until it happens [count] time(s) in [duration]
ro: [author] a ignorat [issue] până când se întâmplă [count] timp(i) in [duration]
si: [author] [issue] හරින ලද අතර එය [duration]හි [count] වතාවක් (ය) සිදු වේ

source: [author] ignored [issue] until it happens [count] time(s)
ro: [author] a ignorat [issue] până când se întâmplă [count] time(s)
si: [author] එය [count] වරක් (ය) සිදුවන තෙක් [issue] නොසලකා හරින ලදී

source: [author] ignored [issue] until it affects [count] user(s) in [duration]
ro: [author] a ignorat [issue] până când afectează [count] utilizator(i) in [duration]
si: [author] [issue] හරිනු ලැබුවේ එය [duration]හි පරිශීලකයින් [count] දෙනෙකුට බලපාන තෙක් ය

source: [author] ignored [issue] until it affects [count] user(s)
ro: [author] a ignorat [issue] până când afectează [count] utilizator(i)
si: [author] [issue] හරින ලද එය පරිශීලකයින් [count] කට බලපාන තෙක්

source: [author] ignored [issue]
ro: [author] a ignorat [issue]
si: [author] නොසලකා හැරිය [issue]

source: [author] made [issue] public
ro: [author] a făcut [issue] public
si: [author] [issue] ක් ප්‍රසිද්ධ කළේය

source: [author] made [issue] private
ro: [author] a făcut [issue] privat
si: [author] [issue] පුද්ගලික කළා

source: [author] marked [issue] as a regression in [version]
ro: [author] a marcat [issue] ca o regresie în [version]
si: [author] [issue] කළේ [version]හි ප්‍රතිගමනයක් ලෙසය

source: [author] marked [issue] as a regression
ro: [author] a marcat [issue] ca o regresie
si: [author] [issue] ප්‍රතිගමනයක් ලෙස සලකුණු කර ඇත

source: [author] linked [issue] on [provider]
ro: [author] legat [issue] de [provider]
si: [author] සම්බන්ධිත [issue] මත [provider]

source: %2$s migrated %1$s fingerprint from %3$s to %4$s
ro: %2$s a migrat %1$s amprenta digitală de la %3$s la %4$s
si: %2$s %1$s ඇඟිලි සලකුණ %3$s සිට %4$sදක්වා සංක්‍රමණය විය

source: a group
ro: un grup
si: පිරිසක්

source: [author] saw [link:issue]
ro: [author] a văzut [link:issue]
si: [author] දුටුවා [link:issue]

source: [author] assigned [issue] to #[assignee]
ro: [author] a atribuit [issue] la #[assignee]
si: [author] [issue] සිට #[assignee]දක්වා පවරා ඇත

source: [author] assigned [issue] to themselves
ro: [author] atribuit [issue] pentru ei înșiși
si: [author] තමන්ටම [issue] ක් පවරන ලදී

source: [author] assigned [issue] to [assignee]
ro: [author] atribuit [issue] la [assignee]
si: [author] [issue] සිට [assignee]දක්වා පවරා ඇත

source: [author] assigned [issue] to an [help:unknown user]
ro: [author] atribuit [issue] la un [help:unknown user]
si: [author] [issue] ක් [උදව්:නොදන්නා පරිශීලකයෙකුට] පවරා ඇත

source: [author] unassigned [issue]
ro: [author] neatribuit [issue]
si: [author] පැවරී නැත [issue]

source: [author] merged [count] [link:issues]
ro: [author] a fuzionat [count] [link:issues]
si: [author] ඒකාබද්ධ [count] [link:issues]

source: [author] released version [version]
ro: [author] versiunea lansată [version]
si: [author] නිකුත් කළ අනුවාදය [version]

source: [author] deployed version [version] to [environment].
ro: [author] versiunea implementată [version] la [environment].
si: [author] යෙදවූ අනුවාදය [version] සිට [environment]දක්වා.

source: [author] marked [issue] as reviewed
ro: [author] a marcat [issue] așa cum a fost revizuit
si: [author] සමාලෝචනය කළ ලෙස [issue] ලෙස සලකුණු කරන ලදී

source: [author] commented on [issue]
ro: [author] a comentat pe [issue]
si: [author] [issue]මත අදහස් දැක්වීය

source: The organization you were looking for was not found.
ro: Organizația pe care o căutați nu a fost găsită.
si: ඔබ සොයන සංවිධානය හමු නොවීය.

source: Loading data for your organization.
ro: Încărcarea datelor pentru organizația dumneavoastră.
si: ඔබේ සංවිධානය සඳහා දත්ත පූරණය කරමින්.

source: Create Organization
ro: Creați o organizație
si: සංවිධානය සාදන්න

source: Create a New Organization
ro: Creați o nouă organizație
si: නව සංවිධානයක් සාදන්න

source: Organizations represent the top level in your hierarchy. You'll be able to bundle a collection of teams within an organization as well as give organization-wide permissions to users.
ro: Organizațiile reprezintă nivelul superior al ierarhiei dumneavoastră. Veți putea să grupați o colecție de echipe în cadrul unei organizații, precum și să acordați utilizatorilor permisiuni la nivelul întregii organizații.
si: සංවිධාන ඔබේ ධුරාවලියේ ඉහළම මට්ටම නියෝජනය කරයි. ඔබට සංවිධානයක් තුළ කණ්ඩායම් එකතුවක් එකතු කිරීමට මෙන්ම පරිශීලකයින්ට සංවිධානය පුරා අවසර ලබා දීමට හැකි වනු ඇත.

source: Organization Name
ro: Numele organizației
si: සංවිධානයේ නම

source: e.g. My Company
ro: e.g. Compania mea
si: උදා: මගේ සමාගම

source: I agree to the [termsLink:Terms of Service] and the [privacyLink:Privacy Policy]
ro: Sunt de acord cu [termsLink:Terms of Service] și a [privacyLink:Privacy Policy]
si: මම [termsLink:සේවා කොන්දේසි] සහ [පෞද්ගලික සබැඳිය:පෞද්ගලිකත්ව ප්‍රතිපත්තිය] වෙත එකඟ වෙමි

source: The [organization] organization is currently in the process of being deleted from Sentry.
ro: Organizația [organization] este în curs de ștergere din Sentry.
si: [organization] සංවිධානය දැනට Sentry වෙතින් මකා දැමීමේ ක්‍රියාවලියක පවතී.

source: The [organization] organization is currently scheduled for deletion.
ro: Organizația [organization] este programată în prezent pentru ștergere.
si: [organization] සංවිධානය දැනට මකාදැමීමට සැලසුම් කර ඇත.

source: Would you like to cancel this process and restore the organization back to the original state?
ro: Doriți să anulați acest proces și să readuceți organizația la starea inițială?
si: ඔබ මෙම ක්‍රියාවලිය අවලංගු කර සංවිධානය නැවත මුල් තත්වයට පත් කිරීමට කැමතිද?

source: If this is a mistake, contact an organization owner and ask them to restore this organization.
ro: Dacă este o greșeală, contactați un proprietar de organizație și cereți-i să restabilească această organizație.
si: මෙය වැරදීමක් නම්, ආයතන හිමිකරුවෙකු අමතා මෙම සංවිධානය ප්‍රතිසාධනය කරන ලෙස ඔවුන්ගෙන් ඉල්ලා සිටින්න.

source: Note: Restoration is available until the process begins. Once it does, there's no recovering the data that has been removed.
ro: Notă: Restaurarea este disponibilă până la începerea procesului. Odată ce acesta începe, nu mai există posibilitatea de a recupera datele care au fost eliminate.
si: සටහන: ක්රියාවලිය ආරම්භ වන තෙක් ප්රතිෂ්ඨාපනය ලබා ගත හැකිය. එය සිදු වූ පසු, ඉවත් කර ඇති දත්ත නැවත ලබා ගැනීමක් නොමැත.

source: More delete options
ro: Mai multe opțiuni de ștergere
si: තවත් මකන්න විකල්ප

source: Delete & Discard
ro: Ștergeți & Eliminați
si: මකන්න සහ ඉවතලන්න

source: Delete and discard future events
ro: Ștergerea și respingerea evenimentelor viitoare
si: අනාගත සිදුවීම් මකන්න සහ ඉවතලන්න

source: Discarding this event will result in the deletion of most data associated with this issue and future events being discarded before reaching your stream. Are you sure you wish to continue?
ro: Eliminarea acestui eveniment va duce la ștergerea majorității datelor asociate cu această problemă, iar evenimentele viitoare vor fi eliminate înainte de a ajunge la fluxul dumneavoastră. Sunteți sigur că doriți să continuați?
si: මෙම සිදුවීම ඉවත දැමීම මෙම ගැටලුව හා සම්බන්ධ බොහෝ දත්ත මැකීමට සහ ඔබේ ප්‍රවාහයට ළඟා වීමට පෙර අනාගත සිදුවීම් ඉවත දැමීමට හේතු වේ. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?

source: Discard Future Events
ro: Eliminarea evenimentelor viitoare
si: අනාගත සිදුවීම් ඉවතලන්න

source: Deleting this issue is permanent. Are you sure you wish to continue?
ro: Ștergerea acestei probleme este permanentă. Sunteți sigur că doriți să continuați?
si: මෙම ගැටළුව මැකීම ස්ථිරයි. ඔබට දිගටම කරගෙන යාමට අවශ්‍ය බව විශ්වාසද?

source: Deletes the issue. A new issue will be created if it happens again.
ro: Șterge problema. În cazul în care se repetă, se va crea o nouă problemă.
si: ගැටලුව මකා දමයි. එය නැවත සිදුවුවහොත් නව ප්‍රශ්නයක් නිර්මාණය වනු ඇත.

source: Delete issue
ro: Ștergeți problema
si: ගැටලුව මකන්න

source: Delete event…
ro: Ștergeți evenimentul...
si: සිදුවීම…මකන්න

source: Error sharing
ro: Partajarea erorilor
si: බෙදාගැනීමේ දෝෂයකි

source: Discarding event…
ro: Eliminarea evenimentului...
si: ඉවතලන සිදුවීම…

source: Remove bookmark
ro: Eliminați marcajul
si: පිටු සලකුණ ඉවත් කරන්න

source: Bookmark
ro: Marcați
si: පිටු සලකුණ

source: Issue has been reviewed
ro: Problema a fost revizuită
si: ගැටලුව සමාලෝචනය කර ඇත

source: Reprocess this issue
ro: Reprocesarea acestei probleme
si: මෙම ගැටළුව නැවත සකස් කරන්න

source: Share
ro: Partajați
si: බෙදාගන්න

source: Enable public share link
ro: Activați linkul de partajare publică
si: පොදු බෙදාගැනීමේ සබැඳිය සබල කරන්න

source: Copy to clipboard
ro: Copiați în clipboard
si: පසුරු පුවරුවට පිටපත් කරන්න

source: You are about to regenerate a new shared URL. Your previously shared URL will no longer work. Do you want to continue?
ro: Sunteți pe cale să regenerați un nou URL partajat. URL-ul partajat anterior nu va mai funcționa. Doriți să continuați?
si: ඔබ නව හවුල් URL එකක් නැවත උත්පාදනය කිරීමට සූදානම් වේ. ඔබගේ කලින් බෙදා ගත් URL එක තවදුරටත් ක්‍රියා නොකරනු ඇත. ඔබට දිගටම කරගෙන යාමට අවශ්‍යද?

source: Generate new URL
ro: Generarea unui nou URL
si: නව URL ජනනය කරන්න

source: Subscribe
ro: Abonează-te la
si: දායක වන්න

source: Updating comment...
ro: Actualizarea comentariului...
si: අදහස යාවත්කාලීන කරමින්...

source: Unable to update comment
ro: Imposibilitatea de a actualiza comentariul
si: අදහස යාවත්කාලීන කළ නොහැක

source: Add details or updates to this event. Tag users with @, or teams with #
ro: Adăugați detalii sau actualizări la acest eveniment. Etichetați utilizatorii cu @ sau echipele cu #
si: මෙම සිදුවීමට විස්තර හෝ යාවත්කාලීන එක් කරන්න. පරිශීලකයන් @ සමඟ ටැග් කරන්න, හෝ # සමඟ කණ්ඩායම්

source: Removing comment...
ro: Eliminarea comentariului...
si: අදහස ඉවත් කරමින්...

source: Failed to delete comment
ro: Nu s-a reușit ștergerea comentariului
si: අදහස මැකීමට අසමත් විය

source: Posting comment...
ro: Postarea unui comentariu...
si: අදහස් පළ කරමින්...

source: [author] assigned this issue to an unknown user
ro: [author] a atribuit această problemă unui utilizator necunoscut
si: [author] මෙම ගැටලුව නොදන්නා පරිශීලකයෙකුට පවරා ඇත

source: [author] left a comment
ro: [author] a lăsat un comentariu
si: [author] අදහසක් දැක්වීය

source: [author] marked this issue as resolved
ro: [author] a marcat această problemă ca fiind rezolvată
si: [author] මෙම ගැටලුව විසඳා ඇති බවට ලකුණු කර ඇත

source: [author] marked this issue as resolved due to inactivity
ro: [author] a marcat această problemă ca fiind rezolvată din cauza inactivității
si: [author] අක්‍රිය වීම හේතුවෙන් මෙම ගැටලුව විසඳා ඇති බවට ලකුණු කර ඇත

source: [author] marked this issue as resolved in releases greater than [version]
ro: [author] a marcat această problemă ca fiind rezolvată în versiunile mai mari de [version]
si: [author] මෙම ගැටළුව [version]ට වඩා වැඩි නිකුතු වල විසඳා ඇති බවට සලකුණු කර ඇත

source: [author] marked this issue as resolved in [version]
ro: [author] a marcat această problemă ca fiind rezolvată în [version]
si: [author] මෙම ගැටලුව [version]හි විසඳා ඇති බව සලකුණු කළේය

source: [author] marked this issue as resolved in the upcoming release
ro: [author] a marcat această problemă ca fiind rezolvată în viitoarea versiune
si: [author] මෙම ගැටලුව ඉදිරි නිකුතුවේදී විසඳා ඇති බවට සලකුණු කර ඇත

source: [author] marked this issue as unresolved
ro: [author] a marcat această problemă ca nerezolvată
si: [author] මෙම ගැටලුව නොවිසඳුනු ලෙස සලකුණු කළේය

source: [author] made this issue public
ro: [author] a făcut publică această problemă
si: [author] මෙම ගැටලුව ප්‍රසිද්ධියට පත් කළේය

source: [author] made this issue private
ro: [author] a făcut această problemă privată
si: [author] මෙම ගැටලුව පුද්ගලික කළේය

source: [author] marked this issue as a regression in [version]
ro: [author] a marcat această problemă ca fiind o regresie în [version]
si: [author] මෙම ගැටලුව [version]හි ප්‍රතිගමනයක් ලෙස සලකුණු කළේය

source: [author] marked this issue as a regression
ro: [author] a marcat această problemă ca fiind o regresie
si: [author] මෙම ගැටලුව පසුබෑමක් ලෙස සලකුණු කළේය

source: [author] created an issue on [provider] titled [title]
ro: [author] a creat o problemă pe [provider] cu titlul [title]
si: [author] විසින් [title]යන මාතෘකාව යටතේ [provider] හි ගැටලුවක් නිර්මාණය කරන ලදී

source: %2$s migrated %1$s fingerprint to %3$s
ro: %2$sa migrat %1$s amprenta digitală către%3$s
si: %2$s %1$s ඇඟිලි සලකුණ %3$sවෙත සංක්‍රමණය විය

source: %2$s migrated %1$s fingerprint from %3$s
ro: %2$s a migrat %1$s amprenta digitală de la %3$s
si: %2$s %3$sසිට %1$s ඇඟිලි සලකුණ සංක්‍රමණය විය

source: [author] first saw this issue
ro: [author] a văzut pentru prima dată această problemă
si: [author] මෙම ගැටලුව මුලින්ම දුටුවේය

source: [author] unassigned this issue
ro: [author] neatribuit această problemă
si: [author] මෙම ගැටලුව පැවරීම ඉවත් කර ඇත

source: %2$s merged %1$s issue into this issue
ro: %2$s a fuzionat %1$s problema în această problemă
si: %2$s මෙම ගැටලුවට %1$s නිකුතුවක් ඒකාබද්ධ කරන ලදී

source: [author] reprocessed the events in this issue. [new-events]
ro: [author] a reprocesat evenimentele din acest număr. [new-events]
si: [author] මෙම නිකුතුවේ සිදුවීම් නැවත සකස් කරන ලදී. [new-events]

source: [author] marked this issue as reviewed
ro: [author] a marcat această problemă ca fiind revizuită
si: [author] මෙම ගැටලුව සමාලෝචනය කළ ලෙස සලකුණු කළේය

source: [author] ignored this issue for [duration]
ro: [author] a ignorat această problemă pentru [duration]
si: [author] [duration]සඳහා මෙම ගැටලුව නොසලකා හැර ඇත

source: [author] ignored this issue until it happens [count] time(s) in [duration]
ro: [author] a ignorat această problemă până când s-a întâmplat [count] timp(i) în [duration]
si: [author] මෙම ගැටලුව [duration]කින් [count] වරක් (ය) සිදු වන තෙක් නොසලකා හැර ඇත

source: [author] ignored this issue until it happens [count] time(s)
ro: [author] a ignorat această problemă până când s-a întâmplat [count] timp(i)
si: [author] මෙම ගැටලුව [count] වරක් (ය) සිදුවන තෙක් නොසලකා හැර ඇත

source: [author] ignored this issue until it affects [count] user(s) in [duration]
ro: [author] a ignorat această problemă până când a afectat [count] utilizator(i) în [duration]
si: [author] මෙම ගැටලුව [duration]හි [count] පරිශීලක(පරිශීලකයන්)ට බලපාන තෙක් නොසලකා හැර ඇත

source: [author] ignored this issue until it affects [count] user(s)
ro: [author] a ignorat această problemă până când a afectat [count] utilizator(i)
si: [author] මෙම ගැටලුව පරිශීලක (පරිශීලකයන්) [count] කට බලපාන තෙක් නොසලකා හැර ඇත

source: [author] ignored this issue
ro: [author] a ignorat această problemă
si: [author] මෙම ගැටළුව නොසලකා හැර ඇත

source: [author] assigned this issue to #[assignee]
ro: [author] a atribuit această problemă #[assignee]
si: [author] මෙම ගැටලුව #[assignee]වෙත පවරා ඇත

source: [author] assigned this issue to themselves
ro: [author] și-au atribuit această problemă
si: [author] මෙම ගැටලුව ඔවුන්ට පවරා ඇත

source: [author] assigned this issue to [assignee]
ro: [author] a atribuit această problemă [assignee]
si: [author] මෙම ගැටලුව [assignee]වෙත පවරා ඇත

source: The issue you were looking for was not found.
ro: Problema pe care o căutați nu a fost găsită.
si: ඔබ සොයන ගැටලුව හමු නොවිණි.

source: Error loading the specified project
ro: Eroare la încărcarea proiectului specificat
si: නිශ්චිත ව්‍යාපෘතිය පූරණය කිරීමේ දෝෂයකි

source: issue
ro: problemă
si: නිකුත් කිරීම

source: Sorry, no event attachments match your search query.
ro: Ne pare rău, niciun atașament de eveniment nu se potrivește cu căutarea dumneavoastră.
si: සමාවන්න, ඔබගේ සෙවුම් විමසුමට ගැලපෙන සිදුවීම් ඇමුණුම් කිසිවක් නොමැත.

source: There don't seem to be any event attachments yet.
ro: Se pare că nu există încă niciun atașament de eveniment.
si: තවමත් සිදුවීම් ඇමුණුම් කිසිවක් ඇති බවක් නොපෙනේ.

source: All Attachments
ro: Toate atașamentele
si: සියලුම ඇමුණුම්

source: Only Crash Reports
ro: Numai rapoartele de accident
si: බිඳ වැටීම් වාර්තා පමණි

source: Apple Crash Report
ro: Raport de accident Apple
si: ඇපල් බිඳවැටීමේ වාර්තාව

source: There was an error loading your organization's environments
ro: S-a produs o eroare la încărcarea mediilor organizației dumneavoastră
si: ඔබේ සංවිධානයේ පරිසරයන් පූරණය කිරීමේදී දෝෂයක් ඇති විය

source: Sorry, no events match your search query.
ro: Ne pare rău, niciun eveniment nu corespunde căutării dumneavoastră.
si: සමාවන්න, ඔබගේ සෙවුම් විමසුමට කිසිදු සිදුවීමක් නොගැලපේ.

source: There don't seem to be any events yet.
ro: Nu pare să existe încă niciun eveniment.
si: තවමත් සිදුවීම් කිසිවක් ඇති බවක් නොපෙනේ.

source: search event id, message, or tags
ro: căutați ID-ul evenimentului, mesajul sau etichetele
si: සිදුවීම් හැඳුනුම්පත, පණිවිඩය හෝ ටැග් සොයන්න

source: [strong:Breakdowns:] Explore events in this issue by call hierarchy.
ro: [strong:Breakdowns:] Explorați evenimentele din această ediție în funcție de ierarhia apelurilor.
si: [strong:Breakdowns:] ඇමතුම් ධුරාවලියෙන් මෙම ගැටලුවේ සිදුවීම් ගවේෂණය කරන්න.

source: [strong:Stack trace annotations:] See important frames Sentry uses to group issues directly in the stack trace.
ro: [strong:Stack trace annotations:]Vedeți cadrele importante pe care Sentry le utilizează pentru a grupa problemele direct în urmărirea stack-ului.
si: [strong:Stack trace annotations:] Sentry විසින් ප්‍රශ්න සෘජුවම සමුච්චය කිරීමට භාවිතා කරන වැදගත් රාමු බලන්න.

source: You do not have permission to update this project
ro: Nu aveți permisiunea de a actualiza acest proiect
si: ඔබට මෙම ව්‍යාපෘතිය යාවත්කාලීන කිරීමට අවසර නැත

source: Upgrade Grouping Strategy
ro: Strategia de grupare a actualizărilor
si: සමූහගත කිරීමේ උපාය මාර්ග වැඩිදියුණු කරන්න

source: Unable to load grouping levels, please try again later
ro: Nu s-a putut încărca nivelurile de grupare, vă rugăm să încercați din nou mai târziu
si: සමූහගත කිරීමේ මට්ටම් පූරණය කළ නොහැක, කරුණාකර පසුව නැවත උත්සාහ කරන්න

source: Grouping breakdown is not available in this issue
ro: Defalcarea pe grupe nu este disponibilă în această ediție
si: මෙම ගැටලුව තුළ සමූහගත බිඳවැටීම ලබා ගත නොහැක

source: This issue needs to be fully unmerged before grouping breakdown is available
ro: Această problemă trebuie să fie complet deblocată înainte ca defalcarea pe grupe să fie disponibilă.
si: සමූහගත කිරීමේ බිඳවැටීම ලබා ගැනීමට පෙර මෙම ගැටලුව සම්පූර්ණයෙන්ම ඒකාබද්ධ කළ යුතුය

source: Unmerge issue
ro: Problema de separare
si: ගැටලුව ඒකාබද්ධ නොකරන්න

source: This project does not have the grouping breakdown available. Is your organization still an early adopter?
ro: Acest proiect nu are disponibilă defalcarea pe grupe. Organizația dumneavoastră este încă un early adopter?
si: මෙම ව්‍යාපෘතියේ සමූහගත කිරීමේ බිඳවැටීම නොමැත. ඔබේ සංවිධානය තවමත් කලින් හදා ගන්නෙක්ද?

source: This issue has no events
ro: Această ediție nu are evenimente
si: මෙම ගැටලුවට සිදුවීම් නොමැත

source: Only new issues with the latest grouping strategy have this feature available
ro: Această funcție este disponibilă numai pentru numerele noi cu cea mai recentă strategie de grupare.
si: මෙම විශේෂාංගය ලබා ගත හැක්කේ නවතම සමූහකරණ උපාය මාර්ග සමඟ නව ගැටළු පමණි

source: Update your Grouping Config
ro: Actualizați configurația de grupare
si: ඔබගේ කණ්ඩායම් වින්‍යාසය යාවත්කාලීන කරන්න

source: Enable advanced grouping insights and functionality by updating this project to the latest Grouping Config:
ro: Activați informații și funcționalități avansate de grupare prin actualizarea acestui proiect cu cea mai recentă configurație de grupare:
si: මෙම ව්‍යාපෘතිය නවතම සමූහකරණ වින්‍යාසය වෙත යාවත්කාලීන කිරීමෙන් උසස් සමූහගත විදසුන් සහ ක්‍රියාකාරීත්වය සබල කරන්න:

source: The level you were looking for was not found.
ro: Nivelul pe care îl căutați nu a fost găsit.
si: ඔබ සොයන මට්ටම හමු නොවීය.

source: This issue is an aggregate of multiple events that sentry determined originate from the same root-cause. Use this page to explore more detailed groupings that exist within this issue.
ro: Această problemă este un cumul de mai multe evenimente care, conform Sentry, provin din aceeași cauză principală. Utilizați această pagină pentru a explora grupările mai detaliate care există în cadrul acestei probleme.
si: මෙම ගැටලුව මුරකරුවන් විසින් එකම මූල හේතුවකින් ආරම්භ වූ සිදුවීම් කිහිපයක එකතුවකි. මෙම ගැටලුව තුළ පවතින වඩාත් සවිස්තරාත්මක කණ්ඩායම් ගවේෂණය කිරීමට මෙම පිටුව භාවිතා කරන්න.

source: Fewer issues
ro: Mai puține probleme
si: ප්‍රශ්න අඩුයි

source: More issues
ro: Mai multe probleme
si: තවත් ගැටළු

source: Showing [current] of [total] [result]
ro: Expunerea [current] de [total] [result]
si: [total] [result]න් [current] පෙන්වයි

source: results
ro: rezultate
si: ප්රතිපල

source: result
ro: rezultat
si: ප්රතිඵලය

source: Unmerging events…
ro: Evenimentele de dezmembrare...
si: සිදුවීම් ඒකාබද්ධ කිරීම…

source: Events successfully queued for unmerging.
ro: Evenimentele au fost plasate cu succes în coadă pentru dezmembrare.
si: ඒකාබද්ධ කිරීම ඉවත් කිරීම සඳහා සිදුවීම් සාර්ථකව පෙළ ගැසී ඇත.

source: Unable to queue events for unmerging.
ro: Imposibilitatea de a pune în coadă evenimentele pentru dezmembrare.
si: ඒකාබද්ධ කිරීම ඉවත් කිරීම සඳහා සිදුවීම් පෝලිම් කිරීමට නොහැකිය.
