Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Issues triaged by your team taking an action on them such as resolving, ignoring, marking as reviewed, or deleting.
ro: Probleme sortate de echipa dumneavoastră prin luarea unei măsuri, cum ar fi rezolvarea, ignorarea, marcarea ca fiind revizuite sau ștergerea.
si: විසඳීම, නොසලකා හැරීම, සමාලෝචනය කළ ලෙස ලකුණු කිරීම හෝ මකා දැමීම වැනි ක්‍රියාමාර්ගයක් ගනිමින් ඔබේ කණ්ඩායම විසින් පරීක්ෂා කරන ලද ගැටලු.

source: New and Returning Issues
ro: Probleme noi și probleme care revin
si: නව සහ ආපසු එන ගැටළු

source: The new, regressed, and unignored issues that were assigned to your team.
ro: Problemele noi, regresate și neidentificate care au fost atribuite echipei dumneavoastră.
si: ඔබේ කණ්ඩායමට පවරන ලද නව, ප්‍රතිගාමී වූ සහ නොසලකා හරින ලද ගැටළු.

source: Issues Triaged
ro: Probleme rezolvate
si: ගැටළු පරීක්ෂා කර ඇත

source: How many new and returning issues were reviewed by your team each week. Reviewing an issue includes marking as reviewed, resolving, assigning to another team, or deleting.
ro: Câte probleme noi și câte probleme care revin au fost analizate de echipa dumneavoastră în fiecare săptămână. Revizuirea unei probleme include marcarea ca fiind revizuită, rezolvarea, atribuirea la o altă echipă sau ștergerea.
si: සෑම සතියකම ඔබේ කණ්ඩායම විසින් නව සහ ආපසු එන ගැටලු කීයක් සමාලෝචනය කළාද? ගැටලුවක් සමාලෝචනයට සමාලෝචනය කළ ලෙස ලකුණු කිරීම, විසඳීම, වෙනත් කණ්ඩායමකට පැවරීම හෝ මකා දැමීම ඇතුළත් වේ.

source: Age of Unresolved Issues
ro: Vârsta problemelor nerezolvate
si: නොවිසඳුනු ගැටළු වල වයස

source: How long ago since unresolved issues were first created.
ro: Cât timp a trecut de când au fost create problemele nerezolvate.
si: නොවිසඳුණු ගැටළු මුලින්ම නිර්මාණය වූයේ කොපමණ කලකට පෙරය.

source: All Unresolved Issues
ro: Toate problemele nerezolvate
si: නොවිසඳුණු සියලුම ගැටළු

source: This includes New and Returning issues in the last 7 days as well as those that haven’t been resolved or ignored in the past.
ro: Aceasta include problemele noi și cele care au revenit în ultimele 7 zile, precum și cele care nu au fost rezolvate sau au fost ignorate în trecut.
si: මෙයට පසුගිය දින 7 තුළ නව සහ ආපසු එන ගැටළු මෙන්ම අතීතයේදී විසඳා නැති හෝ නොසලකා හරින ලද ගැටළු ඇතුළත් වේ.

source: Time to Resolution
ro: Timpul până la rezoluție
si: විභේදනයට කාලය

source: The mean time it took for issues to be resolved by your team.
ro: Timpul mediu necesar pentru ca problemele să fie rezolvate de echipa dumneavoastră.
si: ඔබේ කණ්ඩායම විසින් ගැටලු විසඳීමට ගත වූ මධ්‍ය කාලය.

source: Number of Releases
ro: Numărul de lansări
si: නිකුත් කිරීම් ගණන

source: The releases that were created in your team's projects.
ro: Versiunile care au fost create în proiectele echipei dumneavoastră.
si: ඔබේ කණ්ඩායමේ ව්‍යාපෘති තුළ නිර්මාණය කළ නිකුතු.

source: Alerts Triggered
ro: Alerte declanșate
si: ඇඟවීම් අවුලුවා ඇත

source: No Alerts Triggered For This Team's Projects
ro: Nu s-au declanșat alerte pentru proiectele acestei echipe
si: මෙම කණ්ඩායමේ ව්‍යාපෘති සඳහා ඇඟවීම් කිසිවක් ප්‍රේරණය කර නැත

source: Last [period] Average
ro: Ultima [period] Medie
si: අවසාන [period] සාමාන්‍යය

source: This Week
ro: Săptămâna aceasta
si: මෙම සතිය

source: Difference
ro: Diferență
si: වෙනස

source: Unresolved Issues
ro: Probleme nerezolvate
si: නොවිසඳුණු ගැටළු

source: No Unresolved Issues For This Team's Projects
ro: Nu există probleme nerezolvate pentru proiectele acestei echipe
si: මෙම කණ්ඩායමේ ව්‍යාපෘති සඳහා නොවිසඳුනු ගැටළු නොමැත

source: Oldest Issues
ro: Cele mai vechi probleme
si: පැරණිතම ගැටළු

source: Age
ro: Vârsta
si: වයස

source: 1 month
ro: 1 lună
si: මාස 1 යි

source: 6 months
ro: 6 luni
si: මාස 6 යි

source: 1 year
ro: 1 an
si: වසර 1 යි

source: > 1 year
ro: > 1 an
si: > වසර 1 යි

source: total
si: සමස්ත

source: Not Reviewed
ro: Nerevizuit
si: සමාලෝචනය කර නැත

source: No Projects Assigned To This Team
ro: Nu există proiecte atribuite acestei echipe
si: මෙම කණ්ඩායමට ව්‍යාපෘති කිසිවක් පවරා නැත

source: % Reviewed
ro: % Revizuit
si: % සමාලෝචනය කරන ලදී

source: Key transaction
ro: Tranzacție cheie
si: ප්රධාන ගනුදෙනුව

source: Last [period]
ro: Ultima [period]
si: අවසාන [period]

source: Last 7 Days
ro: Ultimele 7 zile
si: පසුගිය දින 7

source: change
ro: schimbare
si: වෙනස් කිරීම

source: better
ro: mai bine
si: වඩා හොඳ

source: worse
ro: mai rău
si: වඩාත් නරක ය

source: Show [count] More
ro: Afișați [count] Mai mult
si: තවත් [count] පෙන්වන්න

source: No Key Transactions Starred By This Team
ro: Nicio tranzacție cheie nu a fost marcată de această echipă
si: මෙම කණ්ඩායම විසින් තරු කර ඇති ප්‍රධාන ගනුදෙනු නැත

source: This Period
ro: Această perioadă
si: මෙම කාල සීමාව

source: No Releases Were Setup For This Team's Projects
ro: Nu au fost configurate lansări pentru proiectele acestei echipe
si: මෙම කණ්ඩායමේ ව්‍යාපෘති සඳහා නිකුත් කිරීම් කිසිවක් සකසා නොතිබුණි

source: Releases Per Project
ro: Eliberări pe proiect
si: ව්‍යාපෘතියකට නිකුත් කරයි

source: No Projects With Release Health Enabled
ro: Nu există proiecte cu Release Health activat
si: නිදහස් සෞඛ්‍ය සබල කර ඇති ව්‍යාපෘති නැත

source: [period] Avg
si: [period] සාමාන්‍ය

source: Current Usage Period
ro: Perioada de utilizare curentă
si: වත්මන් භාවිත කාලය

source: Cumulative
ro: Cumulativ
si: සමුච්චිත

source: Periodic
ro: Periodică
si: කාලානුරූපී

source: Total [dataCategory]
si: එකතුව [dataCategory]

source: Accepted [dataCategory] were successfully processed by Sentry
ro: Acceptate [dataCategory] au fost procesate cu succes de Sentry
si: පිළිගත් [dataCategory] Sentry විසින් සාර්ථකව සකසන ලදී

source: Filtered
ro: Filtrat
si: පෙරන ලද

source: Filtered [dataCategory] were blocked due to your inbound data filter rules
ro: Filtrările [dataCategory] au fost blocate din cauza regulilor de filtrare a datelor primite
si: ඔබගේ ඇතුල්වන දත්ත පෙරහන් රීති හේතුවෙන් පෙරූ [dataCategory] අවහිර කර ඇත

source: Dropped [dataCategory] were discarded due to invalid data, rate-limits, quota limits, or spike protection
ro: Dropped [dataCategory] au fost eliminate din cauza datelor invalide, a limitelor de viteză, a limitelor de cotă sau a protecției la vârfuri
si: අවලංගු දත්ත, අනුපාත-සීමා, කෝටා සීමාවන් හෝ ස්පයික් ආරක්ෂණය හේතුවෙන් අතහැර දැමූ [dataCategory] ඉවත දමන ලදී

source: [start] — [end] ([timezone] UTC, [interval] interval)
si: [start] - [end] ([timezone] UTC, [interval] පරතරය)

source: in last min
ro: în ultimul minut
si: අවසන් මිනිත්තුවේදී

source: Total
si: සමස්ත

source: Filter your projects
ro: Filtrează-ți proiectele
si: ඔබේ ව්‍යාපෘති පෙරහන් කරන්න

source: You don't have access to any projects, or your organization has no projects.
ro: Nu aveți acces la niciun proiect sau organizația dumneavoastră nu are niciun proiect.
si: ඔබට කිසිදු ව්‍යාපෘතියකට ප්‍රවේශය නැත, නැතහොත් ඔබේ සංවිධානයට ව්‍යාපෘති නොමැත.

source: Learn more about [link:Project Access]
ro: Aflați mai multe despre [link:Project Access]
si: [link:Project Access] ගැන තව දැනගන්න

source: Spans
ro: Se întinde
si: ස්පේන්

source: Transaction Summary
ro: Rezumatul tranzacției
si: ගනුදෙනු සාරාංශය

source: Event Details
ro: Detalii eveniment
si: සිදුවීම් විස්තර

source: Vital Detail
ro: Detalii vitale
si: වැදගත් විස්තර

source: Display 1
ro: Afișaj 1
si: සංදර්ශකය 1

source: Display 2
ro: Afișaj 2
si: සංදර්ශකය 2

source: View Trends
ro: Vezi tendințe
si: ප්‍රවණතා බලන්න

source: LCP Distribution
ro: LCP Distribuție
si: LCP බෙදා හැරීම

source: FCP Distribution
ro: FCP Distribuție
si: FCP බෙදා හැරීම

source: Transactions Per Minute
ro: Tranzacții pe minut
si: මිනිත්තුවකට ගනුදෙනු

source: Duration p50
ro: Durată p50
si: කාලසීමාව p50

source: Duration p75
ro: Durată p75
si: කාලසීමාව p75

source: Duration p95
ro: Durată p95
si: කාලසීමාව p95

source: Duration p99
ro: Durată p99
si: කාලසීමාව p99

source: Cold Start Duration p50
ro: Durata pornirii la rece p50
si: සීතල ආරම්භක කාලය p50

source: Cold Start Duration p75
ro: Durata pornirii la rece p75
si: සීතල ආරම්භක කාලය p75

source: Cold Start Duration p95
ro: Durata pornirii la rece p95
si: සීතල ආරම්භක කාලය p95

source: Cold Start Duration p99
ro: Durata pornirii la rece p99
si: සීතල ආරම්භක කාලය p99

source: Cold Start Distribution
ro: Distribuția la pornire la rece
si: සීතල ආරම්භය බෙදා හැරීම

source: Warm Start Duration p50
ro: Durata de pornire la cald p50
si: උණුසුම් ආරම්භක කාල සීමාව p50

source: Warm Start Duration p75
ro: Durata de pornire la cald p75
si: උණුසුම් ආරම්භක කාල සීමාව p75

source: Warm Start Duration p95
ro: Durata de pornire la cald p95
si: උණුසුම් ආරම්භක කාල සීමාව p95

source: Warm Start Duration p99
ro: Durata de pornire la cald p99
si: උණුසුම් ආරම්භක කාල සීමාව p99

source: Warm Start Distribution
ro: Distribuția de pornire la cald
si: උණුසුම් ආරම්භක බෙදාහැරීම

source: Apdex is the ratio of both satisfactory and tolerable response times to all response times. To adjust the tolerable threshold, go to performance settings.
ro: Apdex este raportul dintre timpii de răspuns satisfăcător și tolerabil și toți timpii de răspuns. Pentru a ajusta pragul tolerabil, accesați setările de performanță.
si: Apdex යනු සියලු ප්‍රතිචාර කාලවලට සතුටුදායක සහ ඉවසිය හැකි ප්‍රතිචාර කාලවල අනුපාතයයි. දරාගත හැකි සීමාව සීරුමාරු කිරීමට, කාර්ය සාධන සැකසීම් වෙත යන්න.

source: TPM is the number of recorded transaction events per minute.
ro: TPM este numărul de evenimente de tranzacție înregistrate pe minut.
si: TPM යනු මිනිත්තුවකට වාර්තාගත ගනුදෙනු සිදුවීම් ගණනයි.

source: Throughput is the number of recorded transaction events per minute.
ro: Rata de procesare reprezintă numărul de evenimente de tranzacție înregistrate pe minut.
si: ප්‍රතිදානය යනු මිනිත්තුවකට වාර්තා කරන ලද ගනුදෙනු සිදුවීම් ගණනයි.

source: Failure rate is the percentage of recorded transactions that had a known and unsuccessful status.
ro: Rata de eșec este procentul de tranzacții înregistrate care au avut un statut cunoscut și nereușit.
si: අසාර්ථක අනුපාතය යනු දන්නා සහ අසාර්ථක තත්වයක් ඇති වාර්තාගත ගනුදෙනුවල ප්‍රතිශතයයි.

source: p50 indicates the duration that 50% of transactions are faster than.
ro: p50 indică durata pe care 50% din tranzacții sunt mai rapide decât.
si: p50 පෙන්නුම් කරන්නේ ගනුදෙනුවලින් 50% කට වඩා වේගවත් වන කාලසීමාවයි.

source: p75 indicates the duration that 75% of transactions are faster than.
ro: p75 indică durata pe care 75% din tranzacții sunt mai rapide decât.
si: p75 පෙන්නුම් කරන්නේ ගනුදෙනු වලින් 75% කට වඩා වේගවත් වන කාලසීමාවයි.

source: p95 indicates the duration that 95% of transactions are faster than.
ro: p95 indică durata pe care 95% din tranzacții sunt mai rapide decât.
si: p95 පෙන්නුම් කරන්නේ ගනුදෙනුවලින් 95% කට වඩා වේගවත් වන කාලසීමාවයි.

source: p99 indicates the duration that 99% of transactions are faster than.
ro: p99 indică durata pe care 99% din tranzacții sunt mai rapide decât.
si: p99 පෙන්නුම් කරන්නේ ගනුදෙනුවලින් 99% කට වඩා වේගවත් වන කාලසීමාවයි.

source: Largest contentful paint (LCP) is a web vital meant to represent user load times
ro: Cea mai mare vopsea de conținut (LCP) este un element vital web menit să reprezinte timpii de încărcare a utilizatorilor.
si: විශාලතම අන්තර්ගත තීන්ත (LCP) යනු පරිශීලක පැටවීමේ වේලාවන් නියෝජනය කිරීමට අදහස් කරන වෙබ් වැදගත් වේ

source: First contentful paint (FCP) is a web vital meant to represent user load times
ro: First contentful paint (FCP) este un vital web menit să reprezinte timpii de încărcare a utilizatorilor.
si: පළමු අන්තර්ගත තීන්ත (FCP) යනු පරිශීලක පැටවීමේ වේලාවන් නියෝජනය කිරීමට අදහස් කරන වෙබ් වැදගත් වේ

source: First input delay (FID) is a web vital representing load for the first user interaction on a page.
ro: Întârzierea primei intrări (FID) este o sarcină vitală web care reprezintă sarcina pentru prima interacțiune a utilizatorului pe o pagină.
si: පළමු ආදාන ප්‍රමාදය (FID) යනු පිටුවක පළමු පරිශීලක අන්තර්ක්‍රියාව සඳහා භාරය නියෝජනය කරන වෙබ් වැදගත් වේ.

source: Cumulative layout shift (CLS) is a web vital measuring unexpected visual shifting a user experiences.
ro: Cumulative layout shift (CLS) este o măsurătoare vitală pentru web care măsoară schimbările vizuale neașteptate pe care le experimentează un utilizator.
si: සමුච්චිත පිරිසැලසුම් මාරුව (CLS) යනු පරිශීලක අත්දැකීම් අනපේක්ෂිත දෘශ්‍ය මාරු කිරීම මනින වෙබ් වැදගත් වේ.

source: User Misery is a score that represents the number of unique users who have experienced load times 4x your organization's apdex threshold of %sms.
ro: User Misery este un scor care reprezintă numărul de utilizatori unici care s-au confruntat cu timpi de încărcare de 4x pragul apdex al organizației dumneavoastră de %sms.
si: User Misery යනු ඔබේ සංවිධානයේ %sms හි 4x බර පැටවීමේ වාර ගණන අත්විඳ ඇති අද්විතීය පරිශීලකයින් සංඛ්‍යාව නියෝජනය කරන ලකුණු වේ.

source: The breakdown of transaction statuses. This may indicate what type of failure it is.
ro: Defalcarea situațiilor de tranzacționare. Acest lucru poate indica ce tip de eșec este.
si: ගනුදෙනු තත්ත්වයන් බිඳවැටීම. මෙය කුමන ආකාරයේ අසාර්ථකත්වයක්ද යන්න පෙන්නුම් කළ හැකිය.

source: Distribution buckets counts of transactions at specifics times for your current date range
ro: Cupoane de distribuție numărătoare de tranzacții la momente specifice pentru intervalul de date curent
si: ඔබේ වත්මන් දින පරාසය සඳහා නිශ්චිත වේලාවන්හිදී බෙදාහැරීමේ බාල්දි ගනුදෙනු ගණන

source: User Misery is a score that represents the number of unique users who have experienced load times 4x the project's configured threshold. Adjust project threshold in project performance settings.
ro: User Misery este un scor care reprezintă numărul de utilizatori unici care au înregistrat timpi de încărcare 4x de peste pragul configurat de proiect. Ajustați pragul proiectului în setările de performanță ale proiectului.
si: User Misery යනු ව්‍යාපෘතියේ වින්‍යාස කළ එළිපත්ත මෙන් 4x බර පැටවීමේ වාරයක් අත්විඳ ඇති අද්විතීය පරිශීලකයින් සංඛ්‍යාව නියෝජනය කරන ලකුණු වේ. ව්‍යාපෘති කාර්ය සාධන සැකසුම් තුළ ව්‍යාපෘති එළිපත්ත සකසන්න.

source: Apdex is the ratio of both satisfactory and tolerable response times to all response times. To adjust the tolerable threshold, go to project performance settings.
ro: Apdex este raportul dintre timpii de răspuns satisfăcător și tolerabil și toți timpii de răspuns. Pentru a ajusta pragul tolerabil, accesați setările de performanță ale proiectului.
si: Apdex යනු සියලු ප්‍රතිචාර කාලවලට සතුටුදායක සහ ඉවසිය හැකි ප්‍රතිචාර කාලවල අනුපාතයයි. දරාගත හැකි සීමාව සීරුමාරු කිරීමට, ව්‍යාපෘති කාර්ය සාධන සැකසීම් වෙත යන්න.

source: The count of the number of slow frames in the transaction.
ro: Numărătoarea numărului de cadre lente din tranzacție.
si: ගනුදෙනුවේ මන්දගාමී රාමු ගණන ගණනය කිරීම.

source: The count of the number of frozen frames in the transaction.
ro: Numărătoarea numărului de cadre înghețate în cadrul tranzacției.
si: ගනුදෙනුවේ ශීත කළ රාමු ගණන ගණනය කිරීම.

source: Transactions with the most associated errors.
ro: Tranzacțiile cu cele mai multe erori asociate.
si: වඩාත්ම සම්බන්ධිත දෝෂ සහිත ගනුදෙනු.

source: The most instances of an issue for a related transaction.
ro: Cele mai multe cazuri de problemă pentru o tranzacție conexă.
si: අදාළ ගනුදෙනුවක් සඳහා ගැටලුවක බොහෝ අවස්ථාවන්.

source: The transactions with the slowest spans of a certain type.
ro: Tranzacțiile cu cele mai lente intervale de timp de un anumit tip.
si: නිශ්චිත වර්ගයක මන්දගාමීම පරාසයන් සහිත ගනුදෙනු.

source: The percentage of the transaction duration in which the application is in a stalled state.
ro: Procentul din durata tranzacției în care aplicația se află într-o stare de blocaj.
si: යෙදුම ඇණහිට ඇති තත්ත්වයක පවතින ගනුදෙනු කාලසීමාවෙහි ප්‍රතිශතය.

source: Vitals Performance Details
ro: Detalii de performanță Vitals
si: වැදගත් කාර්ය සාධන විස්තර

source: p50 Duration
ro: p50 Durată
si: p50 කාලසීමාව

source: p95 Duration
ro: p95 Durată
si: p95 කාලසීමාව

source: p99 Duration
ro: p99 Durată
si: p99 කාලසීමාව

source: Duration (p75)
ro: Durată (p75)
si: කාල සීමාව (p75)

source: Slow Frames (p75)
ro: Cadre lente (p75)
si: මන්දගාමී රාමු (p75)

source: Frozen Frames (p75)
ro: Cadre înghețate (p75)
si: ශීත කළ රාමු (p75)

source: Cold Start (p75)
ro: Pornire la rece (p75)
si: සීතල ආරම්භය (p75)

source: Warm Start (p75)
ro: Start la cald (p75)
si: උණුසුම් ආරම්භය (p75)

source: Stall Percentage (p75)
ro: Procentul de staționare (p75)
si: කුටි ප්‍රතිශතය (p75)

source: No vitals found
ro: Nu s-au găsit semne vitale
si: ජීව ද්‍රව්‍ය කිසිවක් හමු නොවීය

source: The p75 for all transactions is
ro: P75 pentru toate tranzacțiile este
si: සියලුම ගනුදෙනු සඳහා p75 වේ

source: No results
ro: Fără rezultate
si: ප්රතිපල රහිතයි

source: Exclude this transaction from the search filter.
ro: Excludeți această tranzacție din filtrul de căutare.
si: මෙම ගනුදෙනුව සෙවුම් පෙරහනෙන් බැහැර කරන්න.

source: Worst LCP Web Vitals
ro: Cel mai rău LCP Web Vitals
si: නරකම LCP Web Vitals

source: Worst FCP Web Vitals
ro: Cel mai prost FCP Web Vitals
si: නරකම FCP Web Vitals

source: Worst FID Web Vitals
ro: Cel mai rău FID Web Vitals
si: නරකම FID Web Vitals

source: Worst CLS Web Vitals
ro: Cel mai rău CLS Web Vitals
si: නරකම CLS Web Vitals

source: p75 Duration
ro: p75 Durată
si: p75 කාලසීමාව

source: Cold Startup Time
ro: Timp de pornire la rece
si: සීතල ආරම්භක කාලය

source: Warm Startup Time
ro: Timp de pornire la cald
si: උණුසුම් ආරම්භක කාලය

source: Most Related Errors
ro: Cele mai multe erori conexe
si: වඩාත්ම සම්බන්ධිත දෝෂ

source: Most Related Issues
ro: Cele mai multe probleme conexe
si: වඩාත්ම සම්බන්ධ ගැටළු

source: Slow HTTP Ops
ro: Încet HTTP Ops
si: මන්දගාමී HTTP Ops

source: Most Slow Frames
ro: Cele mai multe cadre lente
si: බොහෝ මන්දගාමී රාමු

source: Most Frozen Frames
ro: Cele mai multe cadre înghețate
si: බොහෝ ශීත කළ රාමු

source: Most Improved
ro: Cel mai îmbunătățit
si: වඩාත්ම දියුණු

source: This compares the baseline (%s) of the past with the present.
ro: Aceasta compară linia de bază (%s) din trecut cu cea din prezent.
si: මෙය අතීතයේ මූලික (%s) වර්තමානය සමඟ සංසන්දනය කරයි.

source: Most Regressed
ro: Cel mai regresat
si: වඩාත්ම පසුගාමී

source: FID Distribution
ro: Distribuție FID
si: FID බෙදා හැරීම

source: In the last %s
ro: În ultima %s
si: අවසාන %s හි

source: In the last period
ro: În ultima perioadă
si: අවසාන කාල පරිච්ඡේදයේදී

source: Suggested transactions
ro: Tranzacții sugerate
si: යෝජිත ගනුදෙනු

source: [count] errors
ro: [count] erori
si: [count] දෝෂ

source: Compared to last %s
ro: Comparativ cu ultima %s
si: පසුගිය %s හා සසඳන විට

source: Compared to the last period
ro: Comparativ cu perioada precedentă
si: පසුගිය කාල සීමාවට සාපේක්ෂව

source: Trending Transactions
ro: Tranzacții în trend
si: නැඹුරු ගනුදෙනු

source: View All
ro: Vizualizați toate
si: සියල්ල බලන්න

source: Unable to fetch search bar tags
ro: Imposibilitatea de a prelua etichetele din bara de căutare
si: සෙවුම් තීරු ටැග් ලබා ගැනීමට නොහැක

source: Metrics Data
ro: Date metrice
si: මෙට්රික් දත්ත

source: Pinpoint problems
ro: Identificați problemele
si: නිවැරදි ගැටළු

source: Something seem slow? Track down transactions to connect the dots between 10-second page loads and poor-performing API calls or slow database queries.
ro: Ceva pare lent? Urmăriți tranzacțiile pentru a face legătura între încărcările de pagină de 10 secunde și apelurile API sau interogările lente ale bazei de date.
si: යමක් මන්දගාමී බවක් පෙනෙන්නට තිබේද? තත්පර 10 පිටු පැටවීම් සහ දුර්වල ක්‍රියාකාරී API ඇමතුම් හෝ මන්දගාමී දත්ත සමුදා විමසුම් අතර තිත් සම්බන්ධ කිරීමට ගනුදෙනු හඹා යන්න.

source: Start Setup
ro: Începeți configurarea
si: පිහිටුවීම ආරම්භ කරන්න

source: View Sample Transaction
ro: Vizualizați Exemplu de tranzacție
si: නියැදි ගනුදෙනු බලන්න

source: Take a Tour
ro: Faceți un tur
si: සංචාරයක් ගන්න

source: Track Application Metrics
ro: Urmăriți parametrii aplicației
si: යෙදුම් මිතික හඹා යන්න

source: Monitor your slowest pageloads and APIs to see which users are having the worst time.
ro: Monitorizați cele mai lente încărcări de pagini și API-uri pentru a vedea care sunt utilizatorii care se simt cel mai prost.
si: නරකම කාලය ගත කරන පරිශීලකයින් බැලීමට ඔබේ මන්දගාමී පිටු පැටවීම් සහ API නිරීක්ෂණය කරන්න.

source: Correlate Errors and Performance
ro: Corelați erorile și performanța
si: සහසම්බන්ධ දෝෂ සහ කාර්ය සාධනය

source: See what errors occurred within a transaction and the impact of those errors.
ro: Vedeți ce erori au avut loc în cadrul unei tranzacții și impactul acestor erori.
si: ගනුදෙනුවක් තුළ සිදුවූ දෝෂ සහ එම දෝෂවල බලපෑම බලන්න.

source: Watch and Alert
ro: Supraveghere și alertă
si: නැරඹීම සහ අනතුරු ඇඟවීම

source: Highlight mission-critical pages and APIs and set latency alerts to notify you before things go wrong.
ro: Evidențiați paginile și API-urile esențiale pentru misiune și setați alerte de latență pentru a vă notifica înainte ca lucrurile să meargă prost.
si: මෙහෙවර තීරණාත්මක පිටු සහ API උද්දීපනය කරන්න සහ දේවල් වැරදී යාමට පෙර ඔබට දැනුම් දීමට ප්‍රමාද ඇඟවීම් සකසන්න.

source: Trace Across Systems
ro: Urmărire între sisteme
si: පද්ධති හරහා ලුහුබැඳීම

source: Follow a trace from a user's session and drill down to identify any bottlenecks that occur.
ro: Urmăriți o urmă din sesiunea unui utilizator și detaliați pentru a identifica orice blocaje care apar.
si: පරිශීලකයාගේ සැසියේ හෝඩුවාවක් අනුගමනය කර සිදු වන ඕනෑම බාධක හඳුනා ගැනීමට පහළට සරඹ කරන්න.

source: [transactionName] updated successfully
ro: [transactionName] actualizat cu succes
si: [transactionName] සාර්ථකව යාවත්කාලීන කරන ලදී

source: The trace you are looking contains only errors.
ro: Urma pe care o căutați conține numai erori.
si: ඔබ සොයන හෝඩුවාවෙහි අඩංගු වන්නේ දෝෂ පමණි.

source: The trace you are looking for was not found.
ro: Urma pe care o căutați nu a fost găsită.
si: ඔබ සොයන හෝඩුවාවක් හමු නොවීය.

source: Search for transactions
ro: Căutarea tranzacțiilor
si: ගනුදෙනු සඳහා සොයන්න

source: The number of transactions and errors there are in this trace.
ro: Numărul de tranzacții și de erori existente în această urmă.
si: මෙම ට්‍රේස් එකේ ඇති ගණුදෙණු සහ දෝෂ ගණන.

source: %s Transaction
ro: %s Tranzacție
si: %s ගනුදෙනුව

source: %s Error
ro: %s Eroare
si: %s දෝෂය

source: Across %s project
ro: În cadrul %s proiect
si: %s ව්‍යාපෘතිය හරහා

source: Total Duration
ro: Durată Totală
si: මුළු කාලය

source: The time elapsed between the start and end of this trace.
ro: Timpul scurs între începutul și sfârșitul acestei urme.
si: මෙම සටහනේ ආරම්භය සහ අවසානය අතර කාලය ගෙවී ගියේය.

source: A root transaction is missing. Transactions linked by a dashed line have been orphaned and cannot be directly linked to the root.
ro: Lipsește o tranzacție root. Tranzacțiile legate de o linie punctată sunt orfane și nu pot fi legate direct de rădăcină.
si: මූල ගනුදෙනුවක් අස්ථානගත වී ඇත. ඉරි සහිත රේඛාවකින් සම්බන්ධ කර ඇති ගනුදෙනු අනාථ වී ඇති අතර ඒවා කෙලින්ම මූලයට සම්බන්ධ කළ නොහැක.

source: This trace has broken subtraces. Transactions linked by a dashed line have been orphaned and cannot be directly linked to the root.
ro: Acest traseu are subtrasee rupte. Tranzacțiile legate de o linie punctată sunt orfane și nu pot fi legate direct de rădăcină.
si: මෙම හෝඩුවාව බිඳුණු උපක්‍රම ඇත. ඉරි සහිත රේඛාවකින් සම්බන්ධ කර ඇති ගනුදෙනු අනාථ වී ඇති අතර ඒවා කෙලින්ම මූලයට සම්බන්ධ කළ නොහැක.

source: Multiple root transactions have been found with this trace ID.
ro: Au fost găsite mai multe tranzacții root cu acest ID de urmărire.
si: මෙම ට්‍රේස් හැඳුනුම්පත සමඟ බහු මූල ගනුදෙනු සොයාගෙන ඇත.

source: [numOfTransaction] hidden transaction
ro: [numOfTransaction] tranzacție ascunsă
si: [numOfTransaction] සැඟවුණු ගනුදෙනුව

source: [numOfTransaction] hidden transactions
ro: [numOfTransaction] tranzacții ascunse
si: [numOfTransaction] සැඟවුණු ගනුදෙනු

source: Limited to a view of [count] transactions. To view the full list, [discover].
ro: Limitat la o vizualizare a tranzacțiilor de [count] . Pentru a vizualiza lista completă, [discover].
si: ගනුදෙනු [count] ක බැලීමකට සීමා වේ. සම්පූර්ණ ලැයිස්තුව බැලීම සඳහා, [discover].

source: Trace ID: %s
ro: ID de urmărire: %s
si: සටහන ID: %s

source: Trace view requires a date range selection.
ro: Vizualizarea urmelor necesită selectarea unui interval de date.
si: ලුහුබැඳීමේ දසුනට දින පරාසයක තේරීමක් අවශ්‍ය වේ.
