Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: You need at least one project to use this view
ro: Aveți nevoie de cel puțin un proiect pentru a utiliza această vizualizare
si: මෙම දසුන භාවිත කිරීමට ඔබට අවම වශයෙන් එක් ව්‍යාපෘතියක් අවශ්‍ය වේ

source: Quick Start
ro: Start rapid
si: ඉක්මන් ආරම්භය

source: Take full advantage of Sentry's powerful monitoring features.
ro: Profitați din plin de funcțiile puternice de monitorizare ale Sentry.
si: Sentry හි ප්‍රබල අධීක්ෂණ විශේෂාංගවලින් පූර්ණ ප්‍රයෝජන ගන්න.

source: The Basics
ro: Noțiuni de bază
si: මූලික කරුණු

source: Some tasks should be completed before completing these tasks
ro: Unele sarcini trebuie finalizate înainte de a finaliza aceste sarcini
si: මෙම කාර්යයන් සම්පූර්ණ කිරීමට පෙර සමහර කාර්යයන් සම්පූර්ණ කළ යුතුය

source: Level Up
ro: Nivelul de sus
si: මට්ටම ඉහළට

source: Completed
ro: Complet
si: සම්පූර්ණ කළා

source: Community Forum
ro: Forumul comunitar
si: ප්‍රජා සංසදය

source: Not sure what to do? We're here for you!
ro: Nu sunteți sigur ce să faceți? Suntem aici pentru tine!
si: කුමක් කළ යුතු දැයි විශ්වාස නැද්ද? අපි ඔබ වෙනුවෙන් මෙහි සිටිමු!

source: Just skip
ro: Treci peste
si: යන්තම් මඟ හරින්න

source: [requisite] before completing this task
ro: [requisite] înainte de a finaliza această sarcină
si: මෙම කාර්යය සම්පූර්ණ කිරීමට පෙර [requisite]

source: Start
si: ආරම්භ කරන්න

source: This task has been started by [user]
ro: Această sarcină a fost inițiată de [user]
si: මෙම කාර්යය [user]විසින් ආරම්භ කර ඇත

source: Task in progress...
ro: Sarcină în desfășurare...
si: කාර්යය සිදු වෙමින් පවතී...

source: No user was associated with completing this task
ro: Niciun utilizator nu a fost asociat cu finalizarea acestei sarcini
si: මෙම කාර්යය සම්පූර්ණ කිරීමට කිසිදු පරිශීලකයෙකු සම්බන්ධ වී නැත

source: Easy, right? Don’t stop at one. Set up another project and send it events to keep things running smoothly in both the frontend and backend.
ro: Ușor, nu? Nu vă opriți la unul. Configurați un alt proiect și trimiteți-i evenimente pentru ca lucrurile să funcționeze fără probleme atât în frontend, cât și în backend.
si: පහසුයි නේද? එකකින් නවතින්න එපා. ඉදිරිපස සහ පසු අන්ත දෙකෙහිම දේවල් සුමටව පවත්වාගෙන යාමට වෙනත් ව්‍යාපෘතියක් සකසා සිදුවීම් යවන්න.

source: Boost performance
ro: Creșteți performanța
si: කාර්ය සාධනය වැඩි කරන්න

source: Don't keep users waiting. Trace transactions, investigate spans and cross-reference related issues for those mission-critical endpoints.
ro: Nu lăsați utilizatorii să aștepte. Urmăriți tranzacțiile, investigați intervalele și faceți referințe încrucișate la problemele legate de aceste puncte finale esențiale pentru misiune.
si: පරිශීලකයන් බලා සිටින්න එපා. එම මෙහෙවර-විවේචනාත්මක අවසාන ලක්ෂ්‍ය සඳහා ගණුදෙණු සොයා ගැනීම, පරාසයන් විමර්ශනය කිරීම සහ හරස් යොමු සම්බන්ධ ගැටළු.

source: Get more user context
ro: Obțineți mai mult context de utilizator
si: තවත් පරිශීලක සන්දර්භය ලබා ගන්න

source: Enable us to pinpoint which users are suffering from that bad code, so you can debug the problem more swiftly and maybe even apologize for it.
ro: Permiteți-ne să identificăm utilizatorii care suferă din cauza codului greșit, astfel încât să puteți depana problema mai rapid și poate chiar să vă cereți scuze pentru aceasta.
si: එම නරක කේතයෙන් පීඩා විඳින්නේ කුමන පරිශීලකයන්ද යන්න නිශ්චය කිරීමට අපට සබල කරන්න, එවිට ඔබට වඩාත් වේගයෙන් ගැටලුව නිදොස් කිරීමටත් සමහරවිට ඒ සඳහා සමාව අයැදීමටත් හැකිය.

source: Track releases
ro: Lansări de piste
si: ට්‍රැක් නිකුත් කිරීම්

source: Take an in-depth look at the health of each and every release with crash analytics, errors, related issues and suspect commits.
ro: Aruncați o privire în profunzime asupra stării de sănătate a fiecărei versiuni în parte, cu ajutorul analizelor de accident, a erorilor, a problemelor conexe și a angajărilor suspecte.
si: බිඳවැටීම් විශ්ලේෂණ, දෝෂ, අදාළ ගැටළු සහ සැක කටයුතු සිදුකිරීම් සමඟින් සෑම නිකුතුවකම සෞඛ්‍යය ගැන ගැඹුරින් බලන්න.

source: Upload source maps
ro: Încărcați hărțile sursă
si: මූලාශ්‍ර සිතියම් උඩුගත කරන්න

source: Deminify Javascript source code to debug with context. Seeing code in it's original form will help you debunk the ghosts of errors past.
ro: Demitizați codul sursă Javascript pentru a depana cu context. Văzând codul în forma sa originală vă va ajuta să demitizați fantomele erorilor din trecut.
si: සන්දර්භය සමඟ නිදොස් කිරීම සඳහා Javascript මූලාශ්‍ර කේතය ඉවත් කරන්න. කේතය එහි මුල් ස්වරූපයෙන් දැකීම ඔබට අතීතයේ සිදු වූ දෝෂ වල අවතාර ඉවත් කිරීමට උපකාරී වේ.

source: Collect user feedback when your application crashes
ro: Colectați feedback-ul utilizatorilor atunci când aplicația dumneavoastră se blochează
si: ඔබගේ යෙදුම බිඳ වැටෙන විට පරිශීලක ප්‍රතිපෝෂණ රැස් කරන්න

source: Set up issue tracking
ro: Configurați urmărirea problemelor
si: ගැටළු ලුහුබැඳීම සකසන්න

source: Link to Sentry issues within your issue tracker
ro: Legătura cu problemele Sentry în cadrul trackerului dumneavoastră de probleme
si: ඔබේ නිකුතු ට්‍රැකර් තුළ ඇති සෙන්ට්‍රි ගැටලු වෙත සබැඳිය

source: Get smarter alerts
ro: Obțineți alerte mai inteligente
si: වඩා හොඳ ඇඟවීම් ලබා ගන්න

source: Customize alerting rules by issue or metric. You'll get the exact information you need precisely when you need it.
ro: Personalizați regulile de alertă în funcție de problemă sau măsurători. Veți obține informațiile exacte de care aveți nevoie exact atunci când aveți nevoie.
si: නිකුත් කිරීම හෝ මෙට්‍රික් අනුව අනතුරු ඇඟවීමේ රීති අභිරුචිකරණය කරන්න. ඔබට අවශ්‍ය වූ විට ඔබට අවශ්‍ය නිවැරදි තොරතුරු ඔබට ලැබෙනු ඇත.

source: Waiting for event
ro: În așteptarea evenimentului
si: සිදුවීමක් බලාපොරොත්තුවෙන්

source: Create a project
ro: Creați un proiect
si: ව්යාපෘතියක් සාදන්න

source: Monitor in seconds by adding a simple lines of code to your project. It's as easy as microwaving leftover pizza.
ro: Monitorizați în câteva secunde prin adăugarea unor simple linii de cod la proiectul dumneavoastră. Este la fel de ușor ca și cum ai încălzi la microunde resturile de pizza.
si: ඔබගේ ව්‍යාපෘතියට සරල කේත රේඛා එකතු කිරීමෙන් තත්පර කිහිපයකින් නිරීක්ෂණය කරන්න. ඉතුරු පීසා මයික්‍රෝවේව් කරනවා වගේ ලේසියි.

source: Capture your first error
ro: Capturați prima dumneavoastră eroare
si: ඔබේ පළමු දෝෂය අල්ලා ගන්න

source: Time to test it out. Now that you've created a project, capture your first error. We've got an example you can fiddle with.
ro: Este timpul să o testăm. Acum că ați creat un proiect, capturați prima eroare. Avem un exemplu cu care vă puteți juca.
si: එය පරීක්ෂා කිරීමට කාලයයි. දැන් ඔබ ව්‍යාපෘතියක් සාදා ඇති බැවින්, ඔබේ පළමු දෝෂය ග්‍රහණය කර ගන්න. ඔබට විකාර කළ හැකි උදාහරණයක් අප සතුව ඇත.

source: Invite your team
ro: Invită-ți echipa
si: ඔබේ කණ්ඩායමට ආරාධනා කරන්න

source: Assign issues and comment on shared errors with coworkers so you always know who to blame when sh*t hits the fan.
ro: Atribuiți probleme și comentați erorile comune cu colegii de muncă, astfel încât să știți întotdeauna pe cine să dați vina atunci când se întâmplă ceva rău.
si: ගැටළු පවරන්න සහ හවුල්කරුවන් සමඟ බෙදාගත් දෝෂ ගැන අදහස් දක්වන්න, එවිට ඔබ රසිකයාට sh*t පහර දුන් විට දොස් පැවරිය යුත්තේ කාටද යන්න දැන ගන්න.

source: Create another project
ro: Creați un alt proiect
si: වෙනත් ව්යාපෘතියක් සාදන්න

source: This selection is locked
ro: Această selecție este blocată
si: මෙම තේරීම අගුලු දමා ඇත

source: Loading…
ro: Încărcare...
si: …පූරණය වේ

source: Filter environments
ro: Medii de filtrare
si: පෙරහන් පරිසරයන්

source: You have no environments
ro: Nu aveți medii
si: ඔබට පරිසරයක් නැත

source: No environments found
ro: Nu s-au găsit medii
si: පරිසරයක් හමු නොවීය

source: Issues Stream
ro: Fluxul problemelor
si: ගැටළු ප්රවාහය

source: This [subject] is unique to the [projectSlug] project
ro: Acest [subject] este unic pentru proiectul [projectSlug]
si: මෙම [subject] [projectSlug] ව්‍යාපෘතියට අනන්‍ය වේ

source: This [subject] is unique to a project
ro: Acest [subject] este unic pentru un proiect
si: මෙම [subject] ව්‍යාපෘතියකට අනන්‍ය වේ

source: Select All Projects
ro: Selectați toate proiectele
si: සියලුම ව්යාපෘති තෝරන්න

source: Select My Projects
ro: Selectați Proiectele Mele
si: මගේ ව්‍යාපෘති තෝරන්න

source: Apply Filter
ro: Aplicați filtrul
si: පෙරහන යොදන්න

source: page
ro: pagină
si: පිටුව

source: Apply
ro: Aplicați
si: අයදුම් කරන්න

source: Back to Issues Stream
ro: Înapoi la Fluxul problemelor
si: ගැටළු ප්‍රවාහය වෙත ආපසු

source: Projects I don't belong to
ro: Proiecte din care nu fac parte
si: මම අයිති නැති ව්‍යාපෘති

source: Filter projects
ro: Filtrează proiectele
si: පෙරහන් ව්යාපෘති

source: You have no projects
ro: Nu aveți proiecte
si: ඔබට ව්‍යාපෘති නොමැත

source: No projects found
ro: Nu s-au găsit proiecte
si: ව්‍යාපෘති හමු නොවීය

source: You don't have permission to add a project
ro: Nu aveți permisiunea de a adăuga un proiect
si: ඔබට ව්‍යාපෘතියක් එක් කිරීමට අවසර නැත

source: Multiple project selection disabled
ro: Selecție multiplă de proiecte dezactivată
si: බහු ව්‍යාපෘති තේරීම අබල කර ඇත

source: Multiple Project Selection
ro: Selectarea mai multor proiecte
si: බහු ව්යාපෘති තේරීම

source: Use UTC
ro: Utilizați UTC
si: UTC භාවිතා කරන්න

source: Absolute date
ro: Data absolută
si: නිරපේක්ෂ දිනය

source: to
ro: la
si: වෙත

source: Date Range:
ro: Interval de date:
si: දින පරාසය:

source: There are no items to display
ro: Nu există elemente de afișat
si: ප්‍රදර්ශනය කිරීමට අයිතම නොමැත

source: Strength: [textScore]
ro: Putere: [textScore]
si: ශක්තිය: [textScore]

source: My Teams with Access
ro: Echipele mele cu Access
si: ප්‍රවේශය සහිත මගේ කණ්ඩායම්

source: My Teams without Access
ro: Echipele mele fără Access
si: ප්‍රවේශයකින් තොරව මගේ කණ්ඩායම්

source: Max %s
ro: Maxim %s
si: උපරිම %s

source: %s other platform
ro: %s altă platformă
si: %s වෙනත් වේදිකාවක්

source: Filter Platforms
ro: Platforme de filtrare
si: පෙරහන් වේදිකා

source: We don't have an SDK for that yet!
ro: Nu avem încă un SDK pentru asta!
si: අපට තවම ඒ සඳහා SDK නැත!

source: Not finding your platform? You can still create your project, but looks like we don't have an official SDK for your platform yet. However, there's a rich ecosystem of community supported SDKs (including Perl, CFML, Clojure, and ActionScript). Try [search:searching for Sentry clients] or contacting support.
ro: Nu vă găsiți platforma? Puteți să vă creați în continuare un proiect, dar se pare că nu avem un SDK oficial pentru platforma dvs. oficială pentru platforma dvs. Cu toate acestea, există un ecosistem bogat de platforme susținute de comunitate. SDK-uri susținute de comunitate (inclusiv Perl, CFML, Clojure și ActionScript). Încercați [search:search for Sentry clients] sau să contactați serviciul de asistență.
si: ඔබේ වේදිකාව සොයා නොගන්නේ ද? ඔබට තවමත් ඔබේ ව්‍යාපෘතිය නිර්මාණය කළ හැක, නමුත් අපට තවමත් ඔබේ වේදිකාව සඳහා නිල SDK නොමැති බව පෙනේ. කෙසේ වෙතත්, SDKs (Perl, CFML, Clojure, සහ ActionScript ඇතුළුව) සහය දක්වන ප්‍රජාවේ පොහොසත් පරිසර පද්ධතියක් ඇත. උත්සාහ කරන්න [සෙවීම:Sentry සේවාලාභීන් සඳහා සෙවීම] හෝ සහය සම්බන්ධ කර ගන්න.

source: All
ro: Tot
si: සියලුම

source: Test Plugin
ro: Plugin de test
si: පරීක්ෂණ ප්ලගිනය

source: Disable
ro: Dezactivați
si: අක්රිය කරන්න

source: This plugin is considered beta and may change in the future.
ro: Acest plugin este considerat beta și poate suferi modificări în viitor.
si: මෙම ප්ලගිනය බීටා ලෙස සලකනු ලබන අතර අනාගතයේදී වෙනස් විය හැක.

source: Sending test...
ro: Trimiterea testului...
si: පරීක්ෂණය යවමින්...

source: Test Complete!
ro: Test Complet!
si: පරීක්ෂණය සම්පූර්ණයි!

source: An unexpected error occurred while testing your plugin. Please try again.
ro: A apărut o eroare neașteptată în timpul testării plugin-ului dumneavoastră. Vă rugăm să încercați din nou.
si: ඔබගේ ප්ලගිනය පරීක්ෂා කිරීමේදී අනපේක්ෂිත දෝෂයක් සිදු විය. කරුණාකර නැවත උත්සාහ කරන්න.

source: Oops! Looks like there aren't any available integrations installed.
ro: Oops! Se pare că nu sunt instalate integrări disponibile.
si: අපොයි! පවතින ඒකාබද්ධ කිරීම් කිසිවක් ස්ථාපනය කර නැති බව පෙනේ.

source: This feature is a preview and may change in the future. Thanks for being an early adopter!
ro: Această caracteristică este o previzualizare și poate suferi modificări în viitor. Vă mulțumim pentru că ați fost un adoptator timpuriu!!
si: මෙම විශේෂාංගය පෙරදසුනක් වන අතර අනාගතයේදී වෙනස් විය හැක. කලින් හදා ගන්නෙකු වීම ගැන ස්තූතියි!

source: Unable to toggle bookmark for %s
ro: Imposibilitatea de a comuta marcajul pentru %s
si: %sසඳහා පිටු සලකුණ ටොගල් කිරීමට නොහැක

source: Request Access
ro: Cerere de acces
si: ප්රවේශය ඉල්ලන්න

source: Pending Requests
ro: Cereri în așteptare
si: පොරොත්තු ඉල්ලීම්

source: No teams have access to this project yet. Ask an admin to add your team to this project.
ro: Nici o echipă nu are încă acces la acest proiect. Cereți unui administrator să vă adauge echipa la acest proiect.
si: මෙම ව්‍යාපෘතියට තවමත් කිසිදු කණ්ඩායමකට ප්‍රවේශය නොමැත. මෙම ව්‍යාපෘතියට ඔබේ කණ්ඩායම එක් කිරීමට පරිපාලකයෙකුගෙන් විමසන්න.

source: You're not a member of this project.
ro: Nu sunteți un membru al acestui proiect.
si: ඔබ මෙම ව්‍යාපෘතියේ සාමාජිකයෙක් නොවේ.

source: You'll need to join a team with access before you can view this data.
ro: Va trebui să vă alăturați unei echipe cu acces înainte de a putea vizualiza aceste date.
si: ඔබට මෙම දත්ත බැලීමට හැකි වීමට පෙර ප්‍රවේශය සහිත කණ්ඩායමකට සම්බන්ධ වීමට අවශ්‍ය වනු ඇත.

source: Select a Team
ro: Selectați o echipă
si: කණ්ඩායමක් තෝරන්න

source: Request to join team sent.
ro: Cererea de a se alătura echipei a fost trimisă.
si: කණ්ඩායමට සම්බන්ධ වීමට ඉල්ලීම යවා ඇත.

source: There was an error while trying to request access.
ro: S-a produs o eroare în timpul încercării de a solicita accesul.
si: ප්‍රවේශය ඉල්ලීමට උත්සාහ කිරීමේදී දෝෂයක් ඇති විය.

source: Join Team
ro: Alăturați-vă echipei
si: කණ්ඩායමට එක්වන්න

source: Request Pending
ro: Cerere în așteptare
si: ඉල්ලීම පොරොත්තුවෙන්

source: %s Ancestor
ro: %s Strămoș
si: %s මුතුන් මිත්තන්

source: Parent
ro: Părinte
si: දෙමාපිය

source: This Event
ro: Acest eveniment
si: මෙම සිදුවීම

source: %s Child
ro: %s Copil
si: %s දරුවා

source: %s Descendant
ro: %s Descendent
si: %s පැවත එන

source: View the error for this Transaction
ro: Vizualizați eroarea pentru această tranzacție
si: මෙම ගනුදෙනුව සඳහා දෝෂය බලන්න

source: View [eventPrefix] [eventType]
ro: Vizualizați [eventPrefix] [eventType]
si: බලන්න [eventPrefix] [eventType]

source: Related Error
ro: Eroare Conexă
si: අදාළ දෝෂය

source: View all events
ro: Vezi toate evenimentele
si: සියලුම සිදුවීම් බලන්න

source: No services connected
ro: Nu sunt conectate servicii
si: සේවා සම්බන්ධ නැත

source: Connect to a service
ro: Conectarea la un serviciu
si: සේවාවකට සම්බන්ධ වන්න

source: Root
ro: Sursa
si: මූල

source: Name of your repository.
ro: Numele depozitului dumneavoastră.
si: ඔබේ ගබඩාවේ නම.

source: Full URL to your repository.
ro: URL-ul complet al depozitului dumneavoastră.
si: ඔබේ ගබඩාවට සම්පූර්ණ URL.

source: Changing the [name:repo name] may have consequences if it no longer matches the repo name used when [link:sending commits with releases].
ro: Schimbarea [name:repo name] poate avea consecințe dacă nu mai corespunde cu numele repo folosit atunci când [link:sending commits with releases].
si: [නම:repo නම] වෙනස් කිරීම [link:sending commits with releases] විට භාවිතා කරන repo නමට තවදුරටත් නොගැලපේ නම් ප්‍රතිවිපාක ඇති විය හැක.

source: Repo
si: රෙපෝ

source: Choose repo
ro: Alegeți repo
si: repo තෝරන්න

source: Branch
ro: Branșă
si: ශාඛාව

source: Type your branch
ro: Introduceți branșa dumneavoastră
si: ඔබේ ශාඛාව ටයිප් කරන්න

source: If an event does not have a release tied to a commit, we will use this branch when linking to your source code.
ro: În cazul în care un eveniment nu are o versiune legată de o confirmare, vom folosi această ramură atunci când facem legătura cu codul sursă.
si: සිදුවීමකට කැපවීමකට සම්බන්ධ නිකුතුවක් නොමැති නම්, අපි ඔබේ මූල කේතයට සම්බන්ධ කිරීමේදී මෙම ශාඛාව භාවිතා කරන්නෙමු.

source: Type root path of your stack traces
ro: Introduceți calea root a urmelor de stack
si: ඔබේ ස්ටැක් ට්‍රේස් වල මූල මාර්ගය ටයිප් කරන්න

source: Any stack trace starting with this path will be mapped with this rule. An empty string will match all paths.
ro: Orice urmă de stack care începe cu această cale va fi mapată cu această regulă. Un șir de caractere gol se va potrivi cu toate căile.
si: මෙම මාර්ගයෙන් ආරම්භ වන ඕනෑම අට්ටි හෝඩුවාවක් මෙම රීතිය සමඟ සිතියම්ගත කෙරේ. හිස් තන්තුවක් සියලු මාර්ගවලට ගැලපේ.

source: Source Code Root
ro: Codul sursă Root
si: මූල කේත මූල

source: Type root path of your source code, e.g. `src/`.
ro: Introduceți calea root a codului sursă, de exemplu `src/`.
si: ඔබේ මූල කේතයේ මූල මාර්ගය ටයිප් කරන්න, උදා `src/`.

source: When a rule matches, the stack trace root is replaced with this path to get the path in your repository. Leaving this empty means replacing the stack trace root with an empty string.
ro: Atunci când o regulă se potrivește, calea de urmărire a stack-ului este înlocuită cu această cale pentru a obține calea din depozitul dumneavoastră. Dacă se lasă această opțiune goală, sursa de urmărire a stack-ului este înlocuită cu un șir gol.
si: රීතියක් ගැළපෙන විට, ඔබේ ගබඩාවේ ඇති මාර්ගය ලබා ගැනීමට stack trace root මෙම මාර්ගය සමඟ ප්‍රතිස්ථාපනය වේ. මෙය හිස්ව තැබීම යනු ස්ටැක් ට්‍රේස් රූට් එක හිස් නූලකින් ප්‍රතිස්ථාපනය කිරීමයි.

source: You must be an organization owner, manager or admin to edit or remove a code mapping.
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a edita sau elimina o mapare de cod.
si: කේත සිතියම්කරණයක් සංස්කරණය කිරීමට හෝ ඉවත් කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය.

source: Are you sure you want to remove this code mapping?
ro: Sunteți sigur că doriți să eliminați acest cod de cartografiere?
si: ඔබට මෙම කේත සිතියම්කරණය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Are you sure you want to remove this repository? All associated commit data will be removed in addition to the repository.
ro: Sunteți sigur că doriți să eliminați acest depozit? Toate datele de confirmare asociate vor fi eliminate în plus față de depozit.
si: ඔබට මෙම ගබඩාව ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද? ගබඩාවට අමතරව සියලුම සම්බන්ධිත කැපවීම් දත්ත ඉවත් කරනු ලැබේ.

source: Edit Repository
ro: Editați depozitul
si: ගබඩාව සංස්කරණය කරන්න

source: You must be an organization owner, manager or admin to remove a repository.
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a elimina un depozit.
si: ගබඩාවක් ඉවත් කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය.

source: All events in this issue were moved during reprocessing. [link]
ro: Toate evenimentele din acest număr au fost mutate în timpul reprocesării. [link]
si: මෙම ගැටලුවේ සියලුම සිදුවීම් නැවත සැකසීමේදී ගෙන යන ලදී. [link]

source: See %s new event
ro: Vezi %s eveniment nou
si: නව සිදුවීම් %s ක් බලන්න

source: Events in this issue were successfully reprocessed. [link]
ro: Evenimentele din această ediție au fost reprocesate cu succes. [link]
si: මෙම ගැටලුවේ සිදුවීම් සාර්ථකව නැවත සකස් කරන ලදී. [link]

source: See %s reprocessed event
ro: Vedeți %s eveniment reprocesat
si: නැවත සැකසූ සිදුවීම් %s බලන්න

source: This issue has been marked as resolved.
ro: Această problemă a fost marcată ca fiind rezolvată.
si: මෙම ගැටළුව විසඳා ඇති බවට සලකුණු කර ඇත.

source: [actor] marked this issue as resolved in the upcoming release.
ro: [actor] a marcat această problemă ca fiind rezolvată în viitoarea versiune.
si: [actor] මෙම ගැටලුව ඉදිරි නිකුතුවේදී විසඳා ඇති බවට සලකුණු කර ඇත.

source: This issue has been marked as resolved in the upcoming release.
ro: Această problemă a fost marcată ca fiind rezolvată în viitoarea versiune.
si: මෙම ගැටලුව ඉදිරි නිකුතුවේදී විසඳා ඇති බවට සලකුණු කර ඇත.

source: [actor] marked this issue as resolved in versions greater than [version].
ro: [actor] a marcat această problemă ca fiind rezolvată în versiunile mai mari de [version].
si: [actor] විසින් මෙම ගැටළුව [version]ට වඩා වැඩි අනුවාද වල විසඳා ඇති බවට සලකුණු කරන ලදී.

source: [actor] marked this issue as resolved in version [version].
ro: [actor] a marcat această problemă ca fiind rezolvată în versiunea [version].
si: [actor] විසින් මෙම ගැටළුව [version]අනුවාදයේ විසඳා ඇති බවට සලකුණු කරන ලදී.

source: This issue has been marked as resolved in versions greater than [version].
ro: Această problemă a fost marcată ca fiind rezolvată în versiunile mai mari de [version].
si: මෙම ගැටළුව [version]ට වඩා වැඩි අනුවාද වල විසඳා ඇති බවට සලකුණු කර ඇත.

source: This issue has been marked as resolved in version [version].
ro: Această problemă a fost marcată ca fiind rezolvată în versiunea [version].
si: මෙම ගැටළුව [version]අනුවාදයේ විසඳා ඇති බවට සලකුණු කර ඇත.

source: This issue has been marked as resolved by [commit]
ro: Această problemă a fost marcată ca fiind rezolvată de [commit]
si: මෙම ගැටළුව [commit]මගින් විසඳා ඇති බවට සලකුණු කර ඇත

source: Unable to open search result (a popup blocker may have caused this).
ro: Imposibilitatea de a deschide rezultatul căutării (este posibil ca acest lucru să fi fost cauzat de un blocant de ferestre pop-up).
si: සෙවුම් ප්‍රතිඵලය විවෘත කළ නොහැක (උපත අවහිර කරන්නෙකු මෙයට හේතු වන්නට ඇත).

source: Event
ro: Eveniment
si: සිදුවීම

source: %s Dashboard
ro: %s Tablou de bord
si: %s උපකරණ පුවරුව

source: Organization Dashboard
ro: Tabloul de bord al organizației
si: සංවිධානයේ උපකරණ පුවරුව

source: %s Settings
ro: %s Setări
si: %s සැකසීම්

source: Organization Settings
ro: Setările organizației
si: සංවිධාන සැකසුම්

source: Project Settings
ro: Setările proiectului
si: ව්යාපෘති සැකසීම්

source: Project Details
ro: Detalii proiect
si: ව්යාපෘති විස්තර

source: Clear
ro: Clar
si: පැහැදිලිව

source: Invalid duration. Expected number followed by duration unit suffix
ro: Durată invalidă. Se așteaptă un număr urmat de sufixul unității de durată
si: වලංගු නොවන කාල සීමාව. අපේක්ෂිත අංකයට පසුව කාල ඒකක උපසර්ගය

source: Invalid date format. Expected +/-duration (e.g. +1h) or ISO 8601-like (e.g. %s or %s)
ro: Format de dată invalid. Se aștepta +/-durata (de exemplu +1h) sau un format de tip ISO 8601. (de exemplu %s ori %s)
si: වලංගු නොවන දින ආකෘතිය. අපේක්ෂිත +/-කාලසීමාව (උදා +1h) හෝ ISO 8601 වැනි (උදා: %s හෝ %s)

source: Invalid boolean. Expected true, 1, false, or 0.
ro: Boolean invalid. Se aștepta true, 1, false sau 0.
si: වලංගු නොවන බූලියන්. අපේක්ෂිත සත්‍ය, 1, අසත්‍ය, හෝ 0.

source: Invalid number. Expected number then optional k, m, or b suffix (e.g. 500k)
ro: Număr invalid. Numărul așteptat, apoi sufixul opțional k, m sau b (de exemplu, 500k).
si: වලංගු නොවන අංකයක්. අපේක්ෂිත අංකය පසුව විකල්ප k, m, හෝ b උපසර්ගය (උදා 500k)

source: Quotes must enclose text or be escaped
ro: Ghilimelele trebuie să înglobeze textul sau să fie scăpate.
si: උපුටා දැක්වීම් පෙළ ඇතුළත් කළ යුතුය හෝ ගැලවිය යුතුය

source: Filter must have a value
ro: Filtrul trebuie să aibă o valoare
si: පෙරහන අගයක් තිබිය යුතුය

source: Lists should not have empty values
ro: Listele nu trebuie să aibă valori goale
si: ලැයිස්තු වල හිස් අගයන් නොතිබිය යුතුය

source: People who have viewed this
ro: Oamenii care au văzut acest lucru
si: මේක බලපු අය

source: Loading
ro: Încărcare
si: පැටවීම

source: What's new
ro: Ce este nou
si: මොනවද අළුත්

source: What's new in Sentry
ro: Ce este nou în Sentry
si: Sentry හි අලුත් මොනවාද

source: No recent updates from the Sentry team.
ro: Nu există actualizări recente din partea echipei Sentry.
si: Sentry කණ්ඩායමෙන් මෑත යාවත්කාලීන නැත.

source: Update your SDKs
ro: Actualizați-vă SDK-urile
si: ඔබගේ SDK යාවත්කාලීන කරන්න

source: We recommend updating the following SDKs to make sure you’re getting all the data you need.
ro: Vă recomandăm să actualizați următoarele SDK-uri pentru a vă asigura că primiți toate datele de care aveți nevoie.
si: ඔබට අවශ්‍ය සියලුම දත්ත ඔබට ලැබෙන බව සහතික කර ගැනීමට පහත SDK යාවත්කාලීන කිරීම අපි නිර්දේශ කරමු.
