Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: If you were expecting otherwise, this may be due to a configuration change in the organization. Please check your email inbox for an invite link to rejoin the organization.
ro: Dacă vă așteptați la altceva, este posibil ca acest lucru să se datoreze unei schimbări de configurație în cadrul organizației. Vă rugăm să vă verificați căsuța de e-mail pentru un link de invitație pentru a vă reintegra în organizație.
si: ඔබ වෙනත් ආකාරයකින් අපේක්ෂා කළේ නම්, මෙය සංවිධානයේ වින්‍යාස වෙනසක් නිසා විය හැකිය. සංවිධානයට නැවත සම්බන්ධ වීමට ආරාධනා සබැඳියක් සඳහා කරුණාකර ඔබගේ ඊමේල් එන ලිපි පරීක්ෂා කරන්න.

source: Alternatively, reach out to an admin in your organization to re-invite you using
ro: Alternativ, contactați un administrator din organizația dumneavoastră pentru a vă reinvita folosind
si: විකල්පයක් ලෙස, භාවිතයෙන් ඔබට නැවත ආරාධනා කිරීමට ඔබේ සංවිධානයේ පරිපාලකයෙකු වෙත ළඟා වන්න

source: this guide
ro: acest ghid
si: මෙම මාර්ගෝපදේශය

source: If you need to make changes to your user account,
ro: Dacă trebuie să faceți modificări la contul de utilizator,
si: ඔබට ඔබගේ පරිශීලක ගිණුමේ වෙනස්කම් කිරීමට අවශ්‍ය නම්,

source: please click here.
ro: vă rugăm să faceți clic aici.
si: කරුණාකර මෙහි ක්ලික් කරන්න.

source: Authorize Application
ro: Autorizarea Aplicației
si: අයදුම්පතට අවසර දෙන්න

source: Approve
ro: Aprobați
si: අනුමත කරන්න

source: Deny
ro: Refuzați
si: ප්රතික්ෂේප කරන්න

source: Authorization Error
ro: Eroare de autorizare
si: අවසර දීමේ දෝෂය

source: Auth
ro: Autorizare
si: Aut

source: Request to Join
ro: Cerere de aderare
si: සම්බන්ධ වීමට ඉල්ලීම

source: Test Configuration
ro: Configurația de testare
si: පරීක්ෂණ වින්‍යාසය

source: Save Changes
ro: Salvați modificările
si: වෙනස්කම් සුරකින්න

source: Please correct the errors below.
ro: Vă rugăm să corectați erorile de mai jos.
si: කරුණාකර පහත වැරදි නිවැරදි කරන්න.

source: Method
ro: Metodă
si: ක්රමය

source: Query
ro: Interogare
si: විමසුම

source: Fragment
ro: Fragmentul
si: ඛණ්ඩනය

source: IP Address:
ro: Adresă IP:
si: IP ලිපිනය:

source: Username:
ro: Numele de utilizator:
si: පරිශීලක නාමය:

source: Email:
si: විද්යුත් තැපෑල:

source: Setup Error
ro: Eroare de configurare
si: පිහිටුවීමේ දෝෂය

source: Create New
ro: Creați un nou
si: අලුතින් නිර්මාණය කරන්න

source: Link Existing
ro: Legătură Existentă
si: පවතින සබැඳිය

source: Create Issue
ro: Creați o problemă
si: ගැටලුවක් සාදන්න

source: Link Issue
ro: Problema legăturii
si: සබැඳි ගැටළුව

source: You still need to <a href="%(link)s">associate an identity</a> with %(title)s before you can create issues with this service.
ro: Mai trebuie <a href="%(link)s">să asociați o identitate</a> cu %(title)s înainte de a putea creați probleme cu acest serviciu.
si: ඔබට මෙම සේවාව සමඟ ගැටලු ඇති කිරීමට %(title)s ට පෙර ඔබට තවමත් අනන්‍යතාවයක්</a> <a href="%(link)s">සමඟ සම්බන්ධ කිරීමට අවශ්‍ය වේ.

source: Your server administrator will need to configure authentication with <strong>%(auth_provider)s</strong> before you can use this plugin.
ro: Administratorul serverului dumneavoastră va trebui să configureze autentificarea cu <strong>%(auth_provider)s</strong> înainte de a putea utiliza acest plugin.
si: ඔබට මෙම ප්ලගිනය භාවිතා කිරීමට පෙර ඔබගේ සේවාදායක පරිපාලකයාට <strong>%(auth_provider)s</strong> සමඟ සත්‍යාපනය වින්‍යාස කිරීමට අවශ්‍ය වනු ඇත.

source: You still need to <a href="%(plugin_link)s">configure this plugin</a> before you can use it.
ro: Mai trebuie <a href="%(plugin_link)s">să configurați acest plugin</a> înainte de a-l putea utiliza.
si: ඔබට එය භාවිතා කිරීමට පෙර මෙම ප්ලගිනය <a href="%(plugin_link)s">වින්‍යාස කිරීමට</a> අවශ්‍ය වේ.

source: Changes to your configuration were saved successfully.
ro: Modificările aduse configurației dumneavoastră au fost salvate cu succes.
si: ඔබගේ වින්‍යාසයේ වෙනස්කම් සාර්ථකව සුරැකිණි.

source: Reactivate Account
ro: Reactivați contul
si: ගිණුම නැවත සක්‍රිය කරන්න

source: Restore Organization
ro: Restaurați organizarea
si: ප්රතිෂ්ඨාපනය සංවිධානය

source: Deletion Scheduled
ro: Ștergere programată
si: මකාදැමීම කාලසටහන්ගත කර ඇත

source: Would you like to cancel this process and restore the organization back to the original state
ro: Doriți să anulați acest proces și să readuceți organizația la starea inițială?
si: ඔබ මෙම ක්‍රියාවලිය අවලංගු කර සංවිධානය නැවත මුල් තත්වයට පත් කිරීමට කැමතිද

source: Note: Restoration is available until deletion has started. Once it begins, there's no recovering the data that has been removed.
ro: Notă: Restaurarea este disponibilă până când a început ștergerea. Odată ce aceasta a început, nu se mai pot recupera datele care au fost eliminate.
si: සටහන: මකාදැමීම ආරම්භ වන තෙක් ප්‍රතිසාධනය පවතී. එය ආරම්භ වූ පසු, ඉවත් කර ඇති දත්ත නැවත ලබා ගැනීමක් නොමැත.

source: Sorry, but this organization is currently in progress of being deleted. No turning back.
ro: Ne pare rău, dar această organizație este în curs de a fi ștearsă. Nu există cale de întoarcere.
si: කණගාටුයි, නමුත් මෙම සංවිධානය දැනට මකාදැමෙමින් පවතී. ආපසු හැරීමක් නැහැ.

source: Two-Factor Authentication
ro: Autentificare cu doi factori
si: ද්වි-සාධක සත්‍යාපනය

source: b
si: බී

source: m
si: එම්

source: k
si: කේ

source: never
ro: niciodată
si: කවදාවත්

source: 0 minutes
ro: 0 minute
si: විනාඩි 0

source: just now
ro: chiar acum
si: මේ දැන්

source: 1 day
ro: 1 zi
si: දින 1 යි

source: yesterday
ro: ieri
si: ඊයේ

source: %s ago
ro: %s în urmă
si: %s පෙර

source: The link you followed is invalid or expired.
ro: Linkul pe care l-ați urmat este invalid sau a expirat.
si: ඔබ අනුගමනය කළ සබැඳිය අවලංගු හෝ කල් ඉකුත් වී ඇත.

source: Account
ro: Cont
si: ගිණුම

source: username or email
ro: nume de utilizator sau e-mail
si: පරිශීලක නාමය හෝ ඊමේල්

source: Password
ro: Parolă
si: මුරපදය

source: password
ro: parolă
si: මුරපදය

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
ro: Vă rugăm să introduceți corect %(username)s și parola. Rețineți că ambele câmpuri pot fi sensibile la majuscule și minuscule.
si: කරුණාකර නිවැරදි %(username)s සහ මුරපදය ඇතුළත් කරන්න. ක්ෂේත්‍ර දෙකම සිද්ධි සංවේදී විය හැකි බව සලකන්න.

source: You have made too many failed authentication attempts. Please try again later.
ro: Ați făcut prea multe încercări de autentificare eșuate. Vă rugăm să încercați din nou mai târziu.
si: ඔබ බොහෝ අසාර්ථක සත්‍යාපන උත්සාහයන් කර ඇත. කරුණාකර පසුව නැවත උත්සාහ කරන්න.

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
ro: Se pare că browserul dvs. web nu are cookie-urile activate. Cookie-urile sunt necesare pentru autentificare.
si: ඔබගේ වෙබ් බ්‍රවුසරයේ කුකීස් සබල කර ඇති බවක් නොපෙනේ. පුරනය වීමට කුකීස් අවශ්‍ය වේ.

source: This account is inactive.
ro: Acest cont este inactiv.
si: මෙම ගිණුම අක්‍රියයි.

source: Email
si: විද්යුත් තැපෑල

source: Email updates
ro: Email actualizări
si: ඊමේල් යාවත්කාලීන

source: An account is already registered with that email address.
ro: Un cont este deja înregistrat cu această adresă de e-mail.
si: එම විද්‍යුත් තැපැල් ලිපිනය සමඟ ගිණුමක් දැනටමත් ලියාපදිංචි වී ඇත.

source: The account you are trying to recover is managed and does not support password recovery.
ro: Contul pe care încercați să îl recuperați este gestionat și nu acceptă recuperarea parolei.
si: ඔබ ප්‍රතිසාධන කිරීමට උත්සාහ කරන ගිණුම කළමනාකරණය කර ඇති අතර මුරපද ප්‍රතිසාධනයට සහය නොදක්වයි.

source: New Email
ro: Email nou
si: නව විද්‍යුත් තැපෑල

source: Current password
ro: Parola curentă
si: වත්මන් මුර පදය

source: You will need to enter your current account password to make changes.
ro: Va trebui să introduceți parola contului dumneavoastră actual pentru a face modificări.
si: වෙනස්කම් සිදු කිරීමට ඔබට ඔබගේ ජංගම ගිණුමේ මුරපදය ඇතුළත් කිරීමට අවශ්‍ය වනු ඇත.

source: The password you entered is not correct.
ro: Parola pe care ați introdus-o nu este corectă.
si: ඔබ ඇතුළත් කළ මුරපදය නිවැරදි නැත.

source: You must confirm your current password to make changes.
ro: Trebuie să confirmați parola actuală pentru a face modificări.
si: වෙනස්කම් කිරීමට ඔබ ඔබගේ වත්මන් මුරපදය තහවුරු කළ යුතුය.

source: Authenticator code
ro: Cod autentificator
si: සත්‍යාපන කේතය

source: Authenticator or recovery code
ro: Autentificator sau cod de recuperare
si: සත්‍යාපක හෝ ප්‍රතිසාධන කේතය

source: Invalid username
ro: Nume de utilizator invalid
si: වලංගු නොවන පරිශීලක නාමය

source: Not set
ro: Nefixat
si: සකසා නැත

source: There was an error confirming your email.
ro: S-a produs o eroare la confirmarea e-mailului dumneavoastră.
si: ඔබගේ විද්‍යුත් තැපෑල තහවුරු කිරීමේදී දෝෂයක් ඇති විය.

source: A verification email has been sent to %s.
ro: Un e-mail de verificare a fost trimis la %s.
si: සත්‍යාපන විද්‍යුත් තැපෑලක් %sවෙත යවා ඇත.

source: Your email (%s) has already been verified.
ro: Adresa dumneavoastră de e-mail (%s) a fost deja verificată.
si: ඔබගේ විද්‍යුත් තැපෑල (%s) දැනටමත් සත්‍යාපනය කර ඇත.

source: Thanks for confirming your email
ro: Vă mulțumim pentru confirmarea e-mail-ului dumneavoastră
si: ඔබගේ විද්‍යුත් තැපෑල තහවුරු කිරීම ගැන ස්තුතියි

source: There was an error confirming your email. Please try again or visit your Account Settings to resend the verification email.
ro: S-a produs o eroare la confirmarea e-mailului dumneavoastră. Vă rugăm să încercați din nou sau să vizitați Setări cont pentru a retrimite e-mailul de verificare.
si: ඔබගේ විද්‍යුත් තැපෑල තහවුරු කිරීමේදී දෝෂයක් ඇති විය. කරුණාකර නැවත උත්සාහ කරන්න නැතහොත් සත්‍යාපන විද්‍යුත් තැපෑල යලි යැවීමට ඔබේ ගිණුම් සැකසීම් වෙත යන්න.

source: The organization does not exist or does not have Single Sign-On enabled.
ro: Organizația nu există sau nu are activată funcția Single Sign-On.
si: සංවිධානය නොපවතියි හෝ තනි පුරනයක් සබල කර නොමැත.

source: An unknown error occurred while submitting your report. Please try again.
ro: A apărut o eroare necunoscută în timpul trimiterii raportului. Vă rugăm să încercați din nou.
si: ඔබගේ වාර්තාව ඉදිරිපත් කිරීමේදී නොදන්නා දෝෂයක් සිදු විය. කරුණාකර නැවත උත්සාහ කරන්න.

source: Some fields were invalid. Please correct the errors and try again.
ro: Unele câmpuri nu erau valide. Vă rugăm să corectați erorile și să încercați din nou.
si: සමහර ක්ෂේත්‍ර අවලංගු විය. කරුණාකර දෝෂ නිවැරදි කර නැවත උත්සාහ කරන්න.

source: Your feedback has been sent. Thank you!
ro: Feedback-ul dumneavoastră a fost trimis. Vă mulțumim!
si: ඔබේ ප්‍රතිපෝෂණය යවා ඇත. ඔබට ස්තුතියි!

source: It looks like we're having issues.
ro: Se pare că avem probleme.
si: අපට ප්‍රශ්න ඇති බව පෙනේ.

source: Our team has been notified.
ro: Echipa noastră a fost notificată.
si: අපගේ කණ්ඩායමට දැනුම් දී ඇත.

source: If you'd like to help, tell us what happened below.
ro: Dacă doriți să ne ajutați, spuneți-ne ce s-a întâmplat mai jos.
si: ඔබ උදව් කිරීමට කැමති නම්, සිදු වූ දේ පහතින් අපට කියන්න.

source: What happened?
ro: Ce s-a întâmplat?
si: සිදුවුයේ කුමක් ද?

source: Close
ro: Închideți
si: වසන්න

source: Submit Crash Report
ro: Trimiteți raportul de accident
si: බිඳ වැටීම් වාර්තාව ඉදිරිපත් කරන්න

source: Jane Bloggs
si: ජේන් බ්ලොග්ස්

source: I clicked on 'X' and then hit 'Confirm'
ro: Am făcut clic pe 'X' și apoi am apăsat pe 'Confirm'
si: මම 'X' මත ක්ලික් කර 'තහවුරු කරන්න' ඔබන්න

source: SSO authentication has been disabled.
ro: Autentificarea SSO a fost dezactivată.
si: SSO සත්‍යාපනය අබල කර ඇත.

source: A reminder email has been sent to members who have not yet linked their accounts.
ro: Un e-mail de atenționare a fost trimis membrilor care nu și-au conectat încă conturile.
si: තවමත් ඔවුන්ගේ ගිණුම් සම්බන්ධ කර නොමැති සාමාජිකයින්ට මතක් කිරීමේ ඊමේල් පණිවිඩයක් යවා ඇත.

source: Require SSO
ro: Necesită SSO
si: SSO අවශ්‍යයි

source: Require members use a valid linked SSO account to access this organization
ro: Cereți membrilor să utilizeze un cont SSO conectat valid pentru a accesa această organizație
si: මෙම සංවිධානයට ප්‍රවේශ වීමට සාමාජිකයින්ට වලංගු සම්බන්ධිත SSO ගිණුමක් භාවිතා කිරීම අවශ්‍ය වේ

source: Enable SCIM
ro: Activați SCIM
si: SCIM සබල කරන්න

source: Enable SCIM to manage Memberships and Teams via your Provider
ro: Permiteți SCIM să gestioneze membrii și echipele prin intermediul furnizorului dumneavoastră
si: ඔබේ සැපයුම්කරු හරහා සාමාජිකත්වයන් සහ කණ්ඩායම් කළමනාකරණය කිරීමට SCIM සබල කරන්න

source: Default Role
ro: Rol implicit
si: පෙරනිමි භූමිකාව

source: The default role new members will receive when logging in for the first time.
ro: Rolul implicit pe care îl vor primi noii membri atunci când se loghează pentru prima dată.
si: පළමු වරට පුරනය වන විට නව සාමාජිකයින්ට පෙරනිමි භූමිකාව ලැබෙනු ඇත.

source: Invalid request.
ro: Cerere invalidă.
si: වලංගු නොවන ඉල්ලීමක්.

source: Deletion already canceled.
ro: Ștergere deja anulată.
si: මකාදැමීම දැනටමත් අවලංගු කර ඇත.

source: Deletion cannot be canceled, already in progress
ro: Ștergerea nu poate fi anulată, este deja în desfășurare
si: මකාදැමීම අවලංගු කළ නොහැක, දැනටමත් සිදුවෙමින් පවතී

source: Organization restored successfully.
ro: Organizația a fost restaurată cu succes.
si: සංවිධානය සාර්ථකව ප්‍රතිසාධනය කරන ලදී.

source: Invalid confirmation code. Try again.
ro: Cod de confirmare invalid. Încercați din nou.
si: වලංගු නොවන තහවුරු කිරීමේ කේතය. නැවත උත්සහා කරන්න.

source: Unable to update dashboard
ro: Imposibilitatea de a actualiza tabloul de bord
si: උපකරණ පුවරුව යාවත්කාලීන කළ නොහැක

source: Unable to delete dashboard
ro: Nu se poate șterge tabloul de bord
si: උපකරණ පුවරුව මැකීමට නොහැකිය

source: Unable to create dashboard
ro: Nu se poate crea un tablou de bord
si: උපකරණ පුවරුව සෑදිය නොහැක

source: Unable to load dashboard
ro: Nu se poate încărca tabloul de bord
si: උපකරණ පුවරුව පූරණය කළ නොහැක

source: You are viewing a frontend deploy preview of [commitLink] ([branchLink])
ro: Vizualizați o previzualizare a implementării frontend a [commitLink] ([branchLink])
si: ඔබ [commitLink] ([branchLink]) හි ඉදිරිපස යෙදවුම් පෙරදසුනක් නරඹමින් සිටී

source: You are developing against production Sentry API, please BE CAREFUL, as your changes will affect production data.
ro: Dacă dezvoltați pe baza Sentry API de producție, vă rugăm să fiți ATENȚIONAT, deoarece modificările dvs. vor afecta datele de producție.
si: ඔබ නිෂ්පාදන Sentry API ට එරෙහිව සංවර්ධනය වෙමින් පවතී, කරුණාකර ප්‍රවේශම් වන්න, ඔබේ වෙනස්කම් නිෂ්පාදන දත්තවලට බලපානු ඇත.

source: Unable to delete the saved query
ro: Nu se poate șterge interogarea salvată
si: සුරැකි විමසුම මැකීමට නොහැක

source: Unable to load saved queries
ro: Imposibilitatea de a încărca interogările salvate
si: සුරැකි විමසුම් පූරණය කළ නොහැක

source: Unable to load saved query
ro: Nu se poate încărca interogarea salvată
si: සුරැකි විමසුම පූරණය කළ නොහැක

source: Unable to create your saved query
ro: Imposibilitatea de a crea interogarea salvată
si: ඔබගේ සුරැකි විමසුම සෑදීමට නොහැක

source: Unable to update your saved query
ro: Imposibilitatea de a vă actualiza interogarea salvată
si: ඔබගේ සුරැකි විමසුම යාවත්කාලීන කළ නොහැක

source: Saving changes...
ro: Salvarea modificărilor...
si: වෙනස්කම් සුරකිමින්...

source: Unable to cancel deletion.
ro: Nu se poate anula ștergerea.
si: මකාදැමීම අවලංගු කළ නොහැක.

source: [repo] has been successfully added.
ro: [repo] a fost adăugat cu succes.
si: [repo] සාර්ථකව එකතු කර ඇත.

source: Unable to add repository.
ro: Nu se poate adăuga depozitul.
si: ගබඩාව එක් කිරීමට නොහැකි විය.

source: Disabled %s for %s
ro: Disabled %s pentru %s
si: %sසඳහා %s අක්‍රීය කර ඇත

source: Failed to disable %s for %s
ro: Nu s-a reușit dezactivarea %s pentru %s
si: %sසඳහා %s අක්‍රිය කිරීමට අසමත් විය

source: Enabled %s for %s
ro: Activat %s pentru %s
si: %sසඳහා %s සක්‍රීය කර ඇත

source: Failed to enabled %s for %s
ro: Nu a reușit să se activeze %s pentru %s
si: %sසඳහා %s සබල කිරීමට අසමත් විය

source: Unable to delete repository.
ro: Nu se poate șterge depozitul.
si: ගබඩාව මැකීමට නොහැක.

source: Unable to update key transaction
ro: Imposibilitatea de a actualiza tranzacția cheie
si: ප්රධාන ගනුදෙනුව යාවත්කාලීන කළ නොහැක

source: Error fetching team key transactions
ro: Eroare la preluarea tranzacțiilor cu chei de echipă
si: කණ්ඩායම් ප්‍රධාන ගනුදෙනු ලබා ගැනීමේ දෝෂයකි

source: Saving changes…
ro: Salvarea modificărilor...
si: වෙනස්කම් සුරැකීම…

source: Enabling...
ro: Activarea...
si: සබල කරමින්...

source: Plugin was enabled
ro: Plugin-ul a fost activat
si: ප්ලගිනය සක්‍රීය කර ඇත

source: Unable to enable plugin
ro: Imposibilitatea de a activa plugin-ul
si: ප්ලගිනය සබල කළ නොහැක

source: Disabling...
ro: Dezactivare...
si: අබල කරමින්...

source: Plugin was disabled
ro: Plugin-ul a fost dezactivat
si: ප්ලගිනය අක්‍රිය කර ඇත

source: Unable to disable plugin
ro: Imposibilitatea de a dezactiva plugin-ul
si: ප්ලගිනය අක්‍රිය කළ නොහැක

source: Unable to fetch all project stats
ro: Imposibilitatea de a prelua toate statisticile proiectului
si: සියලුම ව්‍යාපෘති සංඛ්‍යාලේඛන ලබා ගැනීමට නොහැක

source: [project] was successfully removed
ro: [project] a fost eliminat cu succes
si: [project] සාර්ථකව ඉවත් කරන ලදී

source: Error removing [project]
ro: Eroare de eliminare [project]
si: [project]ඉවත් කිරීමේ දෝෂයකි

source: A request was sent to move [project] to a different organization
ro: O cerere a fost trimisă pentru a muta [project] la o altă organizație
si: [project] වෙනත් සංවිධානයකට ගෙන යාමට ඉල්ලීමක් යවන ලදී

source: Error transferring [project]. [message]
ro: Eroare de transfer [project]. [message]
si: [project]මාරු කිරීමේ දෝෂයකි. [message]

source: Error transferring [project]
ro: Eroare de transfer [project]
si: [project]මාරු කිරීමේ දෝෂයකි

source: [team] has been added to the [project] project
ro: [team] a fost adăugat la [project] proiectul
si: [project] ව්‍යාපෘතියට [team] එකතු කර ඇත

source: Unable to add [team] to the [project] project
ro: Nu se poate adăuga [team] la [project] proiectul
si: [project] ව්‍යාපෘතියට [team] එකතු කළ නොහැක

source: [team] has been removed from the [project] project
ro: [team] a fost eliminat din [project] proiectul
si: [project] ව්‍යාපෘතියෙන් [team] ඉවත් කර ඇත

source: Unable to remove [team] from the [project] project
ro: Nu se poate elimina [team] de la [project] proiectul
si: [project] ව්‍යාපෘතියෙන් [team] ඉවත් කිරීමට නොහැකි විය

source: Release was successfully archived.
ro: Versiunea a fost arhivată cu succes.
si: නිකුතුව සාර්ථකව සංරක්ෂණය කරන ලදී.

source: Release could not be be archived.
ro: Comunicatul nu a putut fi arhivat.
si: නිකුතුව සංරක්ෂණය කළ නොහැකි විය.

source: Restoring Release…
ro: Restaurarea eliberării...
si: මුදා හැරීම…ප්‍රතිසාධනය කිරීම

source: Release was successfully restored.
ro: Eliberarea a fost restabilită cu succes.
si: මුදා හැරීම සාර්ථකව ප්‍රතිසාධනය කරන ලදී.

source: Release could not be be restored.
ro: Eliberarea nu a putut fi restabilită.
si: මුදා හැරීම ප්‍රතිසාධනය කළ නොහැකි විය.

source: Archiving Release…
ro: Arhivarea versiunii...
si: සංරක්ෂිත නිකුතුව…

source: Unable to load saved searches
ro: Imposibilitatea de a încărca căutările salvate
si: සුරැකි සෙවුම් පූරණය කළ නොහැක

source: %s successfully removed.
ro: %s eliminat cu succes.
si: %s සාර්ථකව ඉවත් කරන ලදී.

source: Unable to remove %s integration
ro: Nu se poate elimina %s integrare
si: %s අනුකලනය ඉවත් කළ නොහැක

source: Token successfully added.
ro: Token adăugat cu succes.
si: ටෝකනය සාර්ථකව එකතු කරන ලදී.

source: Unable to create token
ro: Imposibilitatea de a crea un token
si: ටෝකනය සෑදිය නොහැක

source: Token successfully deleted.
ro: Token șters cu succes.
si: ටෝකනය සාර්ථකව මකා ඇත.

source: Unable to delete token
ro: Imposibilitatea de a șterge token-ul
si: ටෝකනය මැකීමට නොහැක

source: You have too many unique tags and some have been truncated
ro: Aveți prea multe etichete unice și unele au fost trunchiate
si: ඔබට අනන්‍ය ටැග් බොහොමයක් ඇති අතර සමහර ඒවා කපා හැර ඇත

source: [team] has been added to the [organization] organization
ro: [team] a fost adăugat la organizația [ organization]
si: [organization] සංවිධානයට [team] එකතු කර ඇත

source: Unable to create [team] in the [organization] organization
ro: Nu se poate crea [team] în organizația [organization]
si: [organization] සංවිධානය තුළ [team] නිර්මාණය කළ නොහැක

source: [team] has been removed from the [organization] organization
ro: [team] a fost eliminat din organizația [organization]
si: [organization] සංවිධානයෙන් [team] ඉවත් කර ඇත

source: Unable to remove [team] from the [organization] organization
ro: Imposibilitatea de a elimina pe [ team ] din organizația [organization]
si: [organization] සංවිධානයෙන් [team] ඉවත් කළ නොහැක

source: You do not have sufficient permissions to access this.
ro: Nu aveți suficiente permisiuni pentru a accesa acest lucru.
si: මෙයට ප්‍රවේශ වීමට ඔබට ප්‍රමාණවත් අවසර නොමැත.

source: This feature is coming soon!
ro: Această funcție va fi disponibilă în curând!
si: මෙම විශේෂාංගය ඉක්මනින් පැමිණේ!

source: Enable this feature on your sentry installation by adding the following configuration into your [configFile:sentry.conf.py]. See [configLink:the configuration documentation] for more details.
ro: Activați această funcție pe instalarea sentry adăugând opțiunea următoarea configurație în [configFile:sentry.conf.py]. Pentru mai multe informații, consultați [configLink:the configuration documentation].
si: ඔබගේ [configFile:sentry.conf.py] වෙත පහත වින්‍යාසය එක් කිරීමෙන් ඔබගේ මුරකරු ස්ථාපනයේ මෙම විශේෂාංගය සක්‍රීය කරන්න. වැඩි විස්තර සඳහා [configLink:the configuration documentation] බලන්න.

source: Copy to Clipboard
ro: Copiere în clipboard
si: පසුරු පුවරුවට පිටපත් කරන්න

source: Enables the %s feature
ro: Activați funcția%s
si: %s විශේෂාංගය සබල කරයි

source: This feature is not enabled on your Sentry installation.
ro: Această funcție nu este activată pe instalarea Sentry.
si: මෙම විශේෂාංගය ඔබගේ Sentry ස්ථාපනය මත සබල කර නොමැත.

source: Help
ro: Ajutor
si: උදව්

source: Ignore this issue until it affects an additional…
ro: Ignorați această problemă până când va afecta un alt...
si: එය අතිරේක…බලපාන තෙක් මෙම ගැටළුව නොසලකා හරින්න

source: Number of users
ro: Număr de utilizatori
si: පරිශීලකයින් සංඛ්යාව

source: Silences alerts for this issue and removes it from the issue stream by default.
ro: Reduce la tăcere alertele pentru această problemă și o elimină în mod implicit din fluxul de probleme.
si: මෙම ගැටලුව සඳහා ඇඟවීම් නිශ්ශබ්ද කර එය පෙරනිමියෙන් ගැටළු ප්‍රවාහයෙන් ඉවත් කරයි.

source: Ignore
ro: Ignorați
si: නොසලකා හරිනවා

source: For…
ro: Pentru...
si: …සඳහා

source: Custom
ro: Personalizat
si: අභිරුචි

source: Until this occurs again…
ro: Până când acest lucru se va întâmpla din nou...
si: මෙය නැවත සිදු වන තුරු…

source: one time…
ro: o singură dată...
si: එක් වරක්…

source: %s time…
ro: %s timp…
si: %s වේලාව…

source: from now
ro: de acum încolo
si: මෙතැන් සිට

source: Until this affects an additional…
ro: Până când acest lucru va afecta o suplimentare...
si: මෙය අතිරේක…බලපාන තුරු

source: one user…
ro: un utilizator...
si: එක් පරිශීලකයෙක්…

source: %s user…
ro: %s utilizator…
si: %s පරිශීලක…

source: per hour
ro: pe oră
si: පැයකට

source: per day
ro: pe zi
si: දිනකට

source: per week
ro: pe săptămână
si: සතියකට

source: Change status to unresolved
ro: Schimbarea statutului în nerezolvat
si: තත්ත්වය නොවිසඳුනු ලෙස වෙනස් කරන්න

source: Unignore
ro: Nu ignorați
si: නොසලකා හැරීම ඉවත් කරන්න

source: Ignore this issue until it occurs again…
ro: Ignorați această problemă până când va apărea din nou...
si: එය නැවත සිදු වන තුරු මෙම ගැටළුව නොසලකා හරින්න…

source: Number of times
ro: Număr de ori
si: වාර සංඛ්යාව

source: Unresolve
ro: Nerezolvați
si: නොවිසඳයි

source: Set up release tracking in order to use this feature.
ro: Configurați urmărirea versiunilor pentru a utiliza această funcție.
si: මෙම විශේෂාංගය භාවිතා කිරීම සඳහා මුදා හැරීමේ ලුහුබැඳීම සකසන්න.

source: More resolve options
ro: Mai multe opțiuni de rezolvare
si: තවත් විසඳුම් විකල්ප

source: Resolved In
ro: Rezolvat în
si: තුළ විසඳා ඇත

source: The next release
ro: Următoarea versiune
si: ඊළඟ නිකුතුව

source: The current release
ro: Versiunea curentă
si: වත්මන් නිකුතුව

source: The current release (%s)
ro: Versiunea curentă (%s)
si: වත්මන් නිකුතුව (%s)

source: Another existing release
ro: O altă versiune existentă
si: පවතින තවත් නිකුතුවක්
