Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: Error fetching project
ro: Eroare la preluarea proiectului
si: ව්‍යාපෘතිය ලබා ගැනීමේ දෝෂයකි

source: Resolves the issue. The issue will get unresolved if it happens again.
ro: Rezolvă problema. Problema va rămâne nerezolvată dacă se întâmplă din nou.
si: ගැටලුව විසඳයි. එය නැවත සිදුවුවහොත් ප්‍රශ්නය නොවිසඳෙනු ඇත.

source: Resolve
ro: Rezolvați
si: විසඳන්න

source: This event is resolved due to the Auto Resolve configuration for this project
ro: Acest eveniment este rezolvat datorită configurației Auto Resolve pentru acest proiect
si: මෙම ව්‍යාපෘතිය සඳහා ස්වයංක්‍රීය විසඳුම් වින්‍යාසය හේතුවෙන් මෙම සිදුවීම විසඳා ඇත

source: You can edit this comment due to your superuser status
ro: Poți edita acest comentariu datorită statutului tău de superutilizator
si: ඔබගේ සුපිරි පරිශීලක තත්ත්වය හේතුවෙන් ඔබට මෙම අදහස සංස්කරණය කළ හැක

source: Edit
ro: Editați
si: සංස්කරණය කරන්න

source: You can delete this comment due to your superuser status
ro: Poți șterge acest comentariu datorită statutului tău de superutilizator
si: ඔබගේ සුපිරි පරිශීලක තත්ත්වය හේතුවෙන් ඔබට මෙම අදහස මකා දැමිය හැක

source: Are you sure you wish to delete this comment?
ro: Sunteți sigur că doriți să ștergeți acest comentariu?
si: ඔබට මෙම අදහස මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Save Comment
ro: Salvați comentariul
si: අදහස් සුරකින්න

source: Post Comment
ro: Postați un comentariu
si: අදහස් පළ කරන්න

source: Unable to post comment
ro: Imposibilitatea de a posta un comentariu
si: අදහස් පළ කිරීමට නොහැක

source: Write
ro: Scrieți
si: ලියන්න

source: Preview
ro: Previzualizare
si: පෙරදසුන

source: Markdown supported
ro: Markdown acceptat
si: සලකුණු කිරීම සහය දක්වයි

source: Add a comment. Tag users with @, or teams with #
ro: Adăugați un comentariu. Etichetați utilizatorii cu @ sau echipele cu #.
si: අදහස දක්වන්න. පරිශීලකයන් @ සමඟ ටැග් කරන්න, හෝ # සමඟ කණ්ඩායම්

source: Undo
ro: Anulați
si: අහෝසි කරන්න

source: Division by 0 is not allowed
ro: Diviziunea cu 0 nu este permisă
si: 0 න් බෙදීමට අවසර නැත

source: Maximum operators exceeded
ro: Numărul maxim de operatori depășit
si: උපරිම ක්‍රියාකරුවන් ඉක්මවා ඇත

source: (Suspect Commit)
ro: (Commit Suspect)
si: (සැකකරු කමිටුව)

source: (Issue Owner)
ro: (Titularul Problemei)
si: (නිකුත් කිරීමේ හිමිකරු)

source: Teams
ro: Echipe
si: කණ්ඩායම්

source: People
ro: Persoane
si: මහජන

source: Suggested
ro: Sugestii
si: යෝජනා කර ඇත

source: Based on [commit:commit data]
ro: Pe baza [commit:commit data]
si: [commit:commit data] මත පදනම්ව

source: Matching Issue Owners Rule
ro: Regula de potrivire a titularilor de issue
si: ගැළපෙන ගැටළු හිමිකරුවන්ගේ රීතිය

source: Filter teams and people
ro: Filtrați echipele și oamenii
si: කණ්ඩායම් සහ පුද්ගලයින් පෙරහන් කරන්න

source: Clear Assignee
ro: Destinatar clar
si: පැහැදිලි පැවරුම්කරු

source: Invite Member
ro: Invitați un membru
si: සාමාජිකයාට ආරාධනා කරන්න

source: Assigned to [name]
ro: Atribuit la [name]
si: [name]වෙත පවරා ඇත

source: Suggestion: [name]
ro: Sugestie: [name]
si: යෝජනාව: [name]

source: + %s other
ro: + %s altul
si: + %s වෙනත්

source: You can auto-assign issues by adding [issueOwners:Issue Owner rules].
ro: Puteți să atribuiți automat subiecte prin adăugarea [issueOwners:Issue Owner rules].
si: ඔබට [නිකුත් කිරීමේ හිමිකරුවන්: නිකුත් කිරීමේ හිමිකරු රීති] එකතු කිරීමෙන් ගැටළු ස්වයංක්‍රීයව පැවරිය හැක.

source: We’ve made some changes to help you focus on what’s new.
ro: Am făcut câteva schimbări pentru a vă ajuta să vă concentrați asupra noutăților.
si: ඔබට අලුත් දේ කෙරෙහි අවධානය යොමු කිරීමට උදවු කිරීමට අපි යම් වෙනස්කම් සිදු කර ඇත.

source: Later
ro: Mai târziu
si: පසුව

source: Take a Look
ro: Aruncați o privire
si: බලන්න

source: This is a list of Unresolved issues that are new or reopened in the last 7 days.
ro: Aceasta este o listă a problemelor nerezolvate care sunt noi sau redeschise în ultimele 7 zile.
si: මෙය පසුගිය දින 7 තුළ නව හෝ නැවත විවෘත වූ නොවිසඳුණු ගැටලු ලැයිස්තුවකි.

source: These labels explain why an issue needs review.
ro: Aceste etichete explică motivul pentru care o problemă trebuie revizuită.
si: ගැටලුවක් සමාලෝචනයක් අවශ්‍ය වන්නේ මන්දැයි මෙම ලේබල පැහැදිලි කරයි.

source: When does this end?
ro: Când se termină asta?
si: මෙය අවසන් වන්නේ කවදාද?

source: Marking an issue reviewed, resolving it, or ignoring it removes it from this list and removes the label.
ro: Marcarea unei probleme revizuite, rezolvarea acesteia sau ignorarea ei o elimină din această listă și înlătură eticheta.
si: සමාලෝචනය කරන ලද ගැටලුවක් සලකුණු කිරීම, එය විසඳීම හෝ එය නොසලකා හැරීම මෙම ලැයිස්තුවෙන් එය ඉවත් කර ලේබලය ඉවත් කරයි.

source: Make It Stop Already
ro: Fă-l să se oprească deja
si: එය දැනටමත් නවත්වන්න

source: Tip: use [assignedOrSuggested] to include search results based on your [ownership:ownership rules] and [committed:code you've committed].
ro: Sfat: utilizați [assignedOrSuggested] pentru a include rezultate de căutare bazate pe [ownership:ownership rules] și [committed:code you've committed].
si: ඉඟිය: ඔබගේ [හිමිකාරත්වය:හිමිකාර රීති] සහ [ඔබ කැපවී ඇති: කේතය] මත පදනම්ව සෙවුම් ප්‍රතිඵල ඇතුළත් කිරීමට [assignedOrSuggested] භාවිතා කරන්න.

source: Let's Get This Over With
ro: Să terminăm odată cu asta
si: අපි මේක ඉවර කරමු

source: Today only admins in your organization can create alert rules but we recommend [link:allowing members to create alerts], too.
ro: În prezent, numai administratorii din organizația dumneavoastră pot crea reguli de alertă, dar vă recomandăm [link:allowing members to create alerts],de asemenea.
si: අද ඔබේ සංවිධානයේ පරිපාලකයින්ට පමණක් අනතුරු ඇඟවීමේ රීති නිර්මාණය කළ හැකි නමුත් අපි නිර්දේශ කරමු [ලින්ක්: සාමාජිකයින්ට ඇඟවීම් සෑදීමට ඉඩ දීම].

source: Allow
ro: Permiteți
si: ඉඩ දෙන්න

source: No one likes a product tour. But stick with us, and you'll find it a whole lot easier to use Sentry's Issue details page.
si: නිෂ්පාදන සංචාරයකට කිසිවෙකු කැමති නැත. නමුත් අප සමඟ රැඳී සිටින්න, එවිට ඔබට සෙන්ට්‍රිගේ ගැටළු විස්තර පිටුව භාවිතා කිරීම සම්පූර්ණයෙන් පහසු වනු ඇත.

source: Hover over the issue title to see the stack trace of the latest event.
ro: Treceți cu degetul peste titlul problemei pentru a vedea urma de stivă a celui mai recent eveniment.
si: නවතම සිදුවීමේ අට්ටි හෝඩුවාවක් බැලීමට නිකුතු මාතෘකාව මත සැරිසරන්න.

source: Event Breakdown
ro: Defalcarea evenimentului
si: සිදුවීම් බිඳවැටීම

source: The event breakdown shows you the breakdown of event types within a trace.
ro: Defalcarea evenimentelor vă arată defalcarea tipurilor de evenimente în cadrul unei urme.
si: සිදුවීම් බිඳවැටීම ඔබට හෝඩුවාවක් තුළ සිදුවීම් වර්ගවල බිඳවැටීම පෙන්වයි.

source: Transactions
ro: Tranzacții
si: ගනුදෙනු

source: Get an overview of every transaction. You can quickly see all the transactions in a trace alongside the project, transaction duration, and any related errors.
ro: Obțineți o imagine de ansamblu a fiecărei tranzacții. Puteți vedea rapid toate tranzacțiile dintr-un traseu, alături de proiect, durata tranzacției și orice erori aferente.
si: සෑම ගනුදෙනුවකම දළ විශ්ලේෂණයක් ලබා ගන්න. ව්‍යාපෘතිය, ගණුදෙණු කාලය, සහ අදාළ ඕනෑම දෝෂයක් සමඟින් ඔබට සියලු ගනුදෙනු ඉක්මනින්ම දැකිය හැක.

source: Transactions Details
ro: Detalii privind tranzacțiile
si: ගනුදෙනු විස්තර

source: Click on any transaction to see more details.
ro: Faceți clic pe orice tranzacție pentru a vedea mai multe detalii.
si: වැඩි විස්තර බැලීමට ඕනෑම ගනුදෙනුවක් මත ක්ලික් කරන්න.

source: Filter by Span Operation
ro: Filtrare după operațiunea Span
si: Span මෙහෙයුම අනුව පෙරහන් කරන්න

source: You can now filter these transaction events based on http, db, browser or resource operation.
ro: Acum puteți filtra aceste evenimente de tranzacție pe baza http, db, browser sau operațiune de resurse.
si: ඔබට දැන් http, db, browser හෝ resource මෙහෙයුම මත පදනම්ව මෙම ගනුදෙනු සිදුවීම් පෙරීමට හැකිය.

source: Span Operation Breakdown
ro: Defalcarea operațiunii Span
si: ස්පාන් මෙහෙයුම් බිඳවැටීම

source: By default, you can now see how each transaction is broken down by operation. Click the spans to filter. [link:Learn more]
ro: În mod implicit, puteți vedea acum cum este defalcată fiecare tranzacție în funcție de operațiune. Faceți clic pe intervale pentru a filtra. [link:Learn more]
si: පෙරනිමියෙන්, එක් එක් ගනුදෙනුව ක්‍රියාවෙන් බිඳ දමන ආකාරය ඔබට දැන් දැක ගත හැක. පෙරීමට ස්පාන්ස් ක්ලික් කරන්න. [සබැඳිය:තවත් දැනගන්න]

source: Resolve Your Issues
ro: Rezolvă-ți problemele
si: ඔබේ ගැටළු විසඳන්න

source: Suspect Tags
ro: Etichete suspecte
si: සැක සහිත ටැග්

source: See which tags often correspond to slower transactions. You'll want to investigate these more. [link:Learn more]
ro: Vedeți care etichete corespund adesea unor tranzacții mai lente. Veți dori să le cercetați mai mult. [link:Learn more]
si: මන්දගාමී ගනුදෙනුවලට බොහෝ විට අනුරූප වන ටැග් බලන්න. ඔබට මේවා තව දුරටත් විමර්ශනය කිරීමට අවශ්‍ය වනු ඇත. [සබැඳිය:තවත් දැනගන්න]

source: Key Transactions
ro: Tranzacții cheie
si: ප්රධාන ගනුදෙනු

source: So you fixed your problem? Congrats. Hit resolve to make it all go away.
ro: Deci ai rezolvat problema? Felicitări. Apasă pe rezolvare pentru a face să dispară totul.
si: ඉතින් ඔබ ඔබේ ගැටලුව විසඳුවාද? සුභ පැතුම්. ඒ සියල්ල පහව යාමට අධිෂ්ඨානය ඔබන්න.

source: Software development is a team sport. Key Transactions allow you to mark important transactions and share them with your team.
ro: Dezvoltarea de software este un sport de echipă. Tranzacțiile cheie vă permit să marcați tranzacțiile importante și să le partajați cu echipa dumneavoastră.
si: මෘදුකාංග සංවර්ධනය කණ්ඩායම් ක්‍රීඩාවකි. ප්‍රධාන ගනුදෙනු ඔබට වැදගත් ගනුදෙනු සලකුණු කිරීමට සහ ඒවා ඔබේ කණ්ඩායම සමඟ බෙදා ගැනීමට ඉඩ සලසයි.

source: Great
ro: Mare
si: මහා

source: Migrating Key Transactions
ro: Migrarea tranzacțiilor cheie
si: ප්‍රධාන ගනුදෙනු සංක්‍රමණය කිරීම

source: To migrate your previous key transactions, you will have to mark them as a key transaction again for your team. Sorry about that.
ro: Pentru a migra tranzacțiile cheie anterioare, va trebui să le marcați din nou ca tranzacție cheie pentru echipa dumneavoastră. Îmi pare rău pentru asta.
si: ඔබේ පෙර ප්‍රධාන ගනුදෙනු සංක්‍රමණය කිරීමට, ඔබට ඒවා ඔබේ කණ්ඩායම සඳහා නැවත ප්‍රධාන ගනුදෙනුවක් ලෙස සලකුණු කිරීමට සිදුවේ. ඒකට සමාවෙන්න.

source: Fine
ro: Bine
si: හොඳයි

source: Project Thresholds
ro: Praguri de proiect
si: ව්යාපෘති සීමාවන්

source: Gauge performance using different metrics for each project. Set response time thresholds, per project, for the Apdex and User Misery Scores in each project’s Performance settings.
ro: Evaluați performanța folosind parametri diferiți pentru fiecare proiect. Stabiliți praguri de timp de răspuns, pentru fiecare proiect, pentru Apdex și User Misery Scores în setările de performanță ale fiecărui proiect.
si: එක් එක් ව්‍යාපෘතිය සඳහා විවිධ ප්‍රමිතික භාවිතයෙන් කාර්ය සාධනය මැන බලන්න. එක් එක් ව්‍යාපෘතියේ කාර්ය සාධන සැකසුම් තුළ Apdex සහ පරිශීලක දුක්ඛිත ලකුණු සඳහා ව්‍යාපෘතියකට ප්‍රතිචාර කාල සීමාවන් සකසන්න.

source: Response Time Thresholds
ro: Praguri de timp de răspuns
si: ප්‍රතිචාර කාල සීමාවන්

source: Use this menu to adjust each transaction’s satisfactory response time threshold, which can vary across transactions. These thresholds are used to calculate Apdex and User Misery, metrics that indicate how satisfied and miserable users are, respectively.
ro: Utilizați acest meniu pentru a ajusta pragul de timp de răspuns satisfăcător al fiecărei tranzacții, care poate varia de la o tranzacție la alta. Aceste praguri sunt utilizate pentru a calcula Apdex și User Misery, măsurători care indică gradul de satisfacție și, respectiv, de mizerie al utilizatorilor.
si: ගනුදෙනු හරහා වෙනස් විය හැකි, එක් එක් ගනුදෙනුවේ සතුටුදායක ප්‍රතිචාර කාල සීමාව සීරුමාරු කිරීමට මෙම මෙනුව භාවිත කරන්න. මෙම එළිපත්ත Apdex සහ User Misery ගණනය කිරීමට භාවිතා කරයි, පිළිවෙළින් පරිශීලකයන් කෙතරම් තෘප්තිමත් සහ දුක්ඛිතද යන්න පෙන්නුම් කරන ප්‍රමිතික.

source: Percentage Based Alerts
ro: Alerte bazate pe procente
si: ප්‍රතිශතය පදනම් වූ ඇඟවීම්

source: View the event count as a percentage of sessions and alert on this number to adapt to changes in traffic patterns. [link:View the docs] to learn more.
ro: Vizualizați numărul de evenimente ca procentaj al sesiunilor și alertați în funcție de acest număr pentru a vă adapta la schimbările în tiparele de trafic. [link:View the docs] pentru a afla mai multe.
si: සිදුවීම් ගණන සැසිවල ප්‍රතිශතයක් ලෙස බලන්න සහ ගමනාගමන රටාවේ වෙනස්වීම්වලට අනුවර්තනය වීමට මෙම අංකය ගැන අනතුරු අඟවන්න. [link:ලේඛන බලන්න] වැඩිදුර දැන ගැනීමට.

source: Deal With It Later, Or Never
ro: Rezolvați problema mai târziu sau niciodată
si: පසුව එය සමඟ කටයුතු කරන්න, නැතහොත් කිසිදා

source: Got it
ro: Am înțeles.
si: තේරුම් ගත්තා ද

source: Filter by Semver
ro: Filtrează după Semver
si: Semver අනුව පෙරන්න

source: You can now filter releases by semver. For example: release.version:>14.0 [br] [link:View the docs]
ro: Acum puteți filtra lansările în funcție de semver. De exemplu: release.version:>14.0 [br] [link:View the docs]
si: ඔබට දැන් semver මගින් නිකුතු පෙරහන් කළ හැක. උදාහරණයක් ලෙස: release.version:>14.0 [br] [ලින්ක්: ලේඛන බලන්න]

source: Just can't deal with this Issue right now? Ignore it. Saving it for later? Star it. Want it gone and out of your life forever? Delete that sh*t.
ro: Pur și simplu nu poți face față acestei probleme acum? Ignorați-o. O păstrați pentru mai târziu? Selectați-o. Vrei să dispară și să iasă din viața ta pentru totdeauna? Șterge rah*tul ăla.
si: දැන් මේ ප්‍රශ්නය සමඟ කටයුතු කළ නොහැකිද? එය නොසලකා හරින්න. එය පසුව සඳහා සුරකිනවාද? තරු ලකුණු කරන්න. එය ඔබේ ජීවිතයෙන් සදහටම නැති වී යාමට අවශ්‍යද? එම sh*t මකන්න.

source: Leave me alone
ro: Lasă-mă în pace
si: මට තනිවම ඉන්න දෙන්න

source: Adoption Filter
ro: Filtru de adopție
si: දරුකමට හදාගැනීමේ පෙරහන

source: Select an environment and search for `release.stage:adopted` to filter out releases with low adoption. [br] [link:Learn more]
ro: Selectați un mediu și căutați `release.stage:adopted` pentru a filtra versiunile cu adopție redusă.. [br] [link:Learn more]
si: පරිසරයක් තෝරන්න සහ අඩු සම්මත කිරීම් සහිත නිකුතු පෙරීමට 'release.stage:adapted' සඳහා සොයන්න. [br] [සබැඳිය:තවත් දැනගන්න]

source: Projects
ro: Proiecte
si: ව්යාපෘති

source: Create a project for any type of application you want to monitor.
ro: Creați un proiect pentru orice tip de aplicație pe care doriți să o monitorizați.
si: ඔබට නිරීක්ෂණය කිරීමට අවශ්‍ය ඕනෑම ආකාරයක යෙදුමක් සඳහා ව්‍යාපෘතියක් සාදන්න.

source: Issues
ro: Probleme
si: ගැටලු

source: Here's a list of what's broken with your application. And everything you need to know to fix it.
ro: Iată o listă cu ceea ce este stricat în aplicația dumneavoastră. Și tot ce trebuie să știți pentru a o repara.
si: මෙන්න ඔබේ යෙදුම සමඟ කැඩී ඇති දේ ලැයිස්තුවක්. සහ එය නිවැරදි කිරීමට ඔබ දැනගත යුතු සියල්ල.

source: Performance
ro: Performanță
si: කාර්ය සාධනය

source: See slow faster. Trace slow-loading pages back to their API calls as well as surface all related errors.
ro: Vedeți mai încet și mai repede. Urmăriți paginile care se încarcă lent până la apelurile API, precum și scoateți la suprafață toate erorile aferente.
si: සෙමින් වේගයෙන් බලන්න. සෙමින් පූරණය වන පිටු ඔවුන්ගේ API ඇමතුම් වෙත ආපසු ලුහුබැඳීම මෙන්ම අදාළ සියලු දෝෂ මතු කරයි.

source: Releases
ro: Eliberări
si: නිකුත් කරයි

source: Track the health of every release, see differences between releases from crash analytics to adoption rates.
ro: Urmăriți starea de sănătate a fiecărei versiuni, vedeți diferențele dintre versiuni, de la analiza accidentelor la ratele de adopție.
si: සෑම නිකුතුවකම සෞඛ්‍යය නිරීක්ෂණය කරන්න, බිඳ වැටීම් විශ්ලේෂණවල සිට දරුකමට හදා ගැනීමේ අනුපාත දක්වා නිකුත් කිරීම් අතර වෙනස්කම් බලන්න.

source: Identify Your Issues
ro: Identificați problemele dumneavoastră
si: ඔබේ ගැටළු හඳුනා ගන්න

source: Discover
ro: Descoperiți
si: සොයා ගන්න

source: Query and unlock insights into the health of your entire system and get answers to critical business questions all in one place.
ro: Interogați și deblocați informații despre starea de sănătate a întregului dumneavoastră sistem și obțineți răspunsuri la întrebări critice de afaceri, toate într-un singur loc.
si: ඔබේ සමස්ත පද්ධතියේ සෞඛ්‍යය පිළිබඳ තීක්ෂ්ණ බුද්ධිය විමසා අගුළු ඇරීමට සහ තීරණාත්මක ව්‍යාපාරික ප්‍රශ්න සියල්ලටම එක තැනකින් පිළිතුරු ලබා ගන්න.

source: Issue
ro: Problema
si: නිකුත් කිරීම

source: Click here to get a full error report down to the line of code that caused the error.
ro: Faceți clic aici pentru a obține un raport de eroare complet până la linia de cod care a cauzat eroarea.
si: දෝෂයට හේතු වූ කේත රේඛාව දක්වා සම්පූර්ණ දෝෂ වාර්තාවක් ලබා ගැනීමට මෙතැන ක්ලික් කරන්න.

source: You've got a lot of Issues. That's fine. Use the Issue number in your commit message, and we'll automatically resolve the Issue when your code is deployed. [link:Learn more]
ro: Aveți o mulțime de probleme. E în regulă. Folosiți numărul problemei în mesajul de confirmare, iar noi vom rezolva automat problema atunci când codul dumneavoastră este implementat. [link:Learn more]
si: ඔබට ගැටලු රාශියක් ඇත. ඒක හොදයි. ඔබගේ කැපවීමේ පණිවිඩයේ ඇති ගැටළු අංකය භාවිතා කරන්න, සහ ඔබගේ කේතය යොදවා ඇති විට අපි ස්වයංක්‍රීයව ගැටළුව විසඳන්නෙමු. [සබැඳිය:තවත් දැනගන්න]

source: Details
ro: Detalii
si: විස්තර

source: See the who, what, and where of every error right at the top
ro: Vedeți cine, ce și unde se află fiecare eroare chiar în partea de sus a paginii
si: සෑම දෝෂයක්ම කවුද, කුමක්ද සහ කොතැනද යන්න ඉහළින්ම බලන්න

source: Exception
ro: Excepție
si: ව්යතිරේක

source: Source code right in the stack trace, so you don’t need to find it yourself.
ro: Codul sursă se află chiar în urmă de stivă, astfel încât nu trebuie să îl găsiți singur.
si: මූලාශ්‍ර කේතය අට්ටි ලුහුබැඳීම තුළම, ඒ නිසා ඔබට එය ඔබම සොයා ගැනීමට අවශ්‍ය නැත.

source: Tags
ro: Etichete
si: ටැග්

source: Tags help you quickly access related events and view the tag distribution for a set of events.
ro: Etichetele vă ajută să accesați rapid evenimentele conexe și să vizualizați distribuția etichetelor pentru un set de evenimente.
si: අදාළ සිදුවීම් වෙත ඉක්මනින් ප්‍රවේශ වීමට සහ සිදුවීම් මාලාවක් සඳහා ටැග් බෙදාහැරීම බැලීමට ටැග් ඔබට උදවු කරයි.

source: Breadcrumbs
ro: Pesmet
si: පාන් කුඩු

source: Check out the play by play of what your user experienced till they encountered the exception.
ro: Consultați jocul în detaliu a ceea ce a experimentat utilizatorul dumneavoastră până când a întâlnit excepția.
si: ව්‍යතිරේකයට මුහුණ දෙන තෙක් ඔබේ පරිශීලකයා අත්විඳි දේ ක්‍රීඩා කිරීමෙන් පරීක්ෂා කරන්න.

source: Uncover trends with Discover — analyze errors by URL, geography, device, browser, etc.
ro: Descoperiți tendințe cu Discover - analizați erorile în funcție de URL, geografie, dispozitiv, browser etc.
si: Discover සමඟ ප්‍රවණතා අනාවරණය කරන්න - URL, භූගෝල විද්‍යාව, උපාංගය, බ්‍රවුසරය ආදිය මගින් දෝෂ විශ්ලේෂණය කරන්න.

source: Release
ro: Versiunea
si: නිදහස් කරන්න

source: Click here to easily identify new issues, regressions, and track the health of every release.
ro: Faceți clic aici pentru a identifica cu ușurință problemele noi, regresiile și pentru a urmări starea de sănătate a fiecărei versiuni.
si: නව ගැටළු, ප්‍රතිගාමීතා පහසුවෙන් හඳුනා ගැනීමට සහ සෑම නිකුතුවකම සෞඛ්‍යය නිරීක්ෂණය කිරීමට මෙහි ක්ලික් කරන්න.

source: Chart
ro: Hartă
si: සටහන

source: Click and drag to zoom in on a specific section of the chart.
ro: Faceți clic și trageți pentru a mări o anumită secțiune a hărții.
si: ප්‍රස්ථාරයේ නිශ්චිත කොටසක විශාලනය කිරීමට ක්ලික් කර අදින්න.

source: Analyze these errors by URL, geography, device, browser, etc.
ro: Analizați aceste erori în funcție de URL, zonă geografică, dispozitiv, browser etc.
si: URL, භූගෝල විද්‍යාව, උපාංගය, බ්‍රවුසරය ආදිය මගින් මෙම දෝෂ විශ්ලේෂණය කරන්න.

source: Annoy the Right People
ro: Enervează persoanele potrivite
si: නිවැරදි පුද්ගලයින්ට කරදර කරන්න

source: Analyze these performance issues by URL, geography, device, browser, etc.
ro: Analizați aceste probleme de performanță în funcție de URL, zonă geografică, dispozitiv, browser etc.
si: URL, භූගෝල විද්‍යාව, උපාංගය, බ්‍රවුසරය ආදිය මගින් මෙම කාර්ය සාධන ගැටළු විශ්ලේෂණය කරන්න.

source: Click into any of the queries below to identify trends in event data.
ro: Faceți clic pe oricare dintre interogările de mai jos pentru a identifica tendințele din datele despre evenimente.
si: සිදුවීම් දත්තවල ප්‍රවණතා හඳුනා ගැනීමට පහත ඕනෑම විමසුමක් මත ක්ලික් කරන්න.

source: Notification overload makes it tempting to hurl your phone into the ocean. Define who is responsible for what, so alerts reach the right people and your devices stay on dry land. [link:Learn more]
ro: Supraîncărcarea cu notificări vă face să fiți tentați să vă aruncați telefonul în ocean. Definiți cine este responsabil pentru ce, astfel încât alertele să ajungă la persoanele potrivite și să vă dispozitivele rămân pe uscat. [link:Learn more]
si: දැනුම්දීම් අධි බර ඔබේ දුරකථනය සාගරයට විසි කිරීමට පෙළඹේ. කුමක් සඳහා වගකිව යුත්තේ කවුරුන්ද යන්න නිර්වචනය කරන්න, එවිට ඇඟවීම් නිවැරදි පුද්ගලයින් වෙත ළඟා වන අතර ඔබේ උපාංග වියළි බිමක පවතී. [සබැඳිය:තවත් දැනගන්න]

source: Create Alert
ro: Creați o alertă
si: අනතුරු ඇඟවීමක් සාදන්න

source: Create an alert based on this query to get notified when an event exceeds user-defined thresholds.
ro: Creați o alertă pe baza acestei interogări pentru a fi notificat atunci când un eveniment depășește pragurile definite de utilizator.
si: සිදුවීමක් පරිශීලක-නිර්වචනය කළ සීමාවන් ඉක්මවා යන විට දැනුම් දීම සඳහා මෙම විමසුම මත පදනම්ව ඇඟවීමක් සාදන්න.

source: Columns
ro: Columne
si: තීරු

source: There's a whole lot more to... _discover_. View all the query conditions.
ro: Sunt mult mai multe de... descoperi. Vizualizați toate condițiile de interogare.
si: _සොයා ගැනීමට_ තවත් බොහෝ දේ ඇත. සියලුම විමසුම් කොන්දේසි බලන්න.

source: Span Tree
ro: Arborele Span
si: ස්පාන් ගස

source: Expand the spans to see span details from start date, end date to the operation.
ro: Extindeți intervalele pentru a vedea detaliile intervalului, de la data de început, data de sfârșit până la operațiune.
si: ආරම්භක දිනයේ සිට ක්‍රියාන්විතය අවසන් වන දිනය දක්වා පරාසයේ විස්තර බැලීමට පරතරය පුළුල් කරන්න.

source: Check out the play by play of what your user experienced till they encountered the performance issue.
ro: Consultați jocul în detaliu a ceea ce a experimentat utilizatorul dumneavoastră până când a întâmpinat problema de performanță.
si: කාර්ය සාධන ගැටලුවට මුහුණ දෙන තුරු ඔබේ පරිශීලකයා අත්විඳින ලද දේ ක්‍රීඩා කිරීමෙන් පරීක්ෂා කරන්න.

source: Find Information You Can Use
ro: Găsiți informații pe care le puteți folosi
si: ඔබට භාවිතා කළ හැකි තොරතුරු සොයන්න

source: So many bugs, so little time. When you've got bugs as far as the mouse can scroll, search and filter Events with tags or visualize Issues with a heat map.
ro: Atât de multe bug-uri, atât de puțin timp. Când ai erori atât de departe cât poate derula mouse-ul, căutați și filtrați Evenimentele cu etichete sau vizualizați Problemele cu o hartă termică.
si: බොහෝ දෝෂ, එතරම් සුළු කාලයක්. ඔබට මූසිකයට අනුචලනය කළ හැකි තාක් දුරට දෝෂ ඇති විට, ටැග් සමඟ සිදුවීම් සෙවීම සහ පෙරීම හෝ තාප සිතියමක් සමඟ ගැටළු දෘශ්‍යමාන කරන්න.

source: Narrow Down Suspects
ro: Restrângerea numărului de suspecți
si: පටු සැකකරුවන්

source: We've got stack trace. See the exact sequence of function calls leading to the error in question, no detective skills necessary.
ro: Avem o urmă de stivă. Vedeți secvența exactă a apelurilor de funcții care au condus la eroare în cauză, nu sunt necesare abilități de detectiv.
si: අපට තොග හෝඩුවාවක් තිබේ. ප්‍රශ්නය තුළ දෝෂයට තුඩු දෙන ශ්‍රිත ඇමතුම්වල නියම අනුපිළිවෙල බලන්න, රහස් පරීක්ෂක කුසලතා අවශ්‍ය නොවේ.

source: Retrace Your Steps
ro: Refaceți pașii
si: ඔබේ පියවර නැවත ලබා ගන්න

source: Not sure how you got here? Sentry automatically captures breadcrumbs for events in web frameworks to lead you straight to your error.
ro: Nu ești sigur cum ai ajuns aici? Sentry capturează automat breadcrumbs pentru evenimentele din web pentru a vă conduce direct la eroare.
si: ඔබ මෙහි පැමිණියේ කෙසේදැයි විශ්වාස නැද්ද? සෙන්ට්‍රි ස්වයංක්‍රීයව වෙබ් රාමු තුළ සිදුවීම් සඳහා පාන් කුඩු ග්‍රහණය කර ඔබව ඔබේ දෝෂයට කෙලින්ම ගෙන යයි.
