Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: This is an experimental feature. Data may not be immediately available while we process unmerges.
ro: Aceasta este o caracteristică experimentală. Este posibil ca datele să nu fie disponibile imediat în timp ce procesăm dezmembrările.
si: මෙය පර්යේෂණාත්මක ලක්ෂණයකි. අපි ඒකාබද්ධ කිරීම ඉවත් කරන අතරතුර දත්ත ක්ෂණිකව ලබා ගත නොහැක.

source: Unable to load merged events, please try again later
ro: Nu s-a putut încărca evenimentele fuzionate, vă rugăm să încercați din nou mai târziu
si: ඒකාබද්ධ සිදුවීම් පූරණය කළ නොහැක, කරුණාකර පසුව නැවත උත්සාහ කරන්න

source: There don't seem to be any hashes for this issue.
ro: Se pare că nu există huse pentru această problemă.
si: මෙම ගැටලුව සඳහා හෑෂ් කිසිවක් ඇති බවක් නොපෙනේ.

source: Merged fingerprints with latest event
ro: Amprentele digitale fuzionate cu cel mai recent eveniment
si: නවතම සිදුවීම සමඟ ඇඟිලි සලකුණු ඒකාබද්ධ කරන ලදී

source: These events will be unmerged and grouped into a new issue. Are you sure you want to unmerge these events?
ro: Aceste evenimente vor fi dezagregate și grupate într-un nou număr. Sunteți sigur că doriți să separați aceste evenimente?
si: මෙම සිදුවීම් ඒකාබද්ධ කර නව ගැටලුවකට සමූහගත කරනු ඇත. ඔබට මෙම සිදුවීම් ඒකාබද්ධ කිරීම ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Unmerging [unmergeCount] events
ro: Evenimentele de dezmembrare [unmergeCount]
si: සිදුවීම් [unmergeCount] ක් ඒකාබද්ධ කිරීම ඉවත් කිරීම

source: Unmerge
ro: Dezmembrare
si: ඒකාබද්ධ නොකරන්න

source: Compare
ro: Comparați
si: සසඳන්න

source: Expand All
ro: Extindeți Toate
si: සියල්ල පුළුල් කරන්න

source: Collapse All
ro: Restrângeți Toate
si: සියල්ල හකුලන්න

source: This is an experimental feature. Data may not be immediately available while we process merges.
ro: Aceasta este o caracteristică experimentală. Este posibil ca datele să nu fie disponibile imediat în timp ce procesăm fuziunile.
si: මෙය පර්යේෂණාත්මක ලක්ෂණයකි. අපි ඒකාබද්ධ කිරීම් ක්‍රියාවට නංවන අතරතුර දත්ත ක්ෂණිකව ලබාගත නොහැක.

source: Issues with a similar stack trace
ro: Probleme cu o urmă de stivă similară
si: සමාන තොග හෝඩුවාවක් සහිත ගැටළු

source: Old Algorithm
ro: Algoritm vechi
si: පැරණි ඇල්ගොරිතම

source: New Algorithm
ro: Algoritm nou
si: නව ඇල්ගොරිතම

source: Unable to load similar issues, please try again later
ro: Nu se poate încărca probleme similare, vă rugăm să încercați din nou mai târziu
si: සමාන ගැටළු පූරණය කළ නොහැක, කරුණාකර පසුව නැවත උත්සාහ කරන්න

source: Diff
ro: Diferit
si: වෙනස

source: Show %s issues below threshold
ro: Afișați %s problemele sub prag
si: එළිපත්තට පහළින් ගැටළු %s ක් පෙන්වන්න

source: No issues with a similar stack trace have been found.
ro: Nu au fost găsite probleme cu o urmă de stack similară.
si: සමාන අට්ටි හෝඩුවාවක් සහිත ගැටළු කිසිවක් හමු නොවීය.

source: Are you sure you want to merge these issues?
ro: Sunteți sigur că doriți să unificați aceste probleme?
si: ඔබට මෙම ගැටළු ඒකාබද්ධ කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Merging %s issues
ro: Fuziunea %s issues
si: ගැටළු %s ක් ඒකාබද්ධ කිරීම

source: Merge %s
ro: Fuzionați %s
si: %sඒකාබද්ධ කරන්න

source: Tags are automatically indexed for searching and breakdown charts. Learn how to [link: add custom tags to issues]
ro: Etichetele sunt indexate automat pentru căutare și diagrame de defalcare. Aflați cum să [link: add custom tags to issues]
si: සෙවීම් සහ බිඳවැටීම් ප්‍රස්ථාර සඳහා ටැග් ස්වයංක්‍රීයව සුචිගත වේ. [සබැඳිය: ගැටළු වලට අභිරුචි ටැග් එකතු කරන ආකාරය] ඉගෙන ගන්න

source: More Details
ro: Mai multe detalii
si: වැඩිපුර විස්තර

source: Search All Issues with Tag Value
ro: Căutați toate problemele cu Tag Value
si: ටැග් අගය සමඟ සියලුම ගැටළු සොයන්න

source: Affected Users
ro: Utilizatori afectați
si: බලපෑමට ලක් වූ පරිශීලකයින්

source: Count
ro: Contul
si: ගණන් කරන්න

source: Export Page to CSV
ro: Exportați pagina în CSV
si: පිටුව CSV වෙත අපනයනය කරන්න

source: Percent
ro: Procent
si: සියයට

source: Sorry, the tags for this issue could not be found.
ro: Ne pare rău, etichetele pentru această problemă nu au putut fi găsite.
si: සමාවන්න, මෙම ගැටලුව සඳහා ටැග් සොයා ගත නොහැකි විය.

source: No tags were found for the currently selected environments
ro: Nu au fost găsite etichete pentru mediile selectate în prezent
si: දැනට තෝරන ලද පරිසරයන් සඳහා ටැග් හමු නොවීය

source: This identifier is unique across your organization, and can be used to reference an issue in various places, like commit messages.
ro: Acest identificator este unic în cadrul organizației dumneavoastră și poate fi utilizat pentru a face referire la o problemă în diverse locuri, cum ar fi mesajele de confirmare.
si: මෙම හැඳුනුම්කාරකය ඔබේ සංවිධානය පුරා අද්විතීය වන අතර, කැපවීම් පණිවිඩ වැනි විවිධ ස්ථානවල ගැටලුවක් යොමු කිරීමට භාවිත කළ හැක.

source: Issue #
si: නිකුත් කිරීම #

source: People who have viewed this issue
ro: Persoane care au văzut această issue
si: මේ ප්‍රශ්නය බලපු අය

source: Attachments
ro: Atașamente
si: ඇමුණුම්

source: Merged Issues
ro: Probleme fuzionate
si: ඒකාබද්ධ ගැටළු

source: Similar Issues
ro: Probleme similare
si: සමාන ගැටළු

source: Configure Distributed Tracing
ro: Configurarea urmăririi distribuite
si: Distributed Tracing වින්‍යාස කරන්න

source: See what happened right before and after this error
ro: Vezi ce s-a întâmplat chiar înainte și după această eroare
si: මෙම දෝෂයට පෙර සහ පසුව සිදු වූ දේ බලන්න

source: Remind me next month
ro: Amintește-mi luna viitoare
si: ලබන මාසයේ මට මතක් කරන්න

source: Requires performance monitoring.
ro: Necesită monitorizarea performanțelor.
si: කාර්ය සාධනය නිරීක්ෂණය කිරීම අවශ්ය වේ.

source: The [type] for this error cannot be found. [link]
ro: [type] nu poate fi găsit pentru această eroare. [link]
si: මෙම දෝෂය සඳහා [type] සොයාගත නොහැක. [link]

source: trace
ro: urmăriți
si: හෝඩුවාවක්

source: transaction
ro: tranzacție
si: ගනුදෙනුව

source: Read the docs to understand why.
ro: Citiți documentația pentru a înțelege de ce.
si: හේතුව තේරුම් ගැනීමට ලේඛන කියවන්න.

source: Dismiss for a month
ro: Respingeți pentru o lună
si: මාසයකට සේවයෙන් පහ කරන්න

source: View Full Trace
ro: Vizualizați urma completă
si: සම්පූර්ණ හෝඩුවාවක් බලන්න

source: Reprocessing…
ro: Reprocesarea...
si: නැවත සැකසීම…

source: Once the events in this issue have been reprocessed, you’ll be able to make changes and view any new issues that may have been created.
ro: După ce evenimentele din această problemă au fost reprocesate, veți putea să faceți modificări și să vizualizați orice problemă nouă care ar fi putut fi creată.
si: මෙම නිකුතුවේ සිදුවීම් නැවත සැකසූ පසු, ඔබට වෙනස්කම් කිරීමට සහ නිර්මාණය වී ඇති ඕනෑම නව ගැටළු බැලීමට හැකි වනු ඇත.

source: [remainingEventsToReprocess]/[totalEvents] [event] reprocessed
ro: [remainingEventsToReprocess]/[totalEvents] [event] reprocesate
si: [totalEvents] [remainingEventsToReprocess]නැවත සකසන [event]

source: event
ro: eveniment
si: සිදුවීම

source: You are viewing a sample error. Configure Sentry to start viewing real errors.
ro: Vizualizați un eșantion de eroare. Configurați Sentry pentru a începe să vizualizați erori reale.
si: ඔබ නියැදි දෝෂයක් බලමින් සිටී. සැබෑ දෝෂ බැලීම ආරම්භ කිරීමට Sentry වින්‍යාස කරන්න.

source: You have [link:disabled workflow notifications] for this project.
ro: Aveți [link:disabled workflow notifications] pentru acest proiect.
si: ඔබට මෙම ව්‍යාපෘතිය සඳහා [link:Disabled workflow notifications] ඇත.

source: Subscribe to workflow notifications for this issue
ro: Abonați-vă la notificările de flux de lucru pentru această problemă
si: මෙම ගැටලුව සඳහා කාර්ය ප්‍රවාහ දැනුම්දීම් වෙත දායක වන්න

source: You're receiving workflow notifications because you are subscribed to this issue.
ro: Primiți notificări de flux de lucru pentru că sunteți abonat la această problemă.
si: ඔබ මෙම ගැටලුවට දායක වී ඇති නිසා ඔබට කාර්ය ප්‍රවාහ දැනුම්දීම් ලැබේ.

source: You're receiving updates because you are [link:subscribed to workflow notifications] for this project.
ro: Primiți actualizări pentru că sunteți [link:subscribed to workflow notifications] pentru acest proiect.
si: ඔබ මෙම ව්‍යාපෘතිය සඳහා [සබැඳිය:වැඩ ප්‍රවාහ දැනුම්දීම් වෙත දායක වී ඇති] නිසා ඔබට යාවත්කාලීන ලැබේ.

source: You're receiving workflow notifications because you have commented on this issue.
ro: Primiți notificări de flux de lucru pentru că ați comentat această problemă.
si: ඔබ මෙම ගැටලුව පිළිබඳව අදහස් දක්වා ඇති නිසා ඔබට කාර්ය ප්‍රවාහ දැනුම්දීම් ලැබේ.

source: You're receiving workflow notifications because you were assigned to this issue.
ro: Primiți notificări de flux de lucru pentru că ați fost repartizat la această problemă.
si: ඔබට මෙම ගැටලුව වෙත පැවරී ඇති නිසා ඔබට කාර්ය ප්‍රවාහ දැනුම්දීම් ලැබේ.

source: You're receiving workflow notifications because you have bookmarked this issue.
ro: Primiți notificări de flux de lucru pentru că ați marcat această problemă.
si: ඔබ මෙම ගැටලුව පිටු සලකුණු කර ඇති නිසා ඔබට කාර්ය ප්‍රවාහ දැනුම්දීම් ලැබේ.

source: You're receiving workflow notifications because you have changed the status of this issue.
ro: Primiți notificări de flux de lucru pentru că ați schimbat starea acestei probleme.
si: ඔබ මෙම ගැටලුවේ තත්ත්වය වෙනස් කර ඇති නිසා ඔබට කාර්ය ප්‍රවාහ දැනුම්දීම් ලැබේ.

source: You're receiving workflow notifications because you have been mentioned in this issue.
ro: Primiți notificări de flux de lucru pentru că ați fost menționat în această problemă.
si: ඔබ මෙම ගැටලුවේ සඳහන් කර ඇති නිසා ඔබට කාර්ය ප්‍රවාහ දැනුම්දීම් ලැබේ.

source: You haven't set anything up yet
ro: Nu ați configurat nimic încă
si: ඔබ තවම කිසිවක් සකසා නැත

source: But that doesn’t have to be the case for long! Add an installation to get started.
ro: Dar asta nu trebuie să fie cazul pentru mult timp! Adăugați o instalație pentru a începe.
si: නමුත් එය දිගු කලක් පැවතිය යුතු නැත! ආරම්භ කිරීමට ස්ථාපනයක් එක් කරන්න.

source: You must be an organization owner, manager or admin to install this.
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a instala acest lucru.
si: මෙය ස්ථාපනය කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය.

source: %s added
ro: %s adăugat
si: %s එකතු කරන ලදී

source: Learn More
ro: Aflați mai mult
si: තවත් හදාරන්න

source: You must be an organization owner, manager or admin to configure
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a configura
si: වින්‍යාස කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය

source: Update Now
ro: Actualizați acum
si: දැන් යාවත්කාලීන කරන්න

source: You must be an organization owner, manager or admin to uninstall
ro: Trebuie să fiți proprietar, manager sau administrator al organizației pentru a dezinstala
si: අස්ථාපනය කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය

source: Uninstall
ro: Dezinstalați
si: අස්ථාපනය කරන්න

source: enabled
ro: activat
si: සක්රීය කර ඇත

source: disabled
ro: dezactivat
si: ආබාධිතයි

source: pending deletion
ro: în curs de ștergere
si: පොරොත්තු මකාදැමීම

source: This integration can be disabled by clicking the Uninstall button
ro: Această integrare poate fi dezactivată făcând clic pe butonul Dezinstalare.
si: Uninstall බොත්තම ක්ලික් කිරීමෙන් මෙම ඒකාබද්ධ කිරීම අක්රිය කළ හැක

source: This integration has been disconnected from the external provider
ro: Această integrare a fost deconectată de la furnizorul extern
si: මෙම ඒකාබද්ධ කිරීම බාහිර සැපයුම්කරුගෙන් විසන්ධි කර ඇත

source: This integration is pending deletion.
ro: Această integrare este în curs de ștergere.
si: මෙම ඒකාබද්ධ කිරීම මකාදැමීමට බලාපොරොත්තු වේ.

source: Deleting this integration will remove any project associated data. This action cannot be undone. Are you sure you want to delete this integration?
ro: Ștergerea acestei integrări va elimina toate datele asociate proiectului. Această acțiune nu poate fi anulată. Sunteți sigur că doriți să ștergeți această integrare?
si: මෙම අනුකලනය මැකීමෙන් ඕනෑම ව්‍යාපෘති ආශ්‍රිත දත්ත ඉවත් කරනු ඇත. මෙම ක්‍රියාව පසුගමනය කළ නොහැක. ඔබට මෙම ඒකාබද්ධ කිරීම මැකීමට අවශ්‍ය බව විශ්වාසද?

source: Deleting this integration has consequences!
ro: Ștergerea acestei integrări are consecințe!
si: මෙම ඒකාබද්ධ කිරීම මකා දැමීම ප්‍රතිවිපාක ඇත!

source: This integration cannot be removed in Sentry
ro: Această integrare nu poate fi eliminată din Sentry
si: Sentry හි මෙම ඒකාබද්ධ කිරීම ඉවත් කළ නොහැක

source: Unable to enable configuration.
ro: Nu se poate activa configurația.
si: වින්‍යාසය සක්‍රිය කළ නොහැක.

source: Unable to disable configuration.
ro: Nu se poate dezactiva configurația.
si: වින්‍යාසය අක්‍රිය කළ නොහැක.

source: Deleting this installation will disable the integration for this project and remove any configurations.
ro: Ștergerea acestei instalări va dezactiva integrarea pentru acest proiect și va elimina toate configurațiile.
si: මෙම ස්ථාපනය මකා දැමීම මෙම ව්‍යාපෘතිය සඳහා අනුකලනය අක්‍රිය කරන අතර ඕනෑම වින්‍යාසයක් ඉවත් කරයි.

source: Removing...
ro: Eliminarea...
si: ඉවත් කරමින්...

source: Configuration was removed
ro: Configurația a fost eliminată
si: වින්‍යාසය ඉවත් කරන ලදී

source: Unable to remove configuration
ro: Nu se poate elimina configurația
si: වින්‍යාසය ඉවත් කළ නොහැක

source: Configuration was enabled.
ro: Configurația a fost activată.
si: වින්‍යාසය සක්‍රීය කර ඇත.

source: Configuration was disabled.
ro: Configurația a fost dezactivată.
si: වින්‍යාස කිරීම අක්‍රිය කර ඇත.

source: Project Configuration
ro: Configurația proiectului
si: ව්යාපෘති වින්යාසය

source: You have no projects to add Alert Rules to
ro: Nu aveți niciun proiect la care să adăugați reguli de alertă
si: ඔබට ඇඟවීම් රීති එක් කිරීමට ව්‍යාපෘති නොමැත

source: Add Alert Rule
ro: Adăugați o regulă de alertă
si: ඇඟවීම් රීතිය එක් කරන්න

source: Deletion successful
ro: Ștergere reușită
si: මකාදැමීම සාර්ථකයි

source: Configure code path mapping
ro: Configurați cartografierea căilor de cod
si: කේත මාර්ග සිතියම්කරණය වින්‍යාස කරන්න

source: Code Mappings are used to map stack trace file paths to source code file paths. These mappings are the basis for features like Stack Trace Linking. To learn more, [link: read the docs].
ro: Mapping-urile de cod sunt utilizate pentru a trasa traseele fișierelor de urmărire a stack-ului în traseele fișierelor de cod sursă. Aceste corespondențe stau la baza unor funcții precum Stack Trace Linking. Pentru a afla mai multe [link: read the docs].
si: ප්‍රභව කේත ගොනු මාර්ග වෙත ස්ටැක් ට්‍රේස් ගොනු මාර්ග සිතියම්ගත කිරීමට කේත සිතියම්ගත කිරීම් භාවිතා වේ. මෙම සිතියම්ගත කිරීම් Stack Trace Linking වැනි විශේෂාංග සඳහා පදනම වේ. වැඩිදුර දැන ගැනීමට, [සබැඳිය: ලේඛන කියවන්න].

source: Code Mappings
ro: Mapări de cod
si: කේත සිතියම්කරණය

source: Add Code Mapping
ro: Adăugați maparea codului
si: කේත සිතියම්කරණය එක් කරන්න

source: Failed to remove Integration
ro: Nu a reușit să elimine Integrare
si: ඒකාබද්ධ කිරීම ඉවත් කිරීමට අසමත් විය

source: Configure External Team Mapping
ro: Configurați maparea echipei externe
si: බාහිර කණ්ඩායම් සිතියම්කරණය වින්‍යාස කරන්න

source: Configure External User Mapping
ro: Configurarea mapării utilizatorilor externi
si: බාහිර පරිශීලක සිතියම්කරණය වින්‍යාස කරන්න

source: All Categories
ro: Toate categoriile
si: සියලුම වර්ග

source: Filter Integrations...
ro: Integrări de filtre...
si: පෙරහන් ඒකාබද්ධ කිරීම්...

source: No Integrations found for "[searchTerm]".
ro: Nu s-au găsit integrări pentru "[searchTerm]".
si: "[searchTerm]" සඳහා අනුකලනයක් හමු නොවීය.

source: Not seeing what you're looking for?
ro: Nu vedeți ceea ce căutați?
si: ඔබ සොයන දේ නොපෙනේද?

source: [link:Build it on the Sentry Integration Platform.]
si: [link: එය Sentry Integration Platform මත ගොඩනඟන්න.]

source: Integration updated.
ro: Integrare actualizată.
si: ඒකාබද්ධ කිරීම යාවත්කාලීන කරන ලදී.

source: Integration Name
ro: Denumire integrare
si: ඒකාබද්ධ කිරීමේ නම

source: Full URL
ro: URL-ul complet
si: සම්පූර්ණ URL

source: Save Settings
ro: Salvați setările
si: සැකසුම් සුරකින්න

source: You must be an organization owner, manager or admin to add repositories
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a adăuga depozite
si: ගබඩා එකතු කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය

source: Add Repository
ro: Adăugați depozitul
si: ගබඩාව එක් කරන්න

source: No repositories available
ro: Nu există depozite disponibile
si: ගබඩා නොමැත

source: No repositories found
ro: Nu s-au găsit depozite
si: ගබඩා කිසිවක් හමු නොවීය

source: We were unable to fetch repositories for this integration. Try again later. If this error continues, please reconnect this integration by uninstalling and then reinstalling.
ro: Nu am reușit să recuperăm depozite pentru această integrare. Încercați din nou mai târziu. Dacă această eroare continuă, vă rugăm să reconectați această integrare dezinstalând-o și apoi reinstalând-o.
si: මෙම ඒකාබද්ධ කිරීම සඳහා අපට ගබඩා ලබා ගැනීමට නොහැකි විය. පසුව නැවත උත්සාහ කරන්න. මෙම දෝෂය දිගටම පවතී නම්, කරුණාකර අස්ථාපනය කර නැවත ස්ථාපනය කිරීමෙන් මෙම ඒකාබද්ධ කිරීම නැවත සම්බන්ධ කරන්න.

source: Sentry is better with commit data
ro: Sentry este mai bun cu datele de angajament
si: Sentry කැපවීමේ දත්ත සමඟ වඩා හොඳය

source: Add a repository to begin tracking its commit data. Then, set up release tracking to unlock features like suspect commits, suggested issue owners, and deploy emails.
ro: Adăugați un depozit pentru a începe urmărirea datelor de confirmare ale acestuia. Apoi, configurați urmărirea versiunilor pentru a debloca caracteristici precum confirmări suspecte, proprietari de probleme sugerate și e-mailuri de implementare.
si: එහි කැපවීම් දත්ත නිරීක්ෂණය කිරීම ආරම්භ කිරීමට ගබඩාවක් එක් කරන්න. ඉන්පසුව, සැකකාර කැපවීම්, යෝජිත නිකුතු හිමිකරුවන්, සහ ඊමේල් යෙදවීම වැනි විශේෂාංග අගුලු හැරීමට මුදා හැරීමේ ලුහුබැඳීම සකසන්න.

source: Requesting Installation
ro: Cerere de instalare
si: ස්ථාපනය ඉල්ලමින්

source: Installation Requested
ro: Instalare solicitată
si: ස්ථාපනය ඉල්ලා ඇත

source: Request Installation
ro: Cerere de instalare
si: ස්ථාපනය ඉල්ලන්න

source: Optional message…
ro: Mesaj opțional...
si: විකල්ප පණිවිඩය…

source: When you click “Send Request”, we’ll email your request to your organization’s owners. So just keep that in mind.
ro: Când faceți clic pe "Trimiteți cererea", vom trimite prin e-mail solicitarea dumneavoastră către proprietarii organizației dumneavoastră. Așa că țineți cont de acest lucru.
si: ඔබ "ඉල්ලීම යවන්න" ක්ලික් කළ විට, අපි ඔබේ ඉල්ලීම ඔබේ සංවිධානයේ හිමිකරුවන්ට ඊමේල් කරන්නෙමු. ඒ නිසා ඒක මතක තියාගන්න.

source: Request successfully sent.
ro: Cerere trimisă cu succes.
si: ඉල්ලීම සාර්ථකව යවා ඇත.

source: Sending Request
ro: Trimiterea cererii
si: ඉල්ලීම යැවීම

source: Send Request
ro: Trimiteți o cerere
si: ඉල්ලීම යවන්න

source: Request %s Installation
ro: Instalarea %s Cererilor
si: %s ස්ථාපනය ඉල්ලන්න

source: Looks like your organization owner, manager, or admin needs to install %s. Want to send them a request?
ro: Se pare că proprietarul, managerul sau administratorul organizației dumneavoastră trebuie să instaleze %s. Doriți să le trimiteți o cerere?
si: ඔබේ ආයතන හිමිකරු, කළමනාකරු හෝ පරිපාලක %sස්ථාපනය කිරීමට අවශ්‍ය බව පෙනේ. ඔවුන්ට ඉල්ලීමක් යැවීමට අවශ්‍යද?

source: (Optional) You’ve got good reasons for installing the %s Integration. Share them with your organization owner.
ro: (Opțional) Aveți motive întemeiate pentru a instala %s integrarea. Împărtășiți-le cu proprietarul organizației dumneavoastră.
si: (විකල්ප) ඔබට %s ඒකාබද්ධ කිරීම ස්ථාපනය කිරීමට හොඳ හේතු තිබේ. ඒවා ඔබේ සංවිධානයේ හිමිකරු සමඟ බෙදා ගන්න.

source: Resolve Now
ro: Rezolvați acum
si: දැන් විසඳන්න

source: Manage your AWS Lambda functions below. Only Node and Python runtimes are currently supported.
ro: Gestionați-vă funcțiile AWS Lambda mai jos. În prezent, sunt acceptate doar timpii de execuție Node și Python.
si: ඔබගේ AWS Lambda කාර්යයන් පහත කළමනාකරණය කරන්න. දැනට සහය දක්වන්නේ Node සහ Python ධාවන කාලයන් පමණි.

source: Layer Status
ro: Starea stratului
si: ස්ථර තත්ත්වය

source: Enabled
ro: Activat
si: සබල කර ඇත

source: Latest
ro: Ultimele
si: නවතම

source: Success
ro: Succes
si: සාර්ථකත්වය

source: Error occurred
ro: A apărut o eroare
si: දෝෂයක් සිදුවී

source: Upgrade Now
ro: Actualizați acum
si: දැන් උත්ශ්‍රේණි කරන්න

source: Add to Project
ro: Adăugați la proiect
si: ව්යාපෘතියට එකතු කරන්න

source: Are you sure you want to remove the [slug] installation?
ro: Sunteți sigur că doriți să eliminați instalarea [slug]?
si: ඔබට [slug] ස්ථාපනය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Unable to %s %s %s.
ro: Imposibilitatea de a %s %s %s.
si: %s %s %sකිරීමට නොහැක.

source: Request to join failed
ro: Cererea de aderare a eșuat
si: සම්බන්ධ වීමට කළ ඉල්ලීම අසාර්ථක විය

source: Request Sent
ro: Solicitare trimisă
si: ඉල්ලීම යවන ලදී

source: Your request to join has been sent.
ro: Cererea dumneavoastră de aderare a fost trimisă.
si: සම්බන්ධ වීමට ඔබගේ ඉල්ලීම යවා ඇත.

source: You will receive an email when your request is approved.
ro: Veți primi un e-mail atunci când cererea dumneavoastră va fi aprobată.
si: ඔබගේ ඉල්ලීම අනුමත වූ විට ඔබට විද්‍යුත් තැපෑලක් ලැබෙනු ඇත.

source: Ask the admins if you can join the [orgId] organization.
ro: Întrebați administratorii dacă vă puteți alătura organizației [orgId].
si: ඔබට [orgId] සංවිධානයට සම්බන්ධ විය හැකිදැයි පරිපාලකයන්ගෙන් විමසන්න.

source: Send us feedback via email
ro: Trimiteți-ne feedback prin e-mail
si: විද්‍යුත් තැපෑලෙන් අපට ප්‍රතිපෝෂණ එවන්න

source: Usage Stats
ro: Statistici de utilizare
si: භාවිත සංඛ්යාලේඛන

source: Team Stats
ro: Statisticile echipei
si: කණ්ඩායම් සංඛ්‍යාලේඛන

source: Event Type:
ro: Tip de eveniment:
si: සිදුවීම් වර්ගය:

source: Organization Usage Stats
ro: Statistici de utilizare a organizației
si: සංවිධානයේ භාවිත සංඛ්‍යාලේඛන

source: We collect usage metrics on three types of events: errors, transactions, and attachments. The charts below reflect events that Sentry has received across your entire organization. You can also find them broken down by project in the table.
ro: Colectăm măsurători de utilizare pentru trei tipuri de evenimente: erori, tranzacții și atașamente. Graficele de mai jos reflectă evenimentele pe care Sentry le-a primit în întreaga dumneavoastră organizație. De asemenea, le puteți găsi defalcate pe proiecte în tabel.
si: අපි සිදුවීම් වර්ග තුනක භාවිත ප්‍රමිතික එකතු කරමු: දෝෂ, ගනුදෙනු සහ ඇමුණුම්. පහත ප්‍රස්ථාර මගින් ඔබේ සම්පූර්ණ සංවිධානය හරහා Sentry වෙත ලැබී ඇති සිදුවීම් පිළිබිඹු වේ. ඔබට ඒවා වගුවේ ව්‍යාපෘතිය අනුව බිඳ දැමූ ඒවා ද සොයාගත හැකිය.

source: Unknown Data Category
ro: Categorie de date necunoscută
si: නොදන්නා දත්ත කාණ්ඩය

source: Project Reports
ro: Rapoarte de proiect
si: ව්යාපෘති වාර්තා

source: Team:
ro: Echipă:
si: කණ්ඩායම:

source: Last 2 weeks
ro: Ultimele 2 săptămâni
si: පසුගිය සති 2

source: Last 4 weeks
ro: Ultimele 4 săptămâni
si: පසුගිය සති 4

source: Last 8 weeks
ro: Ultimele 8 săptămâni
si: පසුගිය සති 8

source: Last 12 weeks
ro: Ultimele 12 săptămâni
si: පසුගිය සති 12

source: Project Health
ro: Proiectul Sănătate
si: ව්යාපෘති සෞඛ්ය

source: Crash Free Sessions
ro: Sesiuni fără accident
si: බිඳ වැටීම් රහිත සැසි

source: The percentage of healthy, errored, and abnormal sessions that didn’t cause a crash.
ro: Procentul de sesiuni sănătoase, eronate și anormale care nu au provocat un accident.
si: බිඳවැටීමක් ඇති නොකළ සෞඛ්‍ය සම්පන්න, දෝෂ සහිත සහ අසාමාන්‍ය සැසිවල ප්‍රතිශතය.

source: The number of unique users that experienced load times 4x the project’s configured threshold.
ro: Numărul de utilizatori unici care au înregistrat timpi de încărcare 4x de peste pragul configurat de proiect.
si: ව්‍යාපෘතියේ වින්‍යාස කළ එළිපත්ත මෙන් 4x බර පැටවීම් අත්විඳ ඇති අද්විතීය පරිශීලකයින් සංඛ්‍යාව.

source: Metric Alerts Triggered
ro: Alertele metrice declanșate
si: මෙට්‍රික් ඇඟවීම් ක්‍රියාරම්භ කරන ලදී

source: Alerts triggered from the Alert Rules your team created.
ro: Alerte declanșate de regulile de alertă create de echipa dumneavoastră.
si: ඔබගේ කණ්ඩායම විසින් නිර්මාණය කරන ලද ඇඟවීම් රීති වලින් ප්‍රේරණය කරන ලද ඇඟවීම්.

source: Team Activity
ro: Activitate în echipă
si: කණ්ඩායම් ක්‍රියාකාරකම්

source: Issues Reviewed
ro: Probleme examinate
si: ගැටළු සමාලෝචනය කරන ලදී
