Repository: 010darvin/sentry
Catalog: src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ro, si

source: This span has a direct child. Add transaction to view
ro: Acest interval are un produs direct. Adăugați tranzacția la vizualizare
si: මෙම පරතරය සෘජු දරුවෙකු සිටී. බැලීම සඳහා ගනුදෙනුව එක් කරන්න

source: Loading embedded transaction
ro: Încărcarea tranzacției încorporate
si: කාවැද්දූ ගනුදෙනුව පූරණය කරමින්

source: Error loading embedded transaction
ro: Eroare la încărcarea tranzacției încorporate
si: කාවැද්දූ ගනුදෙනුව පූරණය කිරීමේ දෝෂයකි

source: View Children
ro: Vezi Produsele
si: ළමයින් බලන්න

source: View Transaction
ro: Vizualizați tranzacția
si: ගනුදෙනු බලන්න

source: View Trace
ro: Vizualizați Trace
si: Trace බලන්න

source: This is a span that has no parent span within this transaction. It has been attached to the transaction root span by default.
ro: Acesta este un interval care nu are un interval părinte în cadrul acestei tranzacții. Acesta a fost atașat în mod implicit la spațiul rădăcină al tranzacției.
si: මෙය මෙම ගනුදෙනුව තුළ මාපිය පරතරයක් නොමැති පරතරයකි. එය පෙරනිමියෙන් ගනුදෙනු මූල පරාසයට අමුණා ඇත.

source: No Children
ro: Fără Produse
si: ළමයි නැහැ

source: Autogrouped
ro: Autogrupate
si: ස්වයං සමූහගත

source: and more
ro: și multe altele
si: සහ තවත්

source: [numOfSpans] hidden spans
ro: [numOfSpans] intervale ascunse
si: [numOfSpans] සැඟවුණු පරාසයන්

source: The next spans are unavailable. You may have exceeded the span limit or need to address missing instrumentation.
ro: Următoarele intervale nu sunt disponibile. Este posibil să fi depășit limita intervalului de timp sau să trebuiască să vă ocupați de instrumentația lipsă.
si: මීළඟ පරතරයන් නොමැත. ඔබ පරතරය සීමාව ඉක්මවා ඇත හෝ නැතිවූ උපකරණ ඇමතීමට අවශ්‍ය විය හැක.

source: spans out of view
ro: se întinde în afara vederii
si: නොපෙනී යයි

source: [numOfSpans] hidden span
ro: [numOfSpans] interval ascuns
si: [numOfSpans] සැඟවුණු පරාසය

source: Missing instrumentation
ro: Instrumente lipsă
si: උපකරණ අස්ථානගත වී ඇත

source: There is no trace for this transaction
ro: Nu există nicio urmă pentru această tranzacție
si: මෙම ගනුදෙනුව සඳහා කිසිදු හෝඩුවාවක් නොමැත

source: Template
ro: Șablon
si: සැකිල්ල

source: was active
ro: a fost activă
si: ක්රියාකාරී විය

source: errored
ro: eronat
si: වැරදියි

source: Thread Errored
ro: Șirul de discuții eronat
si: නූල් දෝෂ සහිතයි

source: Filename
ro: Numele fișierului
si: ගොනුවේ නම

source: Label
ro: Etichetă
si: ලේබලය

source: Filter Threads
ro: Threaduri de filtrare
si: පෙරහන් නූල්

source: You have no threads
ro: Nu ai nici un thread
si: ඔබට නූල් නොමැත

source: No threads found
ro: Nu s-au găsit thread-uri
si: නූල් හමු නොවීය

source: unknown
ro: necunoscut
si: නොදන්නා

source: Errored with [crashedInfo]
ro: Eroare cu [crashedInfo]
si: [crashedInfo]සමඟ දෝෂ සහිතයි

source: Thread #[id]:
si: නූල් #[id]:

source: Error: %s
ro: Eroare %s
si: දෝෂය: %s

source: Errors:
ro: Erori:
si: දෝෂ:

source: PII rule "%s"
ro: Regula PII "%s"
si: PII රීතිය "%s"

source: %s because of %s
ro: %s din cauza %s
si: %sනිසා %s

source: invalid
ro: nevalabil
si: අවලංගුයි

source: redacted
ro: redactată
si: නැවත සකස් කරන ලදී

source: Other
ro: Altele
si: වෙනත්

source: Operation Breakdown
ro: Defalcarea operațiunii
si: මෙහෙයුම් බිඳවැටීම

source: Span durations are summed over the course of an entire transaction. Any overlapping spans are only counted once. Percentages are calculated by dividing the summed span durations by the total of all span durations.
ro: Duratele sunt însumate pe parcursul unei întregi tranzacții. Orice interval care se suprapune este contabilizat o singură dată. Procentele se calculează prin împărțirea duratei însumate a intervalelor la totalul tuturor duratelor.
si: සම්පූර්ණ ගණුදෙනුවක කාල සීමාවන් සාරාංශ කර ඇත. ඕනෑම අතිච්ඡාදනය වන පරාසයන් ගණනය කරනු ලබන්නේ එක් වරක් පමණි. ප්‍රතිශත ගණනය කරනු ලබන්නේ සාරාංශගත කාල සීමාවන් සියලු කාල පරාසයන් වල එකතුවෙන් බෙදීමෙනි.

source: Assemblies
ro: Asamblări
si: එකලස්කිරීම්

source: Packages
ro: Pachete
si: පැකේජ

source: Replay
ro: Reluare
si: නැවත ධාවනය කරන්න

source: We recommend you [suggestion]
ro: Vă recomandăm [suggestion]
si: අපි ඔබට නිර්දේශ කරන්නේ [suggestion]

source: (All sentry packages should be updated and their versions should match)
ro: (Toate pachetele Sentry ar trebui să fie actualizate și versiunile lor ar trebui să corespundă)
si: (සියලු මුරකරු පැකේජ යාවත්කාලීන කළ යුතු අතර ඒවායේ අනුවාද ගැළපිය යුතුය)

source: Minified version not available
ro: Versiunea minimizată nu este disponibilă
si: කුඩා කළ අනුවාදය නොමැත

source: Full Stack Trace
ro: Urmărire completă a pachetului
si: සම්පූර්ණ තොග ලුහුබැඳීම

source: Only full version available
ro: Doar versiunea completă disponibilă
si: ලබා ගත හැක්කේ සම්පූර්ණ අනුවාදය පමණි

source: Options
ro: Opțiuni
si: විකල්ප

source: [activeOptionsQuantity] Active
ro: [activeOptionsQuantity] Activă
si: [activeOptionsQuantity] ක්රියාකාරී

source: Display option
ro: Opțiunea de afișare
si: සංදර්ශක විකල්පය

source: Unsymbolicated version not available
ro: Versiunea nesimbolizată nu este disponibilă
si: සංකේතාත්මක නොවන අනුවාදයක් නොමැත

source: Absolute Addresses
ro: Adrese Absolute
si: නිරපේක්ෂ ලිපින

source: Absolute Addresses not available
ro: Adresele absolute nu sunt disponibile
si: නිරපේක්ෂ ලිපින නොමැත

source: Absolute File Paths
ro: Căi de acces Absolute pentru fișiere
si: නිරපේක්ෂ ගොනු මාර්ග

source: Absolute File Paths not available
ro: Căile Absolute File Paths nu sunt disponibile
si: නිරපේක්ෂ ගොනු මාර්ග නොමැත

source: Verbose Function Names
ro: Nume de funcții verbale
si: වාචික කාර්ය නාම

source: Verbose Function Names not available
ro: Nume de funcții verbale nu este disponibil
si: වාචික ශ්‍රිත නාම නොමැත

source: Download raw stack trace file
ro: Descărcați fișierul neprelucrat de urmărire a stack-ului
si: raw stack trace ගොනුව බාගන්න

source: Recent first
ro: Primul recent
si: මෑත පළමු

source: Recent last
ro: Ultimul recent
si: මෑත අන්තිම

source: Sort By
ro: Sortează după
si: අනුව තෝරන්න

source: Stack trace contains only 1 frame
ro: Urma de stack conține doar 1 cadru
si: ස්ටැක් හෝඩුවාවක් අඩංගු වන්නේ රාමු 1ක් පමණි

source: Sort option
ro: Opțiunea de sortare
si: වර්ග කිරීමේ විකල්පය

source: View event
ro: Vezi evenimentul
si: සිදුවීම බලන්න

source: There was an error rendering the title
ro: S-a produs o eroare de redare a titlului
si: මාතෘකාව විදැහුම් කිරීමේදී දෝෂයක් ඇති විය

source: This is your current [label].
ro: Acesta este actualul dumneavoastră [label].
si: මෙය ඔබගේ වත්මන් [label]වේ.

source: Issue Link Settings
ro: Setări pentru legătura cu Issue
si: සබැඳි සැකසීම් නිකුත් කරන්න

source: This feature is internal and available for QA purposes
ro: Această caracteristică este internă și este disponibilă în scopuri de asigurare a calității.
si: මෙම විශේෂාංගය අභ්යන්තර වන අතර QA අරමුණු සඳහා ලබා ගත හැකිය

source: This feature is available for early adopters and may change
ro: Această caracteristică este disponibilă pentru early adopters și se poate schimba
si: මෙම විශේෂාංගය කලින් භාවිතා කරන්නන් සඳහා ලබා ගත හැකි අතර වෙනස් විය හැක

source: This feature is new! Try it out and let us know what you think
ro: Această caracteristică este nouă! Încercați-o și spuneți-ne ce părere aveți despre ea
si: මෙම විශේෂාංගය අලුත් ය! එය උත්සාහ කර ඔබ සිතන්නේ කුමක්දැයි අපට දන්වන්න

source: alpha
ro: alfa
si: ඇල්ෆා

source: beta
si: බීටා

source: new
ro: nou
si: නවතම

source: Terms of Use
ro: Termeni de utilizare
si: භාවිත නියම

source: Docs
ro: Documente
si: ලේඛන

source: Contribute
ro: Contribuiți
si: දායක වන්න

source: Migrate to SaaS
ro: Migrați la SaaS
si: SaaS වෙත සංක්‍රමණය වන්න

source: There was an error saving your changes.
ro: S-a produs o eroare la salvarea modificărilor.
si: ඔබගේ වෙනස්කම් සුරැකීමේ දෝෂයක් ඇති විය.

source: Unable to save your changes. Please correct the following errors try again.
ro: Nu se poate salva modificările. Vă rugăm să corectați următoarele erori și să încercați din nou.
si: ඔබගේ වෙනස්කම් සුරැකීමට නොහැක. කරුණාකර පහත දෝෂ නිවැරදි කරන්න නැවත උත්සාහ කරන්න.

source: Unable to save your changes. Please ensure all fields are valid and try again.
ro: Nu se poate salva modificările. Vă rugăm să vă asigurați că toate câmpurile sunt valide și să încercați din nou.
si: ඔබගේ වෙනස්කම් සුරැකීමට නොහැක. කරුණාකර සියලුම ක්ෂේත්‍ර වලංගු බව සහතික කර නැවත උත්සාහ කරන්න.

source: There was a problem with the request.
ro: A existat o problemă cu cererea.
si: ඉල්ලීමේ ගැටලුවක් ඇති විය.

source: %s is not a member of project
ro: %s nu este un membru al proiectului
si: %s ව්‍යාපෘතියේ සාමාජිකයෙක් නොවේ

source: Add %s to project
ro: Adăugați %s la proiect
si: ව්‍යාපෘතියට %s එකතු කරන්න

source: You do not have permission to add team to project.
ro: Nu aveți permisiunea de a adăuga o echipă la proiect.
si: ව්‍යාපෘතියට කණ්ඩායම එක් කිරීමට ඔබට අවසර නැත.

source: Event Processing for this project is currently degraded. Events may appear with larger delays than usual or get dropped. Please check the [link:Status] page for a potential outage.
ro: Procesarea evenimentelor pentru acest proiect este în prezent degradată. Este posibil ca evenimentele să apară cu întârzieri mai mari decât de obicei sau să fie abandonate. Vă rugăm să verificați pagina [link:Status] pentru o posibilă întrerupere.
si: මෙම ව්‍යාපෘතිය සඳහා සිදුවීම් සැකසීම දැනට පිරිහී ඇත. සිදුවීම් වෙනදාට වඩා විශාල ප්‍රමාදයන් සමඟ දිස් විය හැක හෝ අත්හැරිය හැක. විය හැකි ඇනහිටීමක් සඳහා කරුණාකර [link:Status] පිටුව පරීක්ෂා කරන්න.

source: Event Processing for the [projectSlugs] projects is currently degraded. Events may appear with larger delays than usual or get dropped. Please check the [link:Status] page for a potential outage.
ro: Procesarea evenimentelor pentru proiectele [projectSlugs] este în prezent degradată. Este posibil ca evenimentele să apară cu întârzieri mai mari decât de obicei sau să fie abandonate. Vă rugăm să verificați pagina [link: Status] pentru o posibilă întrerupere.
si: [projectSlugs] ව්‍යාපෘති සඳහා සිදුවීම් සැකසීම දැනට පහත වැටී ඇත. සිදුවීම් වෙනදාට වඩා විශාල ප්‍රමාදයන් සමඟ දිස් විය හැක හෝ අත්හැරිය හැක. විය හැකි ඇනහිටීමක් සඳහා කරුණාකර [link:Status] පිටුව පරීක්ෂා කරන්න.

source: Review updates
ro: Revizuirea actualizărilor
si: යාවත්කාලීන සමාලෝචනය කරන්න

source: You have outdated SDKs in your projects. Update them for important fixes and features.
ro: Aveți SDK-uri învechite în proiectele dumneavoastră. Actualizați-le pentru remedieri și caracteristici importante.
si: ඔබට ඔබේ ව්‍යාපෘතිවල යල් පැන ගිය SDK ඇත. වැදගත් නිවැරදි කිරීම් සහ විශේෂාංග සඳහා ඒවා යාවත්කාලීන කරන්න.

source: Dismiss for the next two weeks
ro: Concediu pentru următoarele două săptămâni
si: ඉදිරි සති දෙක සඳහා අස් කරන්න

source: Remind me later
ro: Adu-mi aminte mai târziu.
si: මට පසුව මතක් කරන්න

source: No results found for your query
ro: Nu s-au găsit rezultate pentru întrebarea dumneavoastră
si: ඔබගේ විමසුම සඳහා ප්‍රතිඵල කිසිවක් හමු නොවීය

source: Linked %s Integration
ro: Link %s Integrare
si: සම්බන්ධිත %s ඒකාබද්ධ කිරීම

source: Successfully unlinked issue.
ro: Problema a fost dezlegată cu succes.
si: ගැටලුව සාර්ථකව විසන්ධි විය.

source: Unable to unlink issue.
ro: Imposibil de dezlegat problema.
si: ගැටලුව විසන්ධි කළ නොහැක.

source: Create
ro: Creați
si: නිර්මාණය කරන්න

source: Link
si: සබැඳිය

source: Successfully linked issue.
ro: Problema a fost legată cu succes.
si: ගැටලුව සාර්ථකව සම්බන්ධ කර ඇත.

source: Successfully created issue.
ro: Problema a fost creată cu succes.
si: ගැටලුව සාර්ථකව නිර්මාණය කරන ලදී.

source: [integration] Issue
si: [integration] නිකුතුව

source: Linked Issues
ro: Probleme conexe
si: සම්බන්ධිත ගැටළු

source: Set up Issue Tracking
ro: Configurați urmărirea problemelor
si: ගැටළු ලුහුබැඳීම සකසන්න

source: Unignored %(relative)s
ro: Neignorată %(relative)s
si: නොසලකා හරින ලද %(relative)s

source: Regression
ro: Regresie
si: පසුබෑම

source: Regressed %(relative)s
ro: Regresată %(relative)s
si: ප්‍රතිගාමී %(relative)s

source: Manual
si: අත්පොත

source: Moved %(relative)s
ro: Mutat %(relative)s
si: %(relative)sගෙන ගියා

source: Reprocessed
ro: Reprocesat
si: නැවත සකස් කරන ලදී

source: Reprocessed %(relative)s
ro: Reprocesat %(relative)s
si: නැවත සැකසූ %(relative)s

source: New Issue
ro: Noua problemă
si: නව නිකුතුව

source: Created %(relative)s
ro: Creat %(relative)s
si: සාදන ලදී %(relative)s

source: Was ignored until [window]
ro: A fost ignorată până când [window]
si: [window]දක්වා නොසලකා හරින ලදී

source: Occurred [count] time(s) in [duration]
ro: A avut loc la [count] dată(e) în [duration]
si: [duration]තුළ [count] වේලාව(ය) සිදු විය

source: Occurred [count] time(s)
ro: A avut loc [count] dată(e)
si: සිදුවී ඇත්තේ [count] වතාවක්(ය)

source: Affected [count] user(s) in [duration]
ro: Utilizator(i) afectat [count] în [duration]
si: [duration]හි පරිශීලක(පරිශීලකයන්) [count] කට බලපෑවේය

source: Affected [count] user(s)
ro: Utilizator(i) [count] afectat
si: බලපෑමට ලක් වූ [count] පරිශීලක(න්)

source: ago
ro: în urmă
si: පෙර

source: old
ro: vechi
si: පැරණි

source: Unhandled
ro: Nedirijat
si: හසුරුවන්නේ නැත

source: An unhandled error was detected in this Issue.
ro: A fost detectată o eroare netransmisă în această problemă.
si: මෙම ගැටලුව තුළ හසුරු නොවූ දෝෂයක් අනාවරණය විය.

source: %s Participant
si: %s සහභාගිවන්නෙක්

source: [name] Issue
si: [name] නිකුතුව

source: Unable to unlink issue
ro: Imposibil de dezlegat problema
si: ගැටලුව විසන්ධි කළ නොහැක

source: Events in %s
ro: Evenimente în %s
si: %sහි සිදුවීම්

source: Events in release %s
ro: Evenimente în lansare %s
si: නිකුතුවේ සිදුවීම් %s

source: First seen
ro: Văzut pentru prima dată
si: මුලින්ම දැක්කේ

source: Last seen
ro: Ultima dată văzut
si: අන්තිමට දැක්කේ

source: When the first event in this issue was captured.
ro: Când a fost surprins primul eveniment din această ediție.
si: මෙම ගැටලුවේ පළමු සිදුවීම අල්ලා ගත් විට.

source: Releases not configured
ro: Eliberări neconfigurate
si: නිකුත් කිරීම් වින්‍යාස කර නැත

source: Setup Releases
ro: Configurarea versiunilor
si: සැකසුම් නිකුත් කිරීම්

source: to make issues easier to fix.
ro: pentru ca problemele să fie mai ușor de rezolvat.
si: ගැටළු විසඳීමට පහසු කිරීමට.

source: All Environments
ro: Toate Mediile
si: සියලු පරිසරයන්

source: selected environments
ro: medii selectate
si: තෝරාගත් පරිසරයන්

source: Last 24 Hours
ro: Ultimele 24 de ore
si: පසුගිය පැය 24

source: Last 30 Days
ro: Ultimele 30 de Zile
si: පසුගිය දින 30

source: When the most recent event in this issue was captured.
ro: Când a fost surprins cel mai recent eveniment din această ediție.
si: මෙම ගැටලුවේ මෑතම සිදුවීම අල්ලා ගත් විට.

source: Any Environment
ro: Orice mediu
si: ඕනෑම පරිසරයක්

source: in release
ro: în versiune
si: නිදහස් කිරීමේදී

source: Link [name] Issue
ro: Link [name] Problema
si: සබැඳිය [name] නිකුතුව

source: Sentry Issue: [%s](%s)%s
ro: Problema Sentry: [%s](%s)%s
si: සෙන්ට්රි ගැටලුව: [%s](%s)%s

source: External Issues
ro: Probleme externe
si: බාහිර ගැටළු

source: There was an error while trying to load participants.
ro: S-a produs o eroare în timpul încercării de a încărca participanții.
si: සහභාගිවන්නන් පැටවීමට උත්සාහ කිරීමේදී දෝෂයක් ඇති විය.

source: No tags found in the selected environments
ro: Nu s-au găsit etichete în mediile selectate
si: තෝරාගත් පරිසරයන් තුළ ටැග් හමු නොවීය

source: No tags found
ro: Nu s-au găsit tag-uri
si: ටැග් හමු නොවිණි

source: Matching Ownership Rules
ro: Reguli de potrivire a proprietății
si: හිමිකාරිත්වයේ නීති ගැලපීම

source: View more
ro: Vizualizați mai mult
si: තව බලන්න

source: Commits
ro: Commit-uri
si: කැපවෙනවා

source: Ownership Rules
ro: Reguli de proprietate
si: හිමිකාරිත්වයේ නීති

source: Ownership rules allow you to associate file paths and URLs to specific teams or users, so alerts can be routed to the right people.
ro: Regulile de proprietate vă permit să asociați căile de acces la fișiere și URL-urile la anumite echipe sau utilizatori, astfel încât alertele să poată fi direcționate către persoanele potrivite.
si: හිමිකාරත්ව නීති මඟින් ඔබට ගොනු මාර්ග සහ URL විශේෂිත කණ්ඩායම් හෝ පරිශීලකයන් වෙත සම්බන්ධ කිරීමට ඉඩ සලසයි, එබැවින් ඇඟවීම් නිවැරදි පුද්ගලයන් වෙත යොමු කළ හැක.

source: Learn more
ro: Aflați mai multe
si: තවත් හදාරන්න

source: Create Ownership Rule
ro: Creați o regulă de proprietate
si: හිමිකාරිත්ව රීතිය සාදන්න

source: Codeowners sync
ro: Sincronizarea codurilor de proprietari
si: කේත හිමිකරුවන් සමමුහුර්ත කරයි

source: Import GitHub or GitLab CODEOWNERS files to automatically assign issues to the right people.
ro: Importați fișiere GitHub sau GitLab CODEOWNERS pentru a atribui automat problemele persoanelor potrivite.
si: නිවැරදි පුද්ගලයින්ට ස්වයංක්‍රීයව ගැටළු පැවරීමට GitHub හෝ GitLab CODEOWNERS ගොනු ආයාත කරන්න.

source: Set It Up
ro: Configurați-l
si: එය සකසන්න

source: Read Docs
ro: Citiți documentele
si: Docs කියවන්න

source: Suggested Assignees
ro: Destinatarii sugerați
si: යෝජිත පැවරුම්කරුවන්

source: Click to assign
ro: Faceți clic pentru a atribui
si: පැවරීමට ක්ලික් කරන්න

source: From %s
ro: De la %s
si: %sසිට

source: %s result
ro: %s rezultat
si: %s ප්රතිඵලය

source: No results from %s
ro: Niciun rezultat de la %s
si: %sසිට ප්‍රතිඵල නැත

source: Inactive Integrations
ro: Integrări inactive
si: අක්රිය ඒකාබද්ධ කිරීම්

source: External [type]
ro: Extern [type]
si: බාහිර [type]

source: Sentry [type]
si: සෙන්ට්‍රි [type]

source: Choose your Sentry User
ro: Alegeți-vă utilizatorul Sentry
si: ඔබගේ Sentry පරිශීලක තෝරන්න

source: Choose your Sentry Team
ro: Alegeți-vă echipa Sentry
si: ඔබේ Sentry කණ්ඩායම තෝරන්න

source: delete
ro: ștergeți
si: මකා දමන්න

source: You must be an organization owner, manager or admin to edit or remove a [type] mapping.
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a edita sau elimina o cartografiere [type].
si: [type] සිතියම්කරණයක් සංස්කරණය කිරීමට හෝ ඉවත් කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය.

source: Add [type] Mapping
ro: Adaugă [type] Mapare
si: [type] සිතියම්කරණය එක් කරන්න

source: Set up External [type] Mappings.
ro: Configurați Mapările externe [type].
si: බාහිර [type] සිතියම් සකසන්න.

source: You must be an organization owner, manager or admin to edit or remove an external user mapping.
ro: Trebuie să fiți proprietarul, managerul sau administratorul organizației pentru a edita sau elimina o mapare a unui utilizator extern.
si: බාහිර පරිශීලක සිතියම්කරණයක් සංස්කරණය කිරීමට හෝ ඉවත් කිරීමට ඔබ ආයතන හිමිකරුවෙකු, කළමනාකරුවෙකු හෝ පරිපාලකයෙකු විය යුතුය.

source: edit
ro: editați
si: සංස්කරණය කරන්න

source: Are you sure you want to remove this external user mapping?
ro: Sunteți sigur că doriți să eliminați această corespondență de utilizator extern?
si: ඔබට මෙම බාහිර පරිශීලක සිතියම්කරණය ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?

source: Diff stack trace and message
ro: Diferă stack trace și mesajul
si: Diff stack trace සහ message

source: Diff grouping information
ro: Diferite informații de grupare
si: විවිධ කණ්ඩායම් තොරතුරු

source: Error loading events
ro: Evenimente de încărcare a erorilor
si: සිදුවීම් පූරණය කිරීමේ දෝෂයකි

source: Hash: %s
ro: Haș:%s
si: හැෂ්: %s

source: Description: %s
ro: Descriere: %s
si: විස්තරය: %s

source: Type: %s
ro: Tip: %s
si: වර්ගය: %s

source: Occurrences
ro: Apariții
si: සිදුවීම්

source: Users Affected
ro: Utilizatori afectați
si: පරිශීලකයන් බලපෑමට ලක්ව ඇත

source: Nothing to show here, move along.
ro: Nimic de arătat aici, mergeți mai departe.
si: මෙහි පෙන්වීමට කිසිවක් නැත, ඉදිරියට යන්න.

source: There don't seem to be any events fitting the query.
ro: Nu pare să existe niciun eveniment care să se potrivească cu interogarea.
si: විමසුමට ගැලපෙන සිදුවීම් කිසිවක් ඇති බවක් නොපෙනේ.

source: Graph
ro: Grafic
si: ප්‍රස්තාරය

source: events
ro: evenimente
si: සිදුවීම්

source: Assignee
ro: Destinatarul
si: පැවරුම්කරු

source: Unknown Author
ro: Autor necunoscut
si: නොදන්නා කර්තෘ

source: There was an error loading a component.
ro: S-a produs o eroare la încărcarea unei componente.
si: සංරචකයක් පූරණය කිරීමේදී දෝෂයක් ඇති විය.

source: There was an error loading data.
ro: S-a produs o eroare la încărcarea datelor.
si: දත්ත පූරණය කිරීමේදී දෝෂයක් ඇති විය.

source: All Events (Errors, Transactions, CSP)
ro: Toate evenimentele (erori, tranzacții, CSP)
si: සියලුම සිදුවීම් (දෝෂ, ගනුදෙනු, CSP)

source: Issues (Assignees, Status, ...)
ro: Probleme (Atribuții, statut, ...)
si: ගැටළු (පවරන්නන්, තත්ත්වය, ...)

source: Updated widget.
ro: Widget actualizat.
si: යාවත්කාලීන කළ විජට්.

source: Added widget.
ro: Widget adăugat.
si: විජට් එකතු කරන ලදී.

source: This field may not be blank
ro: Acest câmp nu poate fi gol
si: මෙම ක්ෂේත්‍රය හිස් නොවිය හැක

source: Widget may only be added to a Dashboard
ro: Widgetul poate fi adăugat doar la un tablou de bord
si: Widget එක් කළ හැක්කේ උපකරණ පුවරුවකට පමණි

source: Unable to fetch dashboards
ro: Imposibilitatea de a prelua tablouri de bord
si: උපකරණ පුවරු ලබා ගැනීමට නොහැක

source: Choose which dashboard you'd like to add this query to. It will appear as a widget.
ro: Alegeți tabloul de bord la care doriți să adăugați această interogare. Aceasta va apărea ca un widget.
si: ඔබ මෙම විමසුම එක් කිරීමට කැමති උපකරණ පුවරුව තෝරන්න. එය විජට් එකක් ලෙස දිස්වනු ඇත.

source: Custom Dashboard
ro: Tablou de bord personalizat
si: අභිරුචි උපකරණ පුවරුව

source: + Create New Dashboard
ro: + Creați un nou tablou de bord
si: + නව උපකරණ පුවරුව සාදන්න

source: Max widgets ([maxWidgets]) per dashboard reached.
ro: A fost atins numărul maxim de widgeturi ([maxWidgets]) pe tablou de bord.
si: එක් උපකරණ පුවරුවකට උපරිම විජට් ([maxWidgets]) ළඟා විය.

source: Add Widget to Dashboard
ro: Adăugați un widget la tabloul de bord
si: උපකරණ පුවරුවට Widget එක් කරන්න

source: Add Widget(s)
ro: Adăugați Widget(uri)
si: විජට්(ය) එක් කරන්න

source: Edit Widget
ro: Editare Widget
si: විජට් සංස්කරණය කරන්න

source: Add Widget
ro: Adăugați Widget
si: Widget එක් කරන්න

source: Widget Name
ro: Nume widget
si: විජට් නම

source: Visualization Display
ro: Afișaj de vizualizare
si: දෘශ්‍යකරණ සංදර්ශකය

source: Data Set
ro: Set de date
si: දත්ත කට්ටලය

source: Dataset
ro: Setdedate
si: දත්ත කට්ටලය

source: Save
ro: Salvați
si: සුරකින්න

source: Update Widget
ro: Widget de actualizare
si: Widget යාවත්කාලීන කරන්න

source: Search for projects, teams, settings, etc...
ro: Căutați proiecte, echipe, setări, etc...
si: ව්‍යාපෘති, කණ්ඩායම්, සැකසුම් ආදිය සඳහා සොයන්න...

source: Create Team
ro: Creați echipa
si: කණ්ඩායම සාදන්න

source: Exceeds max widgets ([maxWidgets]) per dashboard. Plese unselect [unselectWidgets] widget(s).
ro: Depășește numărul maxim de widgeturi ([maxWidgets]) pe tablou de bord. Vă rugăm să deselectați [unselectWidgets] widget(uri).
si: උපකරණ පුවරුවකට උපරිම විජට් ([maxWidgets]) ඉක්මවයි. කරුණාකර [unselectWidgets] විජට්(ය) තේරීම ඉවත් කරන්න.

source: Please select at least one Widget from our Library. Alternatively, you can build a custom widget from scratch.
ro: Vă rugăm să selectați cel puțin un Widget din Biblioteca noastră. Alternativ, puteți construi un widget personalizat de la zero.
si: කරුණාකර අපගේ පුස්තකාලයෙන් අවම වශයෙන් එක් විජට් එකක්වත් තෝරන්න. විකල්පයක් ලෙස, ඔබට මුල සිටම අභිරුචි විජට් එකක් සෑදිය හැකිය.

source: Custom Widget
ro: Widget personalizat
si: අභිරුචි විජට්

source: Widget Library
ro: Biblioteca Widget
si: විජට් පුස්තකාලය

source: Search events
ro: Căutați evenimente
si: සිදුවීම් සොයන්න

source: Multiple queries were used to create this widget visualization. Which query would you like to view in Discover?
ro: Pentru a crea această vizualizare widget au fost utilizate mai multe interogări. Ce interogare ați dori să vizualizați în Discover?
si: මෙම විජට් දෘශ්‍යකරණය නිර්මාණය කිරීමට බහුවිධ විමසුම් භාවිතා කරන ලදී. ඔබ Discover තුළ බැලීමට කැමති කුමන විමසුමද?

source: An error occurred while adding the custom repository
ro: A apărut o eroare la adăugarea depozitului personalizat
si: අභිරුචි ගබඩාව එක් කිරීමේදී දෝෂයක් ඇති විය

source: Successfully added custom repository
ro: A adăugat cu succes depozitul personalizat
si: අභිරුචි ගබඩාව සාර්ථකව එක් කරන ලදී
